Drop database `db_foodrand`;
CREATE database `db_foodrand`;
USE `db_foodrand` ;

DROP TABLE IF EXISTS `Menu` ;
CREATE TABLE `Menu` (
  `MenuId` INT(10) NOT NULL AUTO_INCREMENT,
  `MenuName` VARCHAR(200) NOT NULL,
  `MenuImg` VARCHAR(1000) NOT NULL,
  `Calories` DECIMAL(7,2) NOT NULL,
  `Preparation` VARCHAR(4000) NOT NULL,
  `Ingredients` VARCHAR(4000) NOT NULL,
  PRIMARY KEY (`MenuId`));
ALTER TABLE `Menu` ADD CONSTRAINT `menu_uk` UNIQUE ( `MenuName` );

DROP TABLE IF EXISTS `Roles` ;
CREATE TABLE `Roles` (
  `RoleId` INT(3) NOT NULL,
  `RoleName` VARCHAR(10) NOT NULL,
  PRIMARY KEY (`RoleId`));

DROP TABLE IF EXISTS `Users` ;
CREATE TABLE `Users` (
  `UserId` INT(10) NOT NULL AUTO_INCREMENT,
  `Firstname` VARCHAR(50) NOT NULL,
  `Lastname` VARCHAR(50) NOT NULL,
  `Username` VARCHAR(30) NOT NULL,
  `Password` VARCHAR(20) NOT NULL,
  `DOB` DATE NOT NULL,
  `Gender` VARCHAR(10) NOT NULL,
  `Email` VARCHAR(50) NOT NULL,
  `Tel` VARCHAR(10) NOT NULL,
  `FoodAllergens` VARCHAR(100) NOT NULL,
  `Religion` VARCHAR(20) NOT NULL,
  `RoleId` INT(3) NOT NULL,
  PRIMARY KEY (`UserId`),
  CONSTRAINT `fk_Users_Roles`
    FOREIGN KEY (`RoleId`)
    REFERENCES `Roles` (`RoleId`));

DROP TABLE IF EXISTS `MenuHistory` ;
CREATE TABLE `MenuHistory` (
  `HistoryId` INT(100) NOT NULL AUTO_INCREMENT,
  `MenuName` VARCHAR(100) NULL,
  `UserId` INT(10) NOT NULL,
  PRIMARY KEY (`HistoryId`),
  CONSTRAINT `fk_MenuHistory_Users`
    FOREIGN KEY (`UserId`)
    REFERENCES `Users` (`UserId`));

DROP TABLE IF EXISTS `RandomStatistics` ;
CREATE TABLE `RandomStatistics` (
  `RandomId` INT(100) NOT NULL AUTO_INCREMENT,
  `Statistic` INT(100) NOT NULL,
  `MenuId` INT(10) NOT NULL,
  `HistoryId` INT(100) NOT NULL,
  PRIMARY KEY (`RandomId`),
  CONSTRAINT `fk_RandomStatistics_Menu`
    FOREIGN KEY (`MenuId`)
    REFERENCES `Menu` (`MenuId`),
  CONSTRAINT `fk_RandomStatistics_MenuHistory`
    FOREIGN KEY (`HistoryId`)
    REFERENCES `MenuHistory` (`HistoryId`));

DROP TABLE IF EXISTS `Ingredients` ;
CREATE TABLE `Ingredients` (
  `IngredientId` INT(10) NOT NULL AUTO_INCREMENT,
  `IngredientName` VARCHAR(100) NOT NULL,
  `Unit` VARCHAR(50) NOT NULL,
  PRIMARY KEY (`IngredientId`));

DROP TABLE IF EXISTS `MenuCategory` ;
CREATE TABLE `MenuCategory` (
  `CategoryId` INT(10) NOT NULL,
  `CategoryName` VARCHAR(50) NOT NULL,
  PRIMARY KEY (`CategoryId`));

DROP TABLE IF EXISTS `CategoryOfMenu` ;   
CREATE TABLE IF NOT EXISTS `CategoryOfMenu` (
  `CateOfMenuId` INT(10) NOT NULL AUTO_INCREMENT,
  `MenuId` INT(10) NOT NULL,
  `CategoryId` INT(10) NOT NULL,
  PRIMARY KEY (`CateOfMenuId`),
  CONSTRAINT `fk_CategoryOfMenu_Menu`
    FOREIGN KEY (`MenuId`)
    REFERENCES `Menu` (`MenuId`) on delete cascade,
  CONSTRAINT `fk_CategoryOfMenu_MenuCategory`
    FOREIGN KEY (`CategoryId`)
    REFERENCES `MenuCategory` (`CategoryId`));

DROP TABLE IF EXISTS `Recipe` ;
CREATE TABLE `Recipe` (
  `RecipeId` INT(10) NOT NULL AUTO_INCREMENT,
  `IngredientId` INT(10) NOT NULL,
  `MenuId` INT(10) NOT NULL,
  `Quantity` VARCHAR(20) NOT NULL,
  PRIMARY KEY (`RecipeId`),
  CONSTRAINT `fk_Recipe_Ingredient`
    FOREIGN KEY (`IngredientId`)
    REFERENCES `Ingredients` (`IngredientId`),
  CONSTRAINT `fk_Recipe_Menu`
    FOREIGN KEY (`MenuId`)
    REFERENCES `Menu` (`MenuId`) on delete cascade);

insert into Menu values
(1, 'ต้มยำกุ้งน้ำข้น', '1-1.jpg', 300, 
'1. ต้มน้ำซุปกระดูกหมูให้ร้อน จากนั้นหรี่ไฟลง ใส่ ข่า ตะไคร้ และใบมะกรูด สำหรับใบมะกรูดให้ฉีกใบและเอาแกนใบออก ต้มด้วยไฟอ่อนๆ เพื่อให้สมุนไพรส่งกลิ่นหอมออกมาอย่างเต็มที่
2. ปรุงรสด้วยพริกขี้หนูสวน น้ำปลา น้ำมะขามเปียก และน้ำพริกเผา ชิมรสให้ได้รสชาติโดยรสชาติจะขาดเปรี้ยวอีกหน่อย เพราะจะต้องใส่น้ำมะนาวอีก
3. ใส่เห็ด และหอมแดงลงไปต้มต่อ
4. ใส่กุ้งลงไปต้ม เมื่อกุ้งเริ่มสุก ให้ปิดไฟ ใส่นมข้นจืด น้ำมะนาว และผักชีฝรั่งลงไป เท่านี้ก็สามารถเสิร์ฟใส่ชาม',
'1. กุ้งกุลาดำตัวใหญ่ 4-5 ตัว(เลือกกุ้งตัวใหญ่ขนาดผ่ามือ)
2. เห็ดโคน ผ่าครึ่ง 5 หัว
3. น้ำพริกเผา 1 ช้อนโต๊ะ
4. น้ำปลา 1 ช้อนโต๊ะ
5. น้ำมะขามเปียก 1 ช้อนโต๊ะ
6. น้ำมะนาว 1 ช้อนโต๊ะ
7. พริกขี้หนูสวนบด 1 ช้อนโต๊ะ
8. นมข้นจืด 1 ช้อนโต๊ะ
9. ใบมะกรูดฉีก 3 ใบ
10. น้ำซุปกระดูกหมู 2 ถ้วย
11. ข่าแก่ หั่นเป็นชิ้น 3 ชิ้น
12. ตะไคร้ หั่นเป็นท่อน 3 ชิ้น
13. หอมแดง ผ่าครึ่ง 2 ลูก
14. ผักชีฝรั่ง ซอยหยาบ 2 ช้อนโต๊ะ');

insert into Menu values
(2, 'แกงเขียวหวานไก่', '1-2.jpg', 240, 
'1. ตั้งกระทะทรงสูง ใส่หัวกะทิลงไป เคี่ยวด้วยไฟอ่อนจนแตกมัน แล้วจึงใส่พริกแกงเขียวหวานลงไปผัดให้ส่งกลิ่นหอม 
2. ปรับไฟเป็นไฟกลาง จากนั้นใส่เนื้อไก่ลงไปผัดให้เข้ากับพริกแกง จนเนื้อไก่พอสุก 
3. เมื่อผัดเนื้อไก่จนเข้ากับพริกแกงแล้ว เติมหางกะทิลงไป รอจนกะทิเดือด จึงปรุงรสด้วยน้ำปลา และน้ำตาลปี๊บ คนให้ละลายเข้ากัน
4. ใส่ใบมะกรูด มะเขือเปราะ และมะเขือพวงลงไป รอจนเดือดอีกครั้ง จึงปิดไฟ ใส่พริกชี้ฟ้าแดง และใบโหระพาลงไป และคนให้เข้ากัน
5. ตักแกงเขียวหวานไก่ใส่ชาม ตกแต่งด้วยใบโหระพาและพริกชี้ฟ้าแดง พร้อมรับประทาน',
'1. เนื้อไก่ หั่นเป็นท่อนขนาดพอดีคำ 1 จาน
2. พริกแกงเขียวหวาน 2 ช้อนโต๊ะ
3. หางกะทิ 1 ถ้วยตวง
4. ใบโหระพา 5-10 ใบ
5. มะเขือเปราะ หั่นเป็นชิ้น ๆ 2 ลูก
6. น้ำซุปกระดูกไก่ 1 ถ้วยตวง
7. น้ำตาลปี๊บ 2 ช้อนโต๊ะ
8. น้ำปลา 3 ช้อนโต๊ะ
9. พริกชี้ฟ้าแดงหั่นเฉียง ๆ 2 เม็ด
10. ใบมะกรูดหั่น 4 ใบ');

insert into Menu values
(3, 'พะแนงเนื้อ', '1-3.jpg', 300, 
'1. ตั้งหม้อให้ร้อน ใส่กะทิลงไป เคี่ยวสักพักจนเดือด
2. ใส่พริกแกงลงไป เคี่ยวจนกะทิแตกมัน 
3. ใส่หอมใหญ่หั่น ลงไปผัด
4. ใส่น่องไก่ลงไป ผัดคลุกให้เข้ากับน้ำแกง ตามด้วยเม็ดมะม่วงหิมพานต์ลงไป มันฝรั่งลงไปผัด 
5. เติมหางกะทิ เคี่ยวจนไก่นุ่ม ประมาณ 45 - 60 นาที เป็นระยะเพื่อไม่ให้ก้นหม้อไหม้
6. เติมน้ำตาลมะพร้าว น้ำมะขามเปียก น้ำปลา และเกลือ
7. เคี่ยวต่อให้เข้ากันดี เป็นอันและตักจัดเสิร์ฟได้เลย',
'1. เนื้อวัวหั่น 1 ถ้วย
2. พริกแกง 2 ช้อนโต๊ะ
3. น้ำมันพืช 2 ช้อนโต๊ะ
4. กะทิ 1 ถ้วย
5. น้ำตาล 2 ช้อนโต๊ะ
6. น้ำปลา 2 ช้อนโต๊ะ
7. พริกหั่น 1 ช้อนโต๊ะ
8. ใบมะกูดหั่น 1 ช้อนโต๊ะ
9. ใบโหระพา 1 ช้อนโต๊ะ');

insert into Menu values
(4, 'แกงมัสมั่นไก่', '1-4.jpg', 325,
'1. ตั้งหม้อให้ร้อน ใส่กะทิลงไป เคี่ยวสักพักจนเดือด
2. ใส่พริกแกงลงไป เคี่ยวจนกะทิแตกมัน 
3. ใส่หอมใหญ่หั่น ลงไปผัด ตามด้วยน่องไก่ลงไปผัดคลุกให้เข้ากับน้ำแกง
4. ใส่เม็ดมะม่วงหิมพานต์ลงไป มันฝรั่งลงไปผัด 
5. เติมหางกะทิ เคี่ยวจนไก่นุ่ม ประมาณ 45 - 60 นาที คนเป็นระยะเพื่อไม่ให้ก้นหม้อไหม้
6. เติมน้ำตาลมะพร้าว น้ำมะขามเปียก น้ำปลา และเกลือ
7. เคี่ยวต่อให้เข้ากันดี เป็นอันเสร็จตักเสิร์ฟได้เลย',
'1. เนื้อไก่ ส่วนอก 5-6 ชิ้น ตามใจชอบ
2. พริกแกงมัสมั่น 5 ช้อนโต๊ะ
3. มันฝรั่ง ต้มสุก 5-6 ชิ้น
4. หอมหัวใหญ่ หั่นเป็นชิ้นใหญ่ ๆ 2 ลูก
5. ถั่วลิสงคั่ว 2 ช้อนโต๊ะ
6. น้ำปลา 2 ช้อนโต๊ะ
7. น้ำตาลปี๊บ 3 ช้อนโต๊ะ
8. น้ำมะขามเปียก 1 ช้อนโต๊ะ
9. หัวกะทิ 1 ถ้วย
10. หางกะทิ 4 ถ้วย');

insert into Menu values
(5, 'ปลากะพงนึ่งซีอิ๊ว', '1-5.jpg', 201,
'1. นำปลากะพงมาล้างทำความสะอาดให้เรียบร้อย และบั้งปลากะพงประมาณ 3 บั้ง ลึกเล็กน้อยแต่อย่าให้ถึงกระดูก
2. ตั้งน้ำร้อนให้เดือดจัด แล้วนำปลากะพงลงไปนึ่งด้วยไฟแรง นึ่งจนปลาสุกดี ประมาณ 12-15 นาที
3. นำขิงแก่มาปอกเปลือก แล้วนำมาซอยเป็นเส้นเล็กๆ
4. ซอยพริก และต้นหอมให้เป็นเส้น
5. เมื่อปลาสุกดี ให้นำปลาออกจากซึ่ง แล้วเทน้ำส่วนเกินในจานปลาทิ้ง
6. ตั้งกระทะให้น้ำมันร้อนจัด นำผักทั้งหมดลงไปผัดให้เข้ากัน จะทำให้ได้กลิ่นหอมกระทะ จากนั้นปิดเตา
7. นำผักที่ผัดเมื่อสักครู่มาโรยให้ทั่วตัวปลาที่นึ่งไว้ แล้วพักไว้ก่อน
8. ใช้กระทะเดิม ใส่ซอสหอยนางรม ซีอิ๊วดำหวาน ซีอิ๊วขาว เหล้าจีน น้ำตาลทราย และพริกป่น จากนั้นเปิดเตาใช้ไฟกลางค่อนแรง ผัดจนซีอิ๊วเข้ากันดี และนำซีอิ๊วที่ได้ไปราดลงบนตัวปลา พร้อมเสิร์ฟ',
'1. ปลากระพง 1 ตัว
2. น้ำปลา 6 ช้อนโต๊ะ
3. น้ำตาลปี๊บ 3 ช้อนโต๊ะ
4. น้ำมันหอย 1 ช้อนโต๊ะ
5. น้ำเปล่า 1 ถ้วยตวง
6. แอบเปิ้ลเขียว 1 ลูก ฝานบางๆ
7. พริกขี้หนูสวน 5-6 เม็ด ซอย
8. น้ำมะนาว 1 ช้อนโต๊ะ
9. หอมแดง 1 ลูก นำมาซอยบาง ๆ
10. เม็ดมะม่วงหิมพานต์ 2 ช้อนโต๊ะ');

insert into Menu values
(6, 'ปลากะพงทอดน้ำปลา', '1-6.jpg', 393,
'1. น้ำราดปลาทอด ตั้งกะทะไฟอ่อน ใส่น้ำปลาแท้ 3 ช้อนโต๊ะ แล้วใส่ น้ำตาลปี๊บ น้ำเปล่า เคี่ยวจนละลาย แล้วพักไว้
2. ขั้นตอนทอดปลา นำปลามาขอดเกล็ด ผ่าหลังและนำก้างตรงกลางออก ตั้งกะทะน้ำมันให้ร้อนจัดแล้วใช้ไฟปานกลาง รอจนปลามีสีเหลืองทอง
3. ปรุงรส นำปลาทอดเสร็จ ราดน้ำปลาให้ชุ่มก็จะได้ปลาทอดที่กรอบหอมน้ำปลากลมกล่อม',
'1. ปลากระพง 1 ตัว
2. ซอสปรุงรส 4 ช้อนโต้ะ
3. ซีอิ้วขาว 4 ช้อนโต้ะ
4. ซอสน้ำมันหอย 4 ช้อนโต้ะ
5. น้ำปลา 1 ช้อนโต้ะ
6. น้ำตาลทราย 2 ช้อนโต้ะ
7. น้ำเปล่า 100 มิลลิลิตร
8. หอมแดง 3 หัว นำมาซอย
9. ผักชี 1 ต้น
10. ขิงซอย 3 ช้อนโต้ะ
11. ขึ้นฉ่าย 1 ต้น นำมาซอย');

insert into Menu values
(7, 'ขนมจีนน้ำยากะทิ', '1-7.jpg', 526,
'1. ต้มน้ำให้เดือด ใส่ ตะไคร้  กระเทียม  หอมแดง  ข่า  กระชาย พริกแห้ง และใบมะกรูดลงไป และตามด้วยปลาช่อน
2. ต้มจนปลาช่อนสุก ตักเครื่องแกงที่ต้มเมื่อสักครู่มาตำให้ละเอียด จากนั้นก็นำเนื้อปลาเอาก้างออกมาตำผสมกันจนกลายเป็นเครื่องแกง
3. ตั้งกระทะเทน้ำกะทิลงไป เททีละส่วน เมื่อกะทิร้อนจนได้ที่ให้นำเครื่องแกงลงไปผัดกับกะทิ ผัดให้เข้ากันแล้วเติมกะทิส่วนที่เหลือลงไปและตามด้วยน้ำเปล่าเคี่ยวจนกะทิแตกมัน
4. ปรุงรสด้วยน้ำปลา เกลือและตามด้วยลูกชิ้นปลา เสร็จแล้วใส่จานเสิร์ฟกับขนมจีนได้เลย',
'1. หัวกะทิ 1 ถ้วยตวง
2. หอมแดง 1 ถ้วย
3. กระเทียม 0.5 ถ้วย
4. ข่าหั้น 0.5 ถ้วย
5. ตะไคร้หั่น 0.5 ถ้วย
6. กระชาย 1 ถ้วย
7. หางกะทิ 4 ถ้วยตวง
8. เนื้อปลาช่อน 1 ถ้วย
9. ลูกชิ้นปลา 1 ถ้วย
10. น้ำปลา 2 ช้อนโต๊ะ
11. น้ำ 1 หม้อ 5 ลิตร
12. เกลือ 1 ช้อนชา
13. กะปิ 1 ช้อนชา
14. ขนมจีน
15. เครื่องเคียงสำหรับทานกับขนมจีนน้ำยาปลากะทิ');

insert into Menu values
(8, 'บะกุ๊ดเต๋', '1-8.jpg', 300,
'1. นำเครื่องตุ๋นยาจีนได้แก่ ห่อใส่ผ้าขาวบางเตรียมไว้
2. นำเห็ดหอมแช่น้ำทิ้งไว้ 10 นาที แล้วนำมาหั่นขนาดพอดีคำเตรียมไว้
3. แช่ฟองเต้าหู้ในน้ำร้อนทิ้งไว้ 10 นาที แล้วตักขึ้นเตรียมไว้
4. ตั้งน้ำใส่หม้อ รอให้น้ำเดือดใส่ซี่โครงหมูอ่อน ต้มให้สุกแล้วตักขึ้นพักไว้
5. ตั้งหม้อใส่น้ำเปล่า เปิดไฟรอให้น้ำเดือดแล้วใส่ครื่องตุ๋นยาจีนตามด้วยซี่โครงหมูอ่อน กระเทียมรากผักชีทุบ
6. แล้วตุ๋นทิ้งไว้ 30 นาที
7. ใส่เห็ดเข็มทอง ฟองเต้าหู้และเห็ดหอมแห้ง ปรุงรสด้วย ซีอิ้วดำ ซีอิ้วขาว เกลือ พริกไทยแล้วคนให้เข้ากัน ปิดไฟยกออกจากเตา
8. ตักใส่ชาม ตกแต่งด้วยผักชี พร้อมจัดเสิร์ฟ',
'1. ซี่โครงหมู 1 จาน
2. อบเชย 1 หยิบมือ
3. โป๊ยกั๊ก 1 หยิบมือ
4. ชะเอม 1 หยิบมือ
5. ตังซอม 1 หยิบมือ
6. ตังกุย 1 หยิบมือ
7. เง็กเต็ก 1 หยิบมือ
8. เก๋ากี้ 1 หยิบมือ
9. พริกไทยขาว 1 หยิบมือ
10. พริกไทยดำ 1 หยิบมือ
11. ชวงเจีย 1 หยิบมือ
12. ขิง 2 แผ่น
13. กระเทียม 1 หยิบมือ
14. โสม 1 ราก
15. กระชายดำ 1 ราก
16. ลำไยแห้ง 1 หยิบมือ
17. รากผักชี 1 ต้น
18. น้ำเปล่า 1 หม้อ
19. ซอสน้ำมันหอย 2 ช้อนโต๊ะ
20. ซอสปรุงรส 2 ช้อนโต๊ะ
21. ซีอิ้วขาว 2 ช้อนโต๊ะ
22. เกลือ 1 ช้อนชา
23. ซีอิ้วดำ 1 ช้อนโต๊ะ
24. ผงบะกุ๊ดเต๋ 2 ช้อนโต๊ะ');

insert into Menu values
(9, 'ราดหน้าฮ่องกง', '1-9.jpg', 593.8,
'1. ตั้งกระทะให้ร้อน ใส่น้ำมันเล็กน้อย ผัดหมู และพักไว้ก่อน
2. นำเส้นใหญ่ลงไปผัดให้หอม และใส่ซีอิ๊วดำให้สีสวยงาม และพักไว้ก่อน
3. เตรียมผักคะน้า นำผักคะน้าลงไปผัดกับน้ำมันหอย และพักไว้ก่อน
4. เริ่มทำน้ำซอส โดยใส่น้ำซุปไก่ลงไปต้ม ใส่เห็ดโคนลงไปต้ม
5. ปรุงรสด้วยน้ำตาลทราย น้ำมันหอย น้ำมันงา ซีอิ้วดำ ใส่แป้งมันผสมน้ำลงไป เคี่ยวให้เหนียว
6. เสิร์ฟเส้นใหญ่ใส่จาน วางผักคะน้า และราดด้วยน้ำซอส โรยหน้าด้วยพริกไทยป่น',
'1. เส้นใหญ่ 1 จาน
2. แป้งมันฮ่องกง 2 ช้อนโต๊ะ
3. เนื้อหมู 1 จาน
4. น้ำมันหอย 2 ช้อนโต๊ะ
5. น้ำมันงา 1 ช้อนชา
6. น้ำตาลทราย 1 ช้อนชา
7. ซีอิ้วดำ 1 ช้อนชา
8. เห็ดโคน 2-3 ดอก หั่นซีก
9. ยอดผักคะน้า 4-5 ยอด');

insert into Menu values
(10, 'กระเพาะปลาน้ำแดง', '1-10.jpg', 225,
'1. ต้มกระเพาะปลาให้นิ่ม
2. ต้มน้ำเปล่ากับรากผักชี และเห็ดหอมแห้ง แล้วปรุงรสด้วยซีอิ๊วขาวและน้ำตาลทราย
3. ใส่ไข่นกกระทาต้ม ตามด้วยเนื้อปู และกระเพาะปลา ระหว่างนั้นให้เตรียมน้ำผสมกับแป้งมัน แล้วค่อย ๆ เทลงไปในหม้อและคนไปพร้อม ๆ กัน เติมทีละน้อยจนน้ำเริ่มเหนียวตามต้องการ
4. ตักใส่ถ้วย โรยผักชีและพริกไทยป่น หรือโรยเนื้อปูก้อนลงไปอีกครั้งเพื่อความสวยงามและน่ากิน',
'1. กระเพาะปลา 3-4 แท่ง
2. แป้งมันฮ่องกง 3 ช้อนโต๊ะ
3. ขิง 2-3 ชิ้น ฝานบาง
4. ต้นหอม 1 ต้น
5. น้ำมันพืช
6. ไก่ต้มฉีกเส้น 1 จาน
7. เห็ดหอม 3-4 ดอก นำมาหั่นเส้น
8. ไข่นกกระทาต้ม 10 ฟอง
9. ซีอิ้วขาว 5 ช้อนโต๊ะ
10. ซอสปรุงรส 5 ช้อนโต๊ะ
11. น้ำตาล 2 ช้อนโต๊ะ
12. เหล้าขาว 2 ช้อนโต๊ะ
13. เห็ดหอมหั่นเส้น 2-3 ดอก
14. น้ำซุปไก่ 1 ถ้วยตวง');

insert into Menu values
(11, 'ต้มจิ๋วเนื้อ', '1-11.jpg', 400,
'1. ตั้งหม้อใส่น้ำบนเตา ใส่เกลือลงไป ต้มจนน้ำเดือด ตามด้วยเนื้อสันในวัวหั่นเต๋า ต้มไปเรื่อย ๆ จนน้ำเดือดอีกครั้ง
2. คอยช้อนฟองออกอย่างสม่ำเสมอ
3. เมื่อน้ำเดือดอีกครั้ง ใส่มันเทศหั่นเต๋า และหัวหอมแดงลงไป ตั้งไฟไว้จนกว่ามันเทศจะสุกนุ่ม
4. พอมันเทศสุก ปรุงรสด้วยน้ำมะขามเปียก น้ำตาลทราย และน้ำปลา จากนั้นใส่พริกขี้หนูสวนทุบลงไป คนให้เข้ากัน ปล่อยให้เดือดอีกครั้งแล้วปิดไฟ ใส่น้ำมะนาว ใบโหระพา และใบกะเพราลงไป คนให้เข้ากัน แล้วตักขึ้นจัดเสิร์ฟ',
'1. เนื้อสันในวัวหั่นเต๋า 300 กรัม
2. มันเทศหั่นเต๋า 200 กรัม
3. หัวหอมแดง 5 หัว
4. ใบโหระพาเด็ดใบ 1 ถ้วย
5. ใบกะเพราเด็ดใบ 1 ถ้วย
6. พริกขี้หนูสวนทุบ 1/2 ถ้วย
7. น้ำมะขามเปียก 3 ช้อนโต๊ะ
8. น้ำมะนาว 2 ช้อนโต๊ะ
9. น้ำปลา 2 ช้อนโต๊ะ
10. เกลือ 1 ช้อนชา');

insert into Menu values
(12, 'ต้มเล้งแซ่บ', '2-1.jpg', 433.5,
'1. ล้างกระดูกเล้งให้สะอาด จนไม่มีเลือดออกมา ผึ่งให้แห้ง
2. ใส่กระดูกเล้งลงในหม้อ บุบรากผักชี และกระเทียม ใส่ตามลงไป ตามด้วยพริกไทย เกลือ และน้ำเปล่าลงไปพอท่วม
3. ตั้งไฟอ่อน เคี่ยว 2 ชม. ระหว่างเคี่ยวให้คอยตักฟองออกตลอด เสร็จแล้วตักกระดูกเล้ง และน้ำซุปใส่ถ้วย 
4. ซอยผักชีฝรั่ง โรยบนกระดูกหมู ตามด้วยพริกขี้หนูสวนตำจนแหลก 
5. ปรุงรสด้วยน้ำปลาและมะนาว',
'ส่วนผสมน้ำซุป
1. น้ำสะอาด 4 ลิตร
2. กระดูกเล้ง 2 กก.
3. น้ำกระเทียม 1/2 ถ้วย
4. เกลือ 1 ช้อนโต๊ะ
5. ซุปหมูก้อน 2 ก้อน
6. รากผักชี 2-3 ต้น
7. หอมใหญ่ 1 หัว
8. น้ำตาลกรวด 20 กรัม
9. แครอท 1/2 ถ้วย
ส่วนผสมเครื่องปรุง
1. น้ำปลา
2. พริกขี้หนูสวน เม็ดเล็ก
3. น้ำมะนาวสด
4. ต้นหอมผักชี ผักชีฝรั่ง');

insert into Menu values
(13, 'ไก่ย่างน้ำตก', '2-2.jpg', 349,
'1. ผสมน้ำปลา น้ำตาลทราย น้ำมะนาว พริกป่น ข้าวคั่ว คนพอเข้ากัน
2. ใส่ไก่ย่าง หอมแดง ต้นหอม ผักชีฝรั่ง คลุกเคล้าให้เข้ากันอีกครั้ง ตักใส่ภาชนะ โรยด้วยใบสะระแหน่ จัดเสิร์ฟพร้อมผักสดต่าง ๆ',
'1. ไก่ย่างหั่นเป็นชิ้น
2. น้ำปลา 1/2 ช้อนโต๊ะ
3. น้ำตาลทราย 1 ช้อนชา
4. น้ำมะนาว 2 ช้อนโต๊ะ
5. ผงชูรส 1 ช้อนชา
6. พริกป่น 2 ช้อนชา
7. ข้าวคั่ว 1 ช้อนโต๊ะ
8. ผักชีฝรั่งซอย 2 ช้อนโต๊ะ
9. ใบสะระแหน่โรยหน้า');

insert into Menu values
(14, 'หมูคลุกฝุ่น(ลาบทอด)', '2-3.jpg', 303.6,
'1. นำหมูสันนอกหั่นเส้นมาหมักด้วยพริกป่น ข้าวคั่ว น้ำตาลทราย ซอสหอยนางรม และน้ำปลา คลุกเคล้าให้เข้ากัน หมักไว้ 1 ชั่วโมง
2. นำกระทะขึ้นตั้งไฟ เทน้ำมันพืชลงไป รอจนน้ำมันเดือด จากนั้นนำหมูที่หมักไว้ไปทอดจนมีสีเหลืองหอม ตักออกพักไว้บนตะแกรงเพื่อให้สะเด็ดน้ำมัน 
3. ตักใส่จานที่เตรียมไว้ โรยผักชีฝรั่งซอย พร้อมเสิร์ฟ',
'1. หมู 200 กรัม
2. พริกป่น 1 ช้อนโต๊ะ
3. ข้าวคั่ว 1 ช้อนโต๊ะ
4. น้ำปลา 1 ช้อนโต๊ะ
5. ผงปรุงรสหมู 1/2 ช้อนชา
6. หอมแดง 1 ลูก
7. ใบมะกรูด 2 ใบ
8. แป้งทอดกรอบ 3 ช้อนโต๊ะ
9. น้ำเปล่า 2 ช้อนโต๊ะ');

insert into Menu values
(15, 'อ่อมหอยขม', '2-4.jpg', 126,
'1. ล้างหอย ต่อยก้นหอย ล้างให้สะอาด
2. ตั้งหม้อ ใส่หอยขมต่อยก้น ตะไคร้ทุบ(หั่นชิ้นใหญ่) พริกโขลก ที่เตรียมไว้ ปรุงด้วยปลาร้า น้ำปลา ผงนัว คั่วด้วยไฟอ่อนจนหอม กลิ่นหอยขมเริ่มออก หรือประมาณ 1 นาที
3. ใส่ข้าวคั่ว เติมน้ำ ใช้ไฟกลาง ต้มจนหอยสุก ข้าวคั่วนิ่ม เหนียว น้ำข้น ใช้เวลาประมาณ 2-3 นาที
4. แกงได้ที่ ใส่ชะอม ใบแมงลัก ปรุงรสอีกครั้งตามชอบ ยกเสิร์ฟ',
'1. หอยขม 300 กรัม
2. น้ำเปล่า 300 มล
3. ตะไคร้ 1-2 ต้น
4. พริกสด 5 เม็ด
5. ปลาร้า 1 ทัพพี ครึ่ง
6. น้ำปลา 1/2 ช้อนโต๊ะ
7. ผงนัว 1/2 ช้อนชา
8. ข้าวคั่ว 2 ช้อนโต๊ะ
9. ใบแมงลัก 5-10 ยอด
10. ชะอม 3-5 ยอด');

insert into Menu values
(16, 'แกงอ่อมกบ', '2-5.jpg', 120,
'1. โขลกพริก กระเทียม หอมแดง ตะไคร้รวมกัน จากนั้นตั้งหม้อด้วยไฟแรงเทน้ำเปล่าให้น้ำเดือด จากนั้นก็นำพริก กระเทียม หอมแดงและตะไคร้ที่โขลกรวมกันไว้นำลงมาผัดกับน้ำเดือดจนหอม แล้วใส่กบสับลงไปผัดจนสุก
2. เมื่อผัดกบจนสุกได้ที่แล้ว ให้เติมน้ำปลาร้า น้ำปลา จากนั้นเติมน้ำเปล่าลงไปอีกประมาณ 500 ml. คนต่อไปจนน้ำเดือด ใส่ใบมะกรูด ตามด้วยบวบลงไป พอบวบเริ่มสุกใส่ผักชีลาว ต้นหอม ข้าวคั่วลงไปตามลำดับ
3. พอผักทุกอย่างสุกใส่ใบแมงลักลงไปแล้วคนให้เข้ากัน ชิมรสชาติ แล้วปิดฝาไว้สักพัก ให้กลิ่นของใบแมงลักเข้าไปในเนื้ออ่อมกบ จากนั้นก็เปิดฝาและตักใส่ถ้วยพร้อมเสิร์ฟ',
'1. กบ 2 ตัว
2. ใบชะพลู 1/2 ถ้วย
3. ใบพริก 1/2 ถ้วย
4. ผักชีลาว 1/2 ถ้วย
5. ใบมะกรูด 3 ใบ
6. ต้นหอม 3 ต้น
7. มะเขือเปราะ 1/2 ถ้วย
8. น้ำเปล่า 1/2 ขัน
9. พริกแห้ง 10 เม็ด
10. ตะไคร้ 3 ต้น
11. หอมเเดง 5 หัว
12. กระเทียม 10 กลีบ
13. เกลือ 1/2 ช้อนชา
14. น้ำปลาร้า 1 ช้อนโต๊ะ
15. รสดี 1 ช้อนชา
16. ชูรส 1/2 ช้อนชา');

insert into Menu values
(17, 'ส้มตำปลาร้า', '2-6.jpg', 69.9,
'1. โขลกพริก กระเทียมให้เข้ากัน 
2. ใส่เครื่องปรุง น้ำตาล น้ำปลา น้ำมะขามเปียก น้ำมะนาว มะขือเทศ และน้ำปลาร้าลงไปในครก คนส่วนผสมให้เข้ากัน 
3. ใส่เส้นมะละกอลงไปตำให้เครื่องปรุงกับเส้นมะละกอเข้ากันดี ตักใส่จานพร้อมเสิร์ฟ',
'1. มะละกอสับ
2. ถั่วฝักยาว 2 ฝัก
3. มะเขือเทศ 3-4 ลูก
4. พริก 5 เม็ด
5. กระเทียม 3 กลีบ
6. มะนาว 1-2 ลูก
7. น้ำปลา 1/2 ทัพพี
8. น้ำปลาร้าต้มสุก 1 1/2 ทัพพี
9. น้ำตาลมะพร้าว 1 ช้อนโต๊ะ');

insert into Menu values
(18, 'แกงไข่ผำเนื้อหมู', '2-7.jpg', 0,
'1. ล้างไข่ผำ ใส่หม้อตั้งไฟ ใส่น้ำนิดหน่อย
2. ตำพริกแกง ประกอบด้วย พริกแห้ง หัวหอม กระเทียม ตะไคร้ กะปิ ใบมะกรูด โขลกให้ละเอียด
3. หั่นหมูเป็นชิ้นพองาม พอน้ำต้มไข่ผำเดือดค่อยใส่หมู พริกแกง เติมน้ำปลา น้ำปลาร้าต้ม ปรุงรสตามชอบ ก่อนยกลงใส่ต้นหอมหั่นเป็นท่อนๆ เด็ดใบโหระพาใส่ลงไปด้วย',
'1. ไข่ผำ 2 ถ้วย 
2. เนื้อหมู 300 กรัม 
3. พริกแห้ง 10-15 เม็ด 
4. หอมแดง 4-5 หัว 
5. กระเทียมสับ 2 ช้อนโต๊ะ 
6. ตะไคร้ 2 ต้น 
7. กะปิ 1 ช้อนโต๊ะ 
8. ใบมะกรูด 3 ใบ 
9. น้ำปลา 2 ช้อนโต๊ะ 
10. น้ำปลาร้า 1 ทัพพี
11. ต้นหอมหั่นท่อน ตามชอบ	 
12. ใบโหระพาหรือใบแมงลัก ตามชอบ');

insert into Menu values
(19, 'น้ำตกหมู', '2-8.jpg', 165,
'1. ใส่น้ำซุปลงในหม้อ นำขึ้นตั้งไฟ ใส่เนื้อหมูลงรวนพอสุก ยกลงจากเตา
2. ใส่พริกป่น และข้าวคั่ว ปรุงรสด้วยน้ำมะนาว และน้ำปลา คนผสมให้เข้ากัน ชิมรสตามชอบ
3. ใส่หอมแดงซอย ต้นหอมซอย ผักชีซอย ผักชีฝรั่งซอย และใบสะระแหน่ เคล้าผสมให้เข้ากันอีกครั้ง ตักใส่จาน เสิร์ฟพร้อมกับผักสด',
'1. เนื้อสันคอหมู หรือคอหมูย่างตามชอบ หั่นเป็นชิ้น ๆ 100 กรัม
2. น้ำซุป 1/4 ถ้วย
3. พริกป่น ตามชอบ
4. ข้าวคั่ว 1/2 ช้อนโต๊ะ
5. น้ำมะนาว 1 ช้อนโต๊ะ
6. น้ำปลา 1 ช้อนโต๊ะ
7. หอมแดงซอย  1 ช้อนโต๊ะ
8. ต้นหอมและผักชีซอย (หรือผักชีฝรั่งซอยตามชอบ)
9. ใบสะระแหน่ เด็ดเป็นใบ
10. ผักเคียง');

insert into Menu values
(20, 'ก้อยเนื้อ', '2-9.jpg', 105,
'1. นำเนื้อวัวที่หั่นแล้ว ใส่ลงในชามผสม ตามด้วยพริกแห้งป่น ดีวัว น้ำมะนาว น้ำปลา และข้าวคั่ว จากนั้นคลุกเคล้าให้เข้ากัน 
2. แล้วใส่ใบมะกรูดซอย หอมแดงซอย ผักชีฝรั่งซอย ต้นหอมและผักชีซอย แล้วคลุกเคล้าให้เข้ากันอีกครั้ง
3. ตักใส่จาน จากนั้นโรยใบสะระแหน่ พร้อมเสิร์ฟ',
'1. เนื้อวัวออสเตรเลีย 500 กรัม 
2. ข้าวคั่ว 4 ช้อนโต๊ะ
3. พริกแห้งป่น 4 ช้อนโต๊ะ 
4. ดีวัว 2 ช้อนโต๊ะ 
5. น้ำมะนาว 4 ช้อนโต๊ะ 
6. น้ำปลา 4 ช้อนโต๊ะ 
7. หอมแดงซอย 6 ลูก 
8. ต้นหอมและผักชี 2 ต้น 
9. ผักชีฝรั่ง 3 ต้น 
10. ใบมะกรูดซอย 2 ช้อนโต๊ะ
11. ใบสะระแหน่ สำหรับโรยหน้า 
12. ผักเคียง');

insert into Menu values
(21, 'ซุปหน่อไม้', '2-10.jpg', 41,
'1. นำหน่อไม้ปี๊บมาแช่น้ำล้างให้สะอาด
2. ตั้งหม้อบนเตาใส่น้ำเปล่าเปิดไฟปานกลาง พอน้ำเดือดใส่หน่อไม้ปี๊บต้มประมาณ 10 นาที เทน้ำทิ้งทำแบบนี้ 3 รอบขึ้นสะเด็ดน้ำให้แห้ง
3. นำส้อมมาขูดหน่อไม้ที่เตรียมไว้ โดยขูดเป็นเส้นยาวๆ เสร็จแล้วใส่ชามเตรียมไว้
4. นำหม้อตั้งบนเตาใส่หน่อไม้ปี๊บที่ขูดเสร็จแล้วตามด้วยน้ำใบย่านาง เปิดไฟปานกลางรอต้มให้เดือดก่อน
5. ใส่น้ำปลา, มะนาว, น้ำปลาร้า, พริกป่น และข้าวคั่วคลุกเคล้าให้เข้ากัน
6. ใส่ผักชีฝรั่งซอย, ใบสะระแหน่, ต้นหอมซอย และหอมแดงซอยคลุกเคล้าให้เข้ากันอีกครั้ง
7. ปิดไฟตักใส่ชามโรยหน้าด้วยต้นหอมซอย, ใบสะระแหน่และข้าวคั่ว',
'1. หน่อไม้ปี๊บ 500 กรัม
2. น้ำใบย่านาง 1 ถ้วยตวง
3. น้ำปลาร้าต้มสุก 3 ช้อนโต๊ะ
4. ข้าวคั่ว 4 ช้อนโต๊ะ
5. ใบสะระแหน่ 1 กำมือ
6. หอมแดงซอย 2 หัว
7. ผักชีฝรั่งซอย 1 ถ้วยตวง
8. ต้นหอมซอย 3 ต้น
9. น้ำปลา 1 ช้อนโต๊ะ
10. พริกป่น 1 ช้อนโต๊ะ
11. น้ำมะนาว 1 ช้อนโต๊ะ');

insert into Menu values
(22, 'น้ำพริกอ่อง', '3-1.jpg', 520,
'1. โขลกน้ำพริก โดยใส่ หอมแดง กระเทียม พริกแห้ง เกลือ และกะปิ โขลกให้ละเอียด 
2. ตั้งกระทะใส่น้ำมันเอากระเทียมบุบลงเจียว ให้มีสีเหลืองเล็กน้อย
3. เอาน้ำพริกที่โขลกไว้ใส่ลงไปผัดให้หอม ใส่หมูสับตามลงไปผัด หากมันดูแห้งเกินไปเติมน้ำเล็กน้อย
4. พอหมูใกล้สุกใส่มะเขือเทศตามลงไป ผัดจนมะเขือเทศสุกเละ ปรุงรสด้วยน้ำตาลและน้ำปลา 
5. ปิดไฟแล้วตักใส่ถ้วย โรยหน้าด้วยต้นหอม ผักชีซอย',
'1. พริกแห้ง 1 กำมือ (ปริมาณเพิ่ม-ลดได้ตามชอบ)
2. เกลือ 1 ช้อนชา
3. กระเทียม 5-8 กลีบ
4. หอมแดง 5 หัว
5. รากผักชี 1 ช้อนโต๊ะ
6. กะปิ 1 ช้อนชา
7. เต้าเจี้ยว 1 ช้อนโต๊ะ
8. มะเขือเทศหั่นชิ้น 1 ถ้วย
9. หมูสับ 500 กรัม
10. น้ำมะขามเปียก 1-2 ช้อนโต๊ะ
11. น้ำปลา 2-3 ช้อนโต๊ะ
12. น้ำตาลปี๊บ 1 ช้อนโต๊ะ
13. น้ำมันพืช 2 ช้อนโต๊ะ');

insert into Menu values
(23, 'ข้าวซอยไก่', '3-2.jpg', 505.7,
'1. ตั้งหม้อหรือกระทะใบใหญ่ให้ร้อน ใส่กะทิลงไปเคี่ยวสักพัก ตามด้วยเครื่องแกง จากนั้นเคี่ยวจนกะทิให้แตกมัน
2. ใส่น่องไก่ลงไปผัดให้เข้ากับกะทิ แล้วเติมกะทิลงไปจนหมด เคี่ยวต่อให้ไก่เปื่อย สัก 30-40 นาที  
3. ลวกเส้นข้าวซอยให้นุ่มก่อนนำไปทอดค่ะ โดยเราจะนำไปลวกในน้ำเดือด โดยใช้เวลาประมาณ 8 นาที
4. โดยแบ่งเส้นข้าวซอยที่ลวกแล้วสัก 2 หยิบมือ ผึ่งให้แห้งแล้วนำลงทอดในน้ำมันปาล์มเดือด ๆ สักพักให้กรอบ แล้วตักขึ้นพักไว้ 
5. ตักเส้นข้าวซอยลวกลงในชาม แล้วตักน้ำข้าวซอย พร้อมน่องไก่ราดลงไป
6. ตกแต่งด้วยข้าวซอยทอดและต้นหอมผักชีซอย ทานพร้อมพริกผัด หอมแดงซอย และผักกาดดอง',
'1.เนื้อไก่สับ 300 g
2. เนื้อน่องไก่ติดสะโพก 4 ชิ้น (850 g)
3. กะทิ 600 ml
4. น้ำสะอาด 600 ml
5. น้ำมันพืช 1 ช้อนโต๊ะ
6. ผงขมิ้น 1 ช้อนชา
7. ผงกะหรี่ 1 ช้อนโต๊ะ
8. ลูกผักชีคั่วป่น 2 ช้อนชา
9. น้ำตาลมะพร้าว 1 ช้อนโต๊ะ
10. เกลือ 1/2 ช้อนชา
11. พริกแกงเผ็ด 3-4 ช้อนโต๊ะ
12. ซีอิ๊วขาว 1 ช้อนโต๊ะ
13. น้ำปลา 1 ช้อนโต๊ะ
14. เส้นบะหมี่เหลือง 5 ก้อน
15. เครื่องเคียง(พริกป่นคั่วน้ำมัน, พริกแห้งทอด, มะนาวสด, น้ำปลา, หอมแดงซอย, ผักกาดดองซอย, ต้นหอมผักชี)');

insert into Menu values
(24, 'ขนมจีนน้ำเงี้ยว', '3-3.jpg', 308,
'1. ต้มน้ำ พอเดือด ใส่ซี่โครงหมู ต้มจนหมูนุ่ม
2. โขลกเครื่องแกงรวมกันให้ละเอียด
3. ผัดเครื่องแกงกับน้ำมัน จนมีกลิ่นหอม ใส่เต้าเจี้ยวลงผัด คนให้เข้ากัน
4. ใส่หมูบด ผัดให้เข้ากัน จนหมูสุก
5. ใส่เครื่องแกงที่ผัดแล้วลงในน้ำหม้อต้มกระดูก ต้มจนเดือด ใส่ดอกงิ้ว ต้มต่อประมาณ 10 นาที
6. ใส่เลือดไก่ที่หั่นแล้ว คนให้ทั่ว แล้วใส่มะเขือเทศ
8. ตั้งไฟต่อประมาณ 5 นาที ยกลง นำขนมจีนใส่จาน ราดด้วยแกงน้ำเงี้ยว รับประทานกับเครื่องเคียง',
'1. เส้นขนมจีนอบแห้ง 200 กรัม
2. กระดูกหมู 300 กรัม
​​​​​​3. เนื้อหมูบด 200 กรัม
4. มะเขือเทศ 2 ถ้วย
​​​5. พริกแห้งแช่น้ำ 1/2 ถ้วย (เม็ดเล็กและใหญ่)
6. ข่า 3 ช้อนโต๊ะ
​​​​​7. ตะไคร้ 2 ช้อนโต๊ะ
8. รากผักชี 2 ช้อนโต๊ะ (หรือก้านผักชี)
9. หอมแดง 1/3 ถ้วย
10. กระเทียม 3 ช้อนโต๊ะ
11. น้ำตาลทราย 2 ช้อนโต๊ะ
12. กะปิ 1 ช้อนชา
13. เกลือ 1 ช้อนชา
14. ​​​​เต้าเจี้ยว 4 ช้อนโต๊ะ (หรือถั่วเน่า)
15. น้ำปลา 4 ช้อนโต๊ะ
16. ​​​น้ำเปล่า 6 ถ้วย');

insert into Menu values
(25, 'ไส้อั่ว', '3-4.jpg', 420,
'1. โขลกเครื่องแกงรวมกันให้ละเอียด
2. ล้างไส้หมูให้สะอาด โดยใส่น้ำลงในไส้ แล้วกลับด้านในออกมาด้านนอก นำไปแช่น้ำใส่เกลือ ประมาณ 10 นาที แล้วกลับด้านนอกออกเหมือนเดิม
3. ใส่เครื่องแกงลงคลุกเคล้ากับเนื้อหมูบดให้เข้ากัน
4. ใส่ผักชีต้นหอมซอย ใบมะกรูดซอย คลุกเคล้าให้เข้ากัน
5. นำหมูที่คลุกเคล้าเรียบร้อยแล้ว มากรอกใส่ไส้หมู โดยใช้กรวยช่วยในการกรอกหมูใส่ไส้
6. เมื่อกรอกไส้จนเต็มแล้ว มัดปากไส้
7. นำไส้อั่วที่ได้มาย่างไฟอ่อนๆ จนสุกเหลืองทั่ว ประมาณ 45 นาที',
'ส่วนผสมไส้อั่ว
1. เนื้อหมูติดมัน 1 กิโลกรัม (ในสูตรใช้หมูสามชั้นเนื้อเยอะ)
2. เครื่องแกงไส้อั่ว 3 ช้อนโต๊ะ (สูตรอยู่ด้านล่าง)
​​​​3. ซีอิ๊วขาว 1 ช้อนโต๊ะ
4. น้ำปลา 2 ช้อนโต๊ะ
5. ​​​​ไส้หมูสำหรับยัดไส้
6. ใบมะกรูดหั่นฝอย 3 ช้อนโต๊ะ
7. ต้นหอมกับผักชีซอย 1/2 ถ้วย
8. น้ำตาลทราย 1 ช้อนชา
9. ​​​​ต้นหอมกับผักชีซอยละเอียด 1 ถ้วย
เครื่องแกงไส้อั่ว
1. ​​​พริกแห้งเม็ดใหญ่ แช่น้ำ 2 เม็ด
2. ​​​พริกขี้หนูแห้ง แช่น้ำ 15 เม็ด
3. ​​​​เกลือ
4. ข่า 3 ช้อนโต๊ะ
5. ​​ตะไคร้ 3 ต้น
​​6. รากผักชี 3 ช้อนโต๊ะ
7. กระเทียม 1 หัวใหญ่
8. หอมแดง 6 หัว
9. ผิวมะกรูด 1 ช้อนโต๊ะ
10. ​​กะปิ 1 ช้อนชา
11. ขมิ้น 2 ช้อนโต๊ะ
12. ลูกผักชีกับยี่หร่าคั่วตำ 3 ช้อนโต๊ะ');

insert into Menu values
(26, 'แกงอ่อม', '3-5.jpg', 88,
'1. ตำกระเทียม ข่า หอมแดง พริก และพริกแห้ง เข้าด้วยกันตำจนละเอียด
2. นำพริกที่ตำไปผัดในหม้อ ตามด้วยเนื้อน่องลาย ผัดแค่ผิว ๆ สุก
3. ใส่น้ำปลาร้าครึ่งนึงก่อน ผัดให้น้ำปลาร้าซึมเข้าเนื้อ
4. เติมน้ำเปล่าลงไปแล้วตามด้วยน้ำปลาร้าที่เหลือ ปรุงรสด้วยน้ำปลาและผงชูรส
6. ใส่ถั่วฝักยาว ใบมะกรูด และผักชีลาว ต้มต่อจนงวดและผักสุก อาจจะเติมพริกสดลงไปด้วยเพื่อความสวยงาม',
'1. กระเทียม 6-8 กลีบ
2. ข่าหั่น 3-4 ชิ้น
3. หอมแดง 6-8 ลูก
4. พริก ตามชอบ
5. พริกแห้ง ตามชอบ
6. ตะไคร้ 1 ต้น
7. เนื้อน่องลาย
8. น้ำปลาร้า 1 ถ้วย
9. น้ำเปล่า 1 ลิตร
10. น้ำปลา 1 ช้อนโต๊ะ
11. ผงปรุงรส 1 ช้อนชา
12. ถั่วฝักยาว ตามชอบ
13. ใบมะกรูด 6-9 ใบ
14. ผักชีลาว ตามชอบ');

insert into Menu values
(27, 'แกงโฮะ', '3-6.jpg', 1556,
'1. ตั้งกระทะน้ำมัน ผัดกระเทียมให้หอม ใส่พริกแกงเผ็ด และพริกแกงฮังเลลงไปผัด
2. นำหน่อไม้ดอง แคบหมู ใบมะกรูด ผักตำลึง ตะไคร้ ปรุงรสด้วยน้ำปลา และน้ำมะนาว ผัดให้เข้ากัน
3. นำวุ้นเส้น ลงไปผัดต่อให้วุ้นเส้นสุก เสิร์ฟใส่จาน',
'1. พริกแกงเผ็ด 1 ถ้วย
2. พริกแกงฮังเล 1 ถ้วย
3. แหนมหม้อขยี้ให้กระจาย 2 ถ้วย
4. หน่อไม้ดองหั่นบาง ๆ 1 ถ้วย
5. แคบหมู 1 ถ้วย
6. วุ้นเส้น 1 ถ้วย
7. ใบมะกรูด ฉีก 4-5 ใบ
8. ผักตำลึงหั่นยาว 1 ถ้วย
9. ต้นตะไคร้หั่นฝอย 2 ต้น
10. น้ำปลา 1 ช้อนโต้ะ
11. น้ำมะนาว 1 ช้อนโต้ะ
12. พริกสดบด 2 ช้อนโต๊ะ
13. กระเทียมบด 2 ช้อนโต๊ะ
14. มันพืชสำหรับผัด 3 ช้อนโต้ะ');

insert into Menu values
(28, 'ไข่ปาม', '3-7.jpg', 83.03,
'1. เช็ดใบตองให้สะอาด แล้วตัดเป็นสี่เหลี่ยมผืนผ้า ประกบด้านท้องใบเข้าด้วยกัน แล้วกลัดสองข้างเข้าด้วยกัน 
2. ตอกไข่ใส่เกลือใส่มะเขือเทศตีพอเข้ากันดี ตักใส่ใบตองที่พับไว้ โรยหน้าด้วยต้นหอม 
3. นำไปย่างด้วยไฟอ่อนถึงกลางนิดๆ พอไข่สุกเกือบทั้งหมด กลับด้านเพื่อให้มีสีเหลืองจากการย่างอีกนิดหน่อย',
'1.ไข่ไก่ 3-5 ฟอง
2.ต้นหอม 4-5 ต้น
3.เกลือ 1/2 ช้อนชา
4.มะเขือเทศ 1 ลูก
5.ใบตอง');

insert into Menu values
(29, 'คั่วแห้งไก่', '3-8.jpg', 204.8,
'1. ตั้งกะทะ (ไม่ใส่น้ำมัน) นำเครื่องแกงที่โขลกไว้ ผัด กับไก่หั่นชิ้นทั้งหมด คลุกให้เข้ากัน
2. เติมน้ำเปล่า 1 ถ้วย รอเดือดใส่ ตะไคร้ทุบ ใบมะกรูด ข่า คนให้เข้ากัน
3. คนไก่ตลอด จนไก่สุกเนื้อเปื่อยและน้ำแกงแห้ง ปิดไฟ
4. ปรุงรสตามใจชอบด้วยน้ำปลา โรยผักชีต้นหอม',
'ส่วนผสมคั่วแห้งไก่
1. ไก่พันธุ์เนื้อ 1 กิโลกรัม
2. ตะไคร้หั่นท่อนทุบ 1 ต้น
3. ใบมะกรูด 10 ใบ
4. ข่า 5 แว่น
5. น้ำเปล่า 1 ถ้วย
เครื่องแกงคั่วแห้งไก่
1. กระเทียม 10 กลีบ
2. หอมแดง 5 หัว
3. พริกแห้ง 4 เม็ด
4. ขมิ้น
5. กะปิย่างไฟ 1/2 ช้อนโต๊ะ
6. ลูก/เม็ดผักชี 3 ช้อนโต๊ะ
7. ตะไคร้ซอย 2 หัว
8. พริกไทยดำ 1 ช้อนโต๊ะ');

insert into Menu values
(30, 'ไก่นึ่ง', '3-9.jpg', 0,
'1. นำพริกแห้ง ขมิ้น ข่า กระเทียม หอมแดง กะปิ และรากผักชีโขลกให้ละเอียด
2. นำไก่มาไว้ในชามผสมแล้วนำส้อมมาจิ้มให้ทั่วๆ แล้วตักเครื่องเทศที่เราโขลกไว้มาใส่ลงในชามผสม และใส่น้ำปลา ใบมะกรูดลงไปคลุกคล้าให้เข้ากัน พักไว้ 20-30 นาที
3. นำลังถึงใส่น้ำตั้งไฟไว้ วางตะแกรงไว้บนภาชนะที่จะนำมารองน้ำที่จะหยดจากไก่และวางไก่ลงบนตะแกงและปิดฝานึ่งไว้จนไก่สุก
4. นำไก่นึ่งมาจัดเสิร์ฟ คู่กับน้ำที่ได้จากการนึ่งไก่',
'1. ไก่ 1 กิโลกรัม
2. พริกแห้ง 7 เม็ด
3. ข่า 1 ช้อนโต๊ะ
4. ขมิ้น 2 ช้อนโต๊ะ
5. กระเทียม 10 กรัม
6. หอมแดง 10 กรัม
7. รากผักชี 3 ราก
8. กะปิ 1 ช้อนชา
9. น้ำปลา 1 ช้อนโต๊ะ
10. ใบมะกรูด 20 กรัม');

insert into Menu values
(31, 'แกงส้มปลากะพง', '4-1.jpg', 143.95,
'1. ตั้งน้ำให้เดือด ใส่พริกแกงส้มและกะปิ คนให้ละลายเข้ากับน้ำ
2. ใส่มะละกอลงไป ต้มจนมะละกอสุกใส ปรุงรสด้วย น้ำปลา น้ำตาลปี๊บ
3. ใส่เนื้อปลากะพงลงไป กดให้พอจม อย่าคนจนกว่าปลาจะสุก 
4. เมื่อปลาเริ่มสุก ปรุงรสด้วยน้ำมะขามเปียก ปิดไฟบีบมะนาวลงไป ตักใส่ถ้วยเสิร์ฟ',
'1. ปลากะพง 1 ตัว
2. มะละกอดิบ 1 ลูก
3. พริกแห้ง 15 เม็ด
4. พริกขี้หนู 15 เม็ด
5. กระเทียม 5 กลีบ
6. ขมิ้นสด 2 แง่ง
7. หอมแดง 2 หัว
8. ข่า 2 ช้อนโต๊ะ
9. เกลือ 1 ช้อนชา
10. กะปิ 1 ช้อนโต๊ะ
11. น้ำมะขามเปียก 2 ช้อนโต๊ะ
12. มะนาว 1 ลูก');

insert into Menu values
(32, 'แกงไตปลา', '4-2.jpg', 50,
'1. ตั้งหม้อ ใส่ตะไคร้ ใบมะกรูดฉีก มะขามเปียก ตามด้วยไตปลา และน้ำเล็กน้อย พอเดือดได้ที่ยกขึ้น กรองแล้วพักไว้ 
2. ตั้งหม้อต้มน้ำให้เดือด ตามด้วยน้ำพริกแกงไตปลา และกะปิคนให้เข้ากัน ตามด้วยใบมะกรูด ไตปลาที่ต้มไว้ 
3. พอเดือดใส่ปลาทูนึ่งที่แกะเอาก้างออก มะเขือพวง ต่อด้วยหน่อไม้ มะเขือเปราะ ถั่วฝักยาว หน่อไม้ พอเดือดอีกครั้งให้ปิดไฟ ตักใส่ชามจัดเสิร์ฟ',
'วัตถุดิบแกงไตปลา
1. ไตปลาทู ½ ถ้วย
2. น้ำเปล่า 2-3 ถ้วย
3. หน่อไม้ ½ ถ้วย
4. มะเขือเปราะ ½ ถ้วย
5. ถั่วฝักยาว หั่นท่อน ½ ถ้วย
6. เนื้อปลาทูย่าง 1 ถ้วย
7. น้ำมะขามเปียก ½ ถ้วย
8. หอมแดง 2 หัว
9. ข่า 1 แง่ง
10. ตะไคร้ 2 ต้น
11. ใบมะกรูดฉีก 4 ใบ
12. กะปิ ½ ช้อนโต๊ะ
วัตถุดิบพริกแกงไตปลา
1. กระเทียมไทย 1 หัว
2. พริกแห้ง 20 เม็ด
3. หอมแดง 2 หัว
4. พริกไทยขาว 1 ช้อนชา
5. พริกไทยดำ 1 ช้อนชา
6. ผิวมะกรูด 1 ลูก
7. ตะไคร้สับ 1 ต้น
8. ขมิ้น 1 แง่ง');

insert into Menu values
(33, 'ใบเหลียงต้มกะทิกุ้ง', '4-3.jpg', 300,
'1. นำหอมแดง กะปิ และพริกไทยขาวมาโขลกให้ละเอียด 
2. ตั้งหม้อโดยใช้ไฟกลาง ใส่หัวกะทิลงไป รอให้กะทิเดือดอ่อน ๆ ใส่เครื่องแกงลงไปคนให้เข้ากัน จากนั้นใส่กุ้งแห้งตามลงไป 
3. หลังจากนั้นเติมหางกะทิลงไปอีก เมื่อกะทิเดือดแล้วนำกุ้งสดใส่ลงไป รอจนกุ้งสุกดีแล้วใส่ใบเหลียงลงไป
5. ใช้ทัพพีกดให้ใบเหลียงจมน้ำแกงให้หมด รอให้ใบเหลียงอ่อนตัวลง ทำการปรุงรสด้วยน้ำตาลทรายและเกลือ
6. รอให้นำแกงเดือดอ่อน ๆ อีกครั้ง แล้วปิดไฟ พร้อมเสิร์ฟ',
'1. ใบเหลียงอ่อน 2 กำ
2. กุ้งสด 5 ตัว
3. กุ้งแห้งตัวใหญ่ 1 ช้อนโต๊ะ
4. หัวกะทิ 1 ถ้วยตวง
5. หางกะทิ 1 ⅓ ถ้วยตวง
6. หอมแดง 3 หัว
7. กะปิ 2 ช้อนชา
8. พริกไทยขาว 20 เม็ด
9. เกลือป่น ⅔ ช้อนชา
10. น้ำตาลทราย 2 ช้อนชา');

insert into Menu values
(34, 'ขนมจีนน้ำยาปู', '4-4.jpg', 85,
'1. นำหัวกะทิ 1 ถ้วย และหางกะทิ 2 ถ้วย ผสมรวมกันในหม้อ ยกขึ้นตั้งเตาไฟกลาง ๆ เมื่อเดือด ใส่พริกแกงใต้ลงไปคนผสมให้เข้ากัน หมั่นคนจนส่วนผสมเดือด เคี่ยวจนมีกลิ่นหอม
2. ปรุงรสด้วยน้ำปลา น้ำตาลปี๊บ เติมหัวกะทิส่วนที่เหลือลงไปจนหมด หมั่นคนเพื่อไม่ให้กะทิแตกมัน ชิมรสให้มีรสเค็ม และเผ็ดตาม
3. แบ่งใส่เนื้อปูลงไป เก็บไว้เล็กน้อยสำหรับโรยหน้าตอนเสิร์ฟ
4. ก่อนดับไฟ ฉีกใบมะกรูดใส่ลงไป เพื่อไม่ให้ใบมะกรูดสุกจนเฉา
5. ตักน้ำยาปูใส่ถ้วย โรยหน้าด้วยเนื้อปูส่วนที่เหลือ จัดเสิร์ฟพร้อมขนมจีนและผักเคียงได้',
'1. หัวกะทิ 3 ถ้วย
2. หางกะทิ 2 ถ้วย (กะทิ 1 ถ้วย ผสมกับน้ำเปล่า 1 ถ้วย)
3. พริกแกงใต้ 3 ช้อนโต๊ะ
4. เนื้อปูม้าก้อน หรือเนื้อกรรเชียงปู 400 กรัม
5. น้ำปลา 2 ช้อนโต๊ะ
6. ใบมะกรูด 3 ใบ
7. ขนมจีน
8. ผักสดเคียง');

insert into Menu values
(35, 'ปลากระบอกต้มขมิ้น', '4-5.jpg', 200,
'1. ตั้งน้ำโดยใช้ไฟแรง พอน้ำเดือดนำขมิ้นทุบหยาบ หอมแดงทุบหยาบ ตะไคร้หั่นท่อน และใบมะกรูดใส่ลงไป รอจนน้ำเดือดอีกครั้ง
2. นำปลากระบอกใส่ลงไป รอจนปลาสุกประมาณนึง ปรุงรสด้วยน้ำมะนาว เกลือ น้ำมะขามเปียก และพริกแห้ง
3. เมื่อปลาสุกได้ที่แล้ว จัดเสิร์ฟใส่ชาม ตกแต่งด้วยพริกแห้งให้สวยงาม',
'1. ปลากระบอก 3 ตัว
2. หอมแดงทุบหยาบ 10 หัวเล็ก
3. ขมิ้นทุบหยาบ 2 ช้อนโต๊ะ
4. ตะไคร้หั่นท่อน 2 ต้น
5. ใบมะกรูดฉีก 3 ใบ
6. น้ำมะนาว 1 ช้อนโต๊ะ
7. เกลือ 1 ช้อนชา
8. น้ำมะขามเปียก 3 ช้อนโต๊ะ
9. พริกแห้ง ตามชอบ
9. น้ำปลา 2 ช้อนโต๊ะ');

insert into Menu values
(36, 'ข้าวยำปักษ์ใต้', '4-6.jpg', 164,
'1. ใส่น้ำบูดูลงในหม้อ ตามด้วยตะไคร้ ใบมะกรูด ข่า หอมแดง และปลาอินทรีย์เค็ม ตั้งไฟกลางเคี่ยวให้งวดลง ให้เหลือน้ำสัก ¾ ของน้ำบูดูเดิม
2. ปรุงรสด้วยน้ำตาลมะพร้าวแล้วเคี่ยวต่อสักพัก หมั่นคนเพื่อให้ไหม้ก้นหม้อ เมื่อได้ที่แล้วยกลง กรองเอากากออก 
3. เตรียมเครื่องทอปปิงที่เราต้องการเสิร์ฟ โดยซอยผักทั้งหมดเตรียมไว้
4. จัดจานให้สวยงาม เริ่มจากข้าวสวย ตามด้วยน้ำบูดูที่เคี่ยวเสร็จแล้ว และทอปปิงผักทั้งหมด กุ้งแห้งโขลก มะพร้าวคั่ว และพริกแห้งป่น พร้อมเสิร์ฟ',
'วัตถุดิบสำหรับทำน้ำบูดู
1. น้ำบูดู 150 มล.
2. ตะไคร้หั่น 2 ต้น
3. ใบมะกรูดฉีก 5 ใบ
4. ข่าแก่ หั่นแว่น 3 แว้น
5. หอมแดงบุบ 4 หัว
6. น้ำตาลมะพร้าว 2 ช้อนโต๊ะ
วัตถุดิบสำหรับข้าวยำปักษ์ใต้
1. ข้าวสวยสำหรับ 1 คนทาน
2. กุ้งแห้งโขลก 1 ถ้วยตวง
3. มะพร้าวคั่ว 1 ถ้วยตวง
4. พริกแห้งป่น ¼ ถ้วยตวง
5. ใบชะพลูซอย 2 ถ้วยตวง
6. ใบมะกรูดซอย ¼ ถ้วยตวง
7. ตะไคร้ซอย ¼ ถ้วยตวง
8. ถั่วงอก 1 ถ้วยตวง
9. ถั่วฝักยาวซอย 1 ถ้วยตวง
10. กะหล่ำปลีม่วงซอย ½ ถ้วยตวง
11. สะตอซอย ¼ ถ้วยตวง
12. มะนาว 1 ลูก');

insert into Menu values
(37, 'ใบเหลียงผัดไข่', '4-7.jpg', 234.1,
'1.เด็ดใบเหลียงเลือกใบที่อ่อนๆ ไม่แข็งกระด้าง ใบที่ใหญ่ให้ฉีกออกแต่ไม่ต้องเล็กมาก ล้างน้ำให้สะอาดพักสะเด็ดน้ำ
2.นำน้ำมันใส่กะทะตั้งไฟให้ร้อน เจียวกระเทียมให้หอม ใส่ไข่ไก่ที่ตีไว้ผัดพอไข่เป็นวุ้น
3.ใส่ใบเหลียงตามด้วยเครื่องปรุงผัดให้ใบเหลียงพอสลบ ตัดใส่จานทานได้ทันที',
'1. ใบเหลียง 200 กรัม
2. ไข่ไก่ 3 ฟอง
3. กระเทียมสับ 1½ ช้อนโต๊ะ
4. ซีอิ๊วขาว 1 ช้อนโต๊ะ
5. ซอสหอยนางรม 1 ช้อนโต๊ะ
6. น้ำมันสำหรับผัด 2 ช้อนโต๊ะ
7. กุ้งเสียบ สำหรับโรยหน้า');

insert into Menu values
(38, 'ผัดสะตอกะปิกุ้งสด', '4-8.jpg', 300,
'1. ใส่กระเทียมลงไปในครก ตามด้วยพริกขี้หนู กะปิ และน้ำตาลปี๊บ โขลกให้ละเอียด ตักใส่ถ้วยพักไว้
2. นำกระทะตั้งไฟความร้อนปานกลาง เทน้ำมันพืชลงไป รอน้ำมันร้อน ใส่พริกแกงผัดจนหอม จากนั้นใส่กุ้งลงไปผัดจนสุก
3. ใส่สะตอแกะผ่าครึ่ง ผัดจนสุก จากนั้นปรุงรสด้วยน้ำปลา และมะนาว ผัดต่อให้เข้ากันดี เสร็จแล้วปิดไฟยกลง ตักใส่จานพร้อมเสิร์ฟ',
'1. สะตอแกะผ่าครึ่ง 100 กรัม
2. กุ้งสด 200 กรัม
3. กะปิ 1 ช้อนโต๊ะ
4. น้ำตาลปี๊บ 2 ช้อนชา
5. น้ำปลา 2 ช้อนโต๊ะ
6. พริกขี้หนู 20 เม็ด
7. กระเทียมไทย 1 หัว
8. มะนาว 1 ช้อนโต๊ะ
9. น้ำมันพืช 3 ช้อนโต๊ะ');

insert into Menu values
(39, 'หมูโคะ', '4-9.jpg', 1200,
'1. นำกระเทียม และหอมแดงมาซอยให้พอหยาบ
3. นำหมูสามชั้น มาหั่นเป็นชิ้น ชิ้นละประมาณ 2 นิ้ว
3. ใส่กระเทียม และหอมแดงซอยลงไปผัดกับน้ำมันในกระทะจนหอมแดงสุกใส แล้วจึงใส่กะปิลงไป ผัดให้เข้ากัน
4. ใส่หมูสามชั้นลงไปผัด แล้วเติมน้ำเปล่าลงไป ตั้งไฟให้เดือด แล้วปรับเป็นไฟกลาง ตุ๋นไว้ประมาณ 20 นาที จนน้ำงวด
5. เมื่อน้ำลดลงประมาณครึ่งหนึ่ง เติมน้ำตาลปี๊บลงไป คนให้ละลายเข้ากัน
6. เมื่อน้ำงวดลง น้ำมันจากหมูสามชั้นจะเริ่มออกมา เร่งไฟให้แรงขึ้น แล้วใช้น้ำมันที่ออกมาทอดหมูให้สีน้ำตาลสวย ตักขึ้นจัดเสิร์ฟ',
'1. หมูสามชั้น 1 กิโลกรัม
2. กระเทียม ½ ถ้วยตวง
3. หอมแดง ½ ถ้วยตวง
4. กะปิ 2 ช้อนโต๊ะ
5. น้ำตาลปี๊บ 1 ½ ช้อนโต๊ะ
6. น้ำเปล่า ½ ลิตร
7. น้ำมันพืช 3 ช้อนโต๊ะ');

insert into Menu values
(40, 'สุกี้แห้ง', '5-1.jpg', 240,
'1. เอาวุ้นเส้น แช่น้ำ และหั่นผักต่างๆ 
2. ใส่น้ำมัน เจียวกระเทียมพอหอม ใส่ไก่ พอไก่พอสุก ใส่ผักกาด ผักบุ้ง ลงไปผัดต่อ
3. ผักใกล้สุก ใส่วุ้นเส้นลงไป พอวุ้นเส้นใกล้สุก ใส่ไข่ตามลงไป ผัดต่ออีกซักพัก แล้วใส่ซอสสุกี้ ซีอิ๊วขาว ซอสหอยนางรม ตามด้วยขึ้นฉ่าย
4. ผัดทุกอย่างให้เข้ากันดี ตักใส่จานเสิร์ฟพร้อมน้ำจิ้มที่เหลือ',
'1. ไข่ไก่ 3 ฟอง
2. น้ำมันหอย 2 ช้อนโต๊ะ
3. ซีอิ๊วขาว 2 ช้อนโต๊ะ
4. น้ำมันงา 2 ช้อนโต๊ะ
5. พริกไทยป่น 1 ช้อนโต๊ะ
6. หมูนุ่ม 200 กรัม
7. ลูกชิ้นปลา 200 กรัม
8. เต้าหู้ปลา 200 กรัม
9. ปูอัด 200 กรัม
10. กุ้งสด 200 กรัม
11. น้ำมันพืช 2 ช้อนโต๊ะ
12. กระเทียมสับ
13. ผักตามชอบ
14. เห็ดตามชอบ
15. ขึ้นฉ่าย
16. ผักกาดขาว
17. บ๊อกฉ่อย
18. ต้นหอม
19. น้ำซุปไก่ 3 ถ้วย
20. วุ้นเส้น 2 ห่อเล็ก
21. น้ำจิ้มสุกี้');

insert into Menu values
(41, 'ข้าวหมูแดง', '5-2.jpg', 540,
'1. หั่นเนื้อหมูเป็นชิ้นเล็กยาวๆ หนาประมาณ 1.5 นิ้ว ระวังอย่าให้หนาเกินไปเพราะจะทำให้เนื้อสุกไม่สม่ำเสมอ
2. ละลายผงปรุงในซองกับน้ำ 1/2 ถ้วยตวง แล้วคลุกเคล้าให้เข้ากับเนื้อหมู หมักทิ้งไว้ 2-3 ชั่วโมง เพื่อให้ซอสซึมเข้าเนื้อ
3. เปิดเตาอบที่ 400° ฟ (200° ซ) อบประมาณ 20 นาที จนสุก หรือย่างโดยใช้ไฟแรงๆ เพื่อให้หมูแดงมีสีสวยและกลิ่นหอมน่ารับประทาน
4. หั่นสไลด์เป็นชิ้นบางๆ
5. ทำน้ำราดหมูแดงด้วยการผสมผงปรุงในน้ำ 1 ถ้วยตวง แล้วคนให้เข้ากัน
5. นำส่วนผสมไปตั้งไฟ หมั่นคน พอเดือดยกลง
6. ราดน้ำหมูแดงลงบนข้าวสวยร้อนๆ ที่จัดเรียงหมูแดงไว้แล้ว',
'วัตถุดิบหมูแดง
1.สันในหมู 1 กิโลกรัม 
2. ผงหมักหมูแดง 80 กรัม 
3. น้ำตาลทราย 2 ช้อนโต๊ะ
4. น้ำมันงา 1 ช้อนโต๊ะ
5. ซอสหอยนางรม 2 ช้อนโต๊ะ 
6. ซีอิ๊วขาว 2 ช้อนชา 
7. ซอสปรุงรส 2 ช้อนชา 
8. นมข้นจืด 1/3 ถ้วยตวง 
9. น้ำเปล่า 500 มิลลิลิตร
วัตถุดิบน้ำราดหมูแดง
1. ซอสที่ได้จากการทำหมูแดง 
2. สามเกลอ (รากผักชี กระเทียม พริกไทยโขลก) 3 ช้อนโต๊ะ
3. น้ำตาลมะพร้าว 90 กรัม 
4. ซอสหอยนางรม 4 ช้อนโต๊ะ 
5. ซอสปรุงรส 2 ช้อนโต๊ะ 
6. ซีอิ๊วขาว 2 ช้อนโต๊ะ 
7. น้ำมันงา 1 ช้อนโต๊ะ 
8. งาขาวคั่ว 2 ช้อนโต๊ะ 
9. แป้งมันละลายน้ำ  30 กรัม
10. น้ำสต๊อก(หรือน้ำเปล่า) 1 ลิตร');

insert into Menu values
(42, 'ข้าวมันไก่', '5-3.jpg', 765.3,
'STEP 1 : ต้มไก่
1. นำไก่สดทั้งตัวไปลวกในน้ำร้อนให้หนังตึง แล้วยกขึ้นพักไว้ให้เย็น
2. ตั้งหม้อใส่น้ำเปล่า ตะไคร้ 15 กรัม กระเทียม 10 กรัม ขิง 15 กรัม รากผักชี 3 ราก ใบเตย 3 ใบ และเกลือ 15 กรัมลงไป
3. จากนั้นใส่ไก่ที่ลวกไว้ตามลงไปโดยไม่ต้องรอให้น้ำเดือด แล้วปรับเป็นไฟกลาง ต้มประมาณ 1 ชั่วโมง แล้วยกขึ้นพักให้เย็นลง
STEP 2 : ทำข้าวมัน
4. ซาวข้าวให้สะอาด แล้วพักไว้
5. ตั้งกระทะ ใส่น้ำมันไก่ลงไป จากนั้นทุบกระเทียม 10 กรัม หอมแดง 10 กรัม และตะไคร้ 10 กรัมให้พอแตก แล้วใส่ลงไปผัดให้หอม
6. นำข้าวสารที่ซาวไว้ลงไปผัดให้เข้ากัน แล้วยกขึ้น นำส่วนผสมที่ผัดไปใส่ในหม้อหุงข้าว
7. เติมน้ำสต๊อกไก่ น้ำมันงา และเกลือ 1/4 ช้อนชาแล้วหุงข้าวให้สุก
STEP 3 : จัดเสิร์ฟ
8. ตักข้าวมันที่หุงเสร็จแล้วใส่จาน ตามด้วยหั่นไก่ที่ต้มไว้เป็นชิ้นพอดีคำ วางเสิร์ฟเคียงกับข้าวและแตงกวาหั่นบาง ตกแต่งด้วยผักชี เสิร์ฟพร้อมน้ำจิ้ม',
'วัตถุดิบข้าวมัน
1. ข้าวสวย 250 กรัม
2. น้ำสต๊อกไก่ 350 มิลลิลิตร
3. น้ำมันไก่ 45 มิลลิลิตร
4. น้ำมันงา 15 มิลลิลิตร
5. กระเทียม 10 กรัม
6. หอมแดง 10 กรัม
7. ขิง 15 กรัม
8. ตะไคร้ 10 กรัม
9. ใบเตย 3 ใบ
10. เกลือ ¼ ช้อนชา
วัตถุดิบไก่ต้ม
1. ไก่สด 1 ตัว
2. น้ำเปล่า 3.5 ลิตร
3. เกลือ 15 กรัม
4. ตะไคร้ 15 กรัม
5. กระเทียม 10 กรัม
6. ขิง 15 กรัม
7. รากผักชี 3 ราก
8. ใบเตย 3 ใบ
9. แตงกวาหั่นบาง สำหรับเสิร์ฟเคียง');

insert into Menu values
(43, 'ข้าวไข่ข้นกุ้ง', '5-4.jpg', 479.8,
'1. ตีไข่ไก่ลงไปในชามผสม ตามด้วยนมสด ปรุงรสด้วยซอสหอยนางรม ซีอิ๊วขาว แล้วคนให้เข้ากัน
2. ใส่เห็ดหอมที่หั่นแล้ว ตามด้วยกุ้ง 
3. ตั้งกระทะเปิดไฟอ่อน ใส่น้ำมั้น รอให้นำมันเริ่มร้อนแล้วเทไข่ลงไป เกลี่ยไข่ให้บางๆ รอจนไข่ด้านล่างสุกไข่ด้านบนเยิ้มๆ เล็กน้อย
4. จากนั้นเตรียมข้าวสวยรอ เสร็จแล้วก็เทไข่ราดลงบนข้าวสวย',
'1. ไข่ไก่ 3 ฟอง
2. กุ้งสด 5 ตัว
3. เห็ดหอม 3 ดอก
4. นมสด 3 ช้อนโต๊ะ
5. ซีอี๊วขาว 1 ช้อนชา
6. น้ำมันหอย 1 ช้อนชา
7. ซอสปรุงรส 1 ช้อนชา
8. น้ำมัน 1 ช้อนชา
9. ข้าวสวย 1 ถ้วย
10. พาร์สลีย์ สำหรับตกแต่ง');

insert into Menu values
(44, 'แกงกะหรี่หมูไข่ข้น', '5-5.jpg', 430,
'1. นำผักทั้งหมดใส่ชาม ใส่น้ำ นำเข้าไมโครเวฟ โดยใช้ความร้อน 1,100วัตต์ นานประมาณ 5-6 นาที จนผักสุก
2. หั่นเครื่องแกงกะหรี่เป็นก้อนเล็ก ๆ ใส่ลงไปในชามผัก คนให้เข้ากัน นำเข้าไมโครเวฟ โดยใช้ความร้อน 1,100วัตต์ อีก 2 นาที
3. ใส่เนื้อหมูลงในชามกระเบื้อง นำเข้าเตาไมโครเวฟ โดยใช้ความร้อน 1,100 วัตต์ เป็นเวลาประมาณ 4-5 นาที จนหมูสุก นำออกจากเตา รินน้ำออก ใส่หมูที่สุกแล้วลงไปในชามผัก เอาไมโครเวฟอีกครั้ง โดยใช้ความร้อน 800 วัตต์ นานประมาณ 8-10 นาที นำออกจากเตา
4. ตีไข่ให้เข้ากัน เทลงจานกระเบื้อง นำเข้าไมโครเวฟ โดยใช้ความร้อน 300วัตต์ คอยดูเมื่อขอบไข่เริ่มสุก ให้นำออกมาคน คนเรื่อย ๆ จนไข่สุกเป็นแผ่น เทโปะข้าวพร้อมรับประทาน',
'1. เครื่องแกงกะหรี่ญี่ปุ่น 2-3 ก้อน (สูตรที่ชอบ)
2. เนื้อหมูหั่นเต๋า 100-200 กรัม
3. แครอท หั่นเต๋า 1 หัว (ขนาดเล็ก)
4. มันฝรั่ง หั่นเต๋า 1 หัว
5. หอมใหญ่ หั่นเสี้ยว 1 ลูก
6. น้ำเปล่า 2 ถ้วย
7. ไข่ไก่ 2 ฟอง
8. ข้าวญี่ปุ่น สำหรับทานคู่');

insert into Menu values
(45, 'ข้าวหน้าหมูทอด(คัตสึด้ง)', '5-6.jpg', 560,
'1. นำเนื้อหมูมาโรยด้วยเกลือและพริกไทยทั้งสองด้าน นวดให้เครื่องปรุงซึมซับเข้าไปในเนื้อหมู แล้วพักไว้ 5 นาที
2. นำเนื้อหมูที่ปรุงรสแล้วไปชุบ แป้งอเนกประสงค์ ไข่ไก่ และเกล็ดขนมปัง ตามลำดับ แล้วนำลงทอดในน้ำมันปาล์ม จนเหลืองทอง แล้วนำขึ้นพักสะเด็ดน้ำมันไว้ 
3. ตั้งกระทะใบเล็ก นำหัวหอมใหญ่ลงไปผัดจนสุกใส ตามด้วย น้ำซุป โชยุ น้ำตาลทราย และเหล้ามิลิน ตั้งไฟจนพอเดือด
4. หั่นหมูที่ทอดไว้เป็นชิ้นแล้วนำลงกระทะใบเดียวกัน ตีไข่ไก่ให้พอแตก ราดลงไปรอบ ๆ แล้วยกขึ้น 
5. ราดตัวหมูทอดและน้ำราดที่ทำไว้ลงบนข้าวญี่ปุ่น โรยด้วยต้นหอมซอย เท่านี้ก็พร้อมรับประทาน',
'1. หมูสันคอหั่นสเต๊ก 300 กรัม 
2. เกลือ 1 ช้อนชา 
3. พริกไทย 1 ช้อนชา 
4. แป้งอเนกประสงค์ ½ ถ้วยตวง 
5. ไข่ไก่ 1 ฟอง (สำหรับชุบทอด) 
6. เกล็ดขนมปัง 1 ถ้วยตวง 
7. น้ำตาลทราย 1 ช้อนชา 
8. น้ำซุปหมู 80 มิลลิลิตร 
9. โชยุ 20 มิลลิลิตร 
10. เหล้ามิริน 20 มิลลิลิตร 
11. หัวหอมใหญ่หั่นเสี้ยว ½ ลูก 
12. ไข่ไก่ 1 ฟอง (สำหรับใส่น้ำซุป) 
12. น้ำมันปาล์ม สำหรับทอด 
13. ข้าวญี่ปุ่น 1 ถ้วย 
14. ต้นหอมซอย สำหรับโรยตกแต่ง');

insert into Menu values
(46, 'ข้าวหน้าเนื้อ', '5-7.jpg', 600,
'1. นำซีอิ๊วญี่ปุ่น สาเก มิริน และดาชิ มาผสมกันในชามผสม แล้วพักไว้
2. ตั้งกระทะใช้ไฟกลาง ใส่น้ำมันงาลงไป เมื่อน้ำมันร้อน ใส่เนื้อวัว และน้ำตาลลงไป ผัดจนเนื้อเกือบสุก แล้วตักขึ้นพักไว้
3. เปลี่ยนกระทะใหม่ ใส่หอมใหญ่ ขิงขูด และส่วนผสมน้ำซอสที่เตรียมไว้ลงในกระทะ ก่อนผัดให้หอมใหญ่เริ่มนิ่ม จากนั้นต้มต่อให้พอเดือด
4. ใส่เนื้อที่ผัดเตรียมไว้ลงไป ผัดด้วยความเร็วให้พอเข้ากัน ก่อนปิดไฟยกลง 
5. นำเนื้อที่ผัดตักราดบนข้าวญี่ปุ่น ตอกไข่ลงไป และตกแต่งด้วยต้นหอมญี่ปุ่น ขิงดองสีแดง และสาหร่าย ก่อนโรยด้วยพริกญี่ปุ่น',
'1. เนื้อวัวแล่บาง 150 กรัม 
2. หอมใหญ่หั่นเสี้ยว 3/4 ถ้วยตวง 
3. ขิงขูด 1 ช้อนโต๊ะ 
3. ซีอิ๊วญี่ปุ่น 3 ช้อนโต๊ะ 
4. สาเก 2 ช้อนโต๊ะ 
5. มิริน 2 ช้อนโต๊ะ 
6. ดาชิ ¼ ถ้วยตวง 
7. น้ำมันงา 2 ช้อนชา 
8. น้ำตาลทราย 1 ช้อนชา 
9. ไข่ไก่ 1 ฟอง 
10. ขิงดองสีแดง สำหรับกินคู่ 
11. สาหร่าย สำหรับโรยหน้า 
12. ต้นหอมญี่ปุ่นซอย สำหรับโรยหน้า 
13. พริกป่นญี่ปุ่น สำหรับโรยหน้า 
14. ข้าวสวยญี่ปุ่น');

insert into Menu values
(47, 'ก๋วยจั๊บน้ำข้นหมูกรอบ', '5-8.jpg', 366,
'1. ใส่น้ำมันรำข้าวเล็กน้อย นำอกไก่ใส่ลงไปผัดจนสุก
2. ใส่เส้นใหญ่ลงไป ปรุงรสด้วยซอสหอยนางรม ซอสปรุงรส ผัดให้เข้ากัน ใส่ไข่ไก่ฟองแรกลงไป ผัดให้เข้ากับเส้น
3. นำไข่ฟองที่ 2 ค่อย ๆ ใส่ไว้ตรงกลาง โรยต้นหอม พริกไทย นำฝาหม้อมาครอบไว้ 1-2 นาที จนไข่ขาวสุก ไข่แดงยังเยิ้มอยู่
4. ตักใส่จาน เสิร์ฟพร้อมซอสพริก พร้อมเสิร์ฟ',
'1. เส้นกวยจั๊บสำเร็จรูป 500 กรัม
2. ตับหมู 200 กรัม
3. หมูกรอบ 200 กรัม
4. เลือดหมู 2 ขีด
5. เต้าหู้ทอด 2 ขีด
6. ไข่ไก่ต้ม 2 ฟอง
7. น้ำสต๊อก 2 ลิตร
8. พริกไทยเม็ด 2 ช้อนโต๊ะ
9. กระเทียมบุบหยาบ ๆ 4 กลีบ
10. รากผักชี 2 ราก
11. โป๊ยกั๊ก 2 ดอก
12. อบเชย 1 ท่อน
13. ผงพะโล้ 1 ช้อนชา
14. เกลือ 1 ช้อนชา
15. น้ำตาลทราย 3 ช้อนโต๊ะ
16. ซีอิ๊วขาว 3 ช้อนโต๊ะ
17. โป๊ยกั๊ก 2 ดอก
18. อบเชย 1 ท่อน
19. ผงพะโล้ 1 ช้อนชา
20. เกลือ 1 ช้อนชา
21. น้ำตาลทราย 3 ช้อนโต๊ะ
22. ซีอิ๊วขาว 3 ช้อนโต๊ะ');

insert into Menu values
(48, 'ก๋วยเตี๋ยวคั่วไก่', '5-9.png', 435,
'1. นำเนื้อไก่มาหั่นเป็นชิ้นพอดีคำหมักกับซีอิ๊วขาว พริกไทยลงไปแป้งมัน หมักทิ้งไว้ 1-2ชั่วโมง
2.ตั้งกระทะใส่น้ำมัน พอน้ำมันร้อนใส่ไก่ที่หมักไว้ลงไปผัดให้สุก
3.จากนั้นก็ตอกไข่ใส่ลงไปยีไข่ผัดใหเข้ากันจนไข่สุก 
4.จากนั้นใส่เส้นใหญ่ลงไปผัด ปรุงรสด้วยซีอิ๊วขาว เกลือ น้ำตาลทราย และพริกไทยป่น ผัดคลุกเคล้าให้เข้ากัน
5.โรยด้วยต้นหอมซอย และผักซีตักใส่จานพร้อมเสิร์ฟ',
'1. เส้นใหญ่ 140 กรัม 
2. อกไก่ 100 กรัม 
3. ซอสหอยนางรม 1-2 ช้อนชา 
4. ซอสปรุงรส 1-2 ช้อนชา 
5. ไข่ไก่ 2 ฟอง 
6. พริกไทย
7. ต้นหอมซอย
8. ผักกาดหอม');

insert into Menu values
(49, 'กุ้งเทมปุระ', '6-1.jpg', 80,
'1. นำกุ้งมาล้างให้สะอาด เด็ดหัวออก ผ่าหลังเอาเส้นดำออก
2. หลังจากนั้นหงายท้องกุ้งแล้วบั้งกุ้งเป็นแนวขวาง เพื่อให้กุ้งเหยียดตรง
3. เทแป้งอเนกประสงค์ลงใส่ชามค่ะ นำกุ้งมาคลุกให้ทั่วแล้วพักไว้
4. เสร็จแล้วนำน้ำเปล่าเย็นจัด เทลงผสมในแป้ง ตามด้วยไข่ไก่ ตีด้วยตะกร้อมืออย่างช้า ๆ ให้เข้ากันดี
5. ตั้งกระทะใส่น้ำมันให้ท่วมกุ้ง ใช้ไฟกลางรอให้น้ำมันร้อนจัด
6. จากนั้นใช้มือชุบแป้งที่ผสมไว้ ทำการสะบัดนิ้วลงในผิวน้ำมัน ให้เป็นจุดเล็กให้ทั่วบนกระทะ
7. นำกุ้งที่คลุกแป้งแห้งไว้แล้ว นำลงชุบแป้งอีกครั้ง จากนั้นนำไปหยอดใส่กระทะ
8. พอแป้งเริ่มเหลืองให้กลับกุ้ง เสร็จแล้วดูจนกุ้งเหลืองสุกได้ที่ ทำการตักขึ้นไว้ให้สะเด็ดน้ำมัน
9. เมื่อกุ้งสะเด็ดนำมันแล้วนำจัดใส่จาน นำแป้งส่วนเกินที่กรอบ ๆ โรยลงบนตัวกุ้งเทมปุระ เสิร์ฟพร้อมน้ำจิ้มเทมปุระและหัวไชเท้าขูด',
'1. กุ้งแชบ๊วย 11 ตัว
2. แป้งสาลี 1 ถ้วย
3. ไข่ไก่ 1 ฟอง
4. น้ำเปล่า ½ ถ้วย');

insert into Menu values
(50, 'ไก่ทอดคาราอะเกะ', '6-2.jpg', 476,
'1. นำเนื้อไก่ที่หั่นเป็นชิ้นแล้วมาหมักด้วย โชยุ ขิงบด และสาเก คลุกให้เข้ากัน พักไว้ 30 นาที
2. เมื่อหมักได้ที่แล้ว ใส่ไข่ไก่ที่ตีแล้วลงไป คลุกให้เข้ากัน ตามด้วยแป้งสาลีอเนกประสงค์ และแป้งมันฮ่องกง คลุกให้เข้ากันอีกที
3. ตั้งกระทะ ใส่น้ำมันสำหรับทอด ใช้ไฟกลางค่อนแรง นำไก่ลงไปทอดประมาณ 5 นาทีจนเริ่มเหลืองทอง จึงเร่งเป็นไฟแรง ทอดอีกประมาณ 30 วินาที แล้วยกขึ้นพักสะเด็ดน้ำมัน
4. จัดเสิร์ฟพร้อมกะหล่ำปลีซอย และน้ำจิ้มไก่',
'1. เนื้อไก่ส่วนสะโพก หั่นเป็นชิ้น 250 กรัม
2. โชยุ 1 ช้อนโต๊ะ
3. ขิงบด 1 ช้อนโต๊ะ
4. สาเก 1/2 ช้อนโต๊ะ
5. ไข่ไก่ตีพอแตก 1/2 ฟอง
6. แป้งสาลีอเนกประสงค์ 1 ช้อนโต๊ะ
7. แป้งมันฮ่องกง 1 ช้อนโต๊ะ
8. น้ำมันพืชสำหรับทอด
9. น้ำจิ้มไก่สำหรับทานคู่
10. กะหล่ำปลีซอย และเลมอน');

insert into Menu values
(51, 'ข้าวผัดเบนโตะ', '6-3.jpg', 0,
'1. ตั้งกระทะเทน้ำมัน พอกระทะร้อนแล้วใส่แครอท บรอกโคลี และข้าวโพดลงไปผัดให้สุก จากนั้นใส่ข้าวญี่ปุ่น เติม ซอสปรุงรส ผัดให้เข้ากันจนข้าวเปลี่ยนสีเป็นสีน้ำตาล พักให้เย็นก่อน 
2. นำข้าวผัดอัดลงไปในถ้วยให้แน่นๆ แล้วคว่ำลงไปในเบนโตะแล้วดึงถ้วยออก 
3. ตกแต่งด้วยปูอัด ไข่นกกระทาต้ม เชดดาร์ชีส ไส้กรอก แฮม ไข่หวาน ไข่กุ้ง ที่เตรียมไว้',
'1. ข้าวญี่ปุ่น 1 ถ้วยตวง
2. ซอสปรุงรสอาหารตราภูเขาทอง 1 ช้อนโต๊ะ
3. แครอทหั่นเต๋า 15 กรัม
4. บรอกโคลีชิ้นเล็ก 15 กรัม
5. ข้าวโพดหวาน 15 กรัม
6. ปูอัด 10 ชิ้น
7. ไข่นกกระทา (ต้มสุก)  3 ฟอง
8. สาหร่าย 1 แผ่น
9. เชดดาร์ชีส 2 แผ่น
10. ไข่หวาน ตามต้องการ
12. บรอกโคลี (ต้มสุก) ตามต้องการ
13. แฮม / ไส้กรอก / ปลาหมึกหลอด (ต้มสุก) ตามต้องการ
14. ไข่กุ้ง สำหรับตกแต่ง');

insert into Menu values
(52, 'ทาโกะยากิ', '6-4.jpg', 342,
'1. เทแป้งเค้กลงในชามผสม ไข่ไก่ เกลือ ปรุงรสด้วยโชยุ นมข้นจืด ตรามะลิ โปรเฟสชั่นแนล และใส่น้ำสต็อกดาชิทีละครึ่ง คนให้เข้ากันจนหมดแล้วพักแป้งไว้อย่างน้อย 30 นาที ก่อนนำมาหยอดในกระทะ
2. เปิดไฟเตาทาโกะยากิให้ร้อน โดยใช้แปรงทาน้ำมันให้ทั่วๆ จากนั้นใส่แป้งให้เกือบเต็มหลุม
3. ใส่กะหล่ำปลีสับ ต้นหอมซอย ขิงดองสับ และเติมแป้งซ้ำจนกว่าจะได้ลูกกลมๆ
4. ใส่ปลาหมึกยักษ์ แล้วพลิกตัวแป้งให้กลมและเก็บส่วนที่ติดอยู่ตามขอบให้หมด เมื่อแป้งสุกแล้วจัดเสิร์ฟได้เลย
5. จัดเสิร์ฟทาโกะยากิใส่จานให้สวยงาม ราดด้วยซอสโอโคโนมิยากิ มายองเนส โรยด้วยปลาโออบแห้ง สาหร่าย และพริกป่น',
'1. แป้งเค้ก 100 กรัม
2. เกลือ 1/4 ช้อนชา
3. น้ำสต็อกดาชิ 200 กรัม
4. นมข้นจืด ตรามะลิ โปรเฟสชั่นแนล 100 กรัม
5. โชยุ 1 ช้อนชา
6. ไข่ไก่ 1 ฟอง
7. หมึกยักษ์หั่นชิ้นพอคำ 100 กรัม
8. ปลาแห้งป่น 1 ช้อนโต๊ะ
9. ขิงดองสับ 12 กรัม
10. กะหล่ำปลีสับ 70 กรัม
11. ต้นหอมซอย 20 กรัม
12. ซอสโอโคโนมิยากิ สำหรับเสิร์ฟ
13. มายองเนส สำหรับเสิร์ฟ
14. ปลาโออบแห้ง สำหรับเสิร์ฟ
15. สาหร่าย สำหรับเสิร์ฟ
16. พริกป่น สำหรับเสิร์ฟ');

insert into Menu values
(53, 'นาเบะ', '6-5.jpg', 585,
'1. เขย่าถุงน้ำซุปเล็กน้อยให้เข้ากันแล้วเทลงในหม้อ ตั้งไฟแรงแล้วรอจนเดือด หลังจากนั้นใส่เนื้อสัตว์ลงไป
2. เมื่อน้ำซุปเดือดแล้ว ตั้งไฟปานกลาง ตักฟองออก แล้วใส่ผักกาดขาวส่วนที่เป็นสีขาว (ส่วนแข็ง), ต้นหอมญี่ปุ่น และเห็ดไมทาเกะลงไป เมื่อสุกแล้วให้ใส่ผักกาดขาวส่วนใบลงไป รอจนน้ำซุปเดือดอีกครั้งเป็นอันเสร็จ',
'วัตถุดิบน้ำซุปนาเบะ
1. น้ำเปล่า 3 ถ้วยตวง
2. สาหร่ายคอมบุ / สาหร่ายวากาเมะ 50 กรัม
3. ปลาโออบแห้ง 30 กรัม
4. โชยุ 3 ช้อนโต๊ะ
5. มิริน 2 ช้อนโต๊ะ
6. สาเก 1 ช้อนโต๊ะ
7. ผักกาดขาว ตามต้องการ
8. เบบี้กวางตุ้ง ตามต้องการ
9. แครอท ตามต้องการ
10. ต้นหอมญี่ปุ่น 1 ต้น
11. เห็ด 4 สหาย (เห็ดหอม / เห็ดชิเมจิ / เห็ดเข็มทอง/ เห็ดหูหนู)
12. หอมหัวใหญ่ ตามต้องการ
13. เส้นบุก ตามต้องการ
14. เต้าหู้นิ่ม ตัดเป็นชิ้นสี่เหลี่ยม ตามต้องการ
15. เต้าหู้ปลา ตามต้องการ
16. ลูกชิ้นปลาคามาโบโกะ หั่นบาง ตามต้องการ
17. สันคอหมูสไลซ์ ตามต้องการ');

insert into Menu values
(54, 'เกี๊ยวซ่า', '6-6.jpg', 253,
'1. นำหมูบด กระเทียมสับ หอมใหญ่สับ กะหล่ำปลีสับ ใบกุยช่ายซอย ต้นหอมซอย ขิงขูด แป้งมัน โชยุ น้ำมันงา น้ำตาลทราย เทใส่ชามผสม แล้วคนให้เข้ากัน
2. นำแผ่นเกี๊ยวซ่าวางไว้บนมือ ใช้ไม้พายหรือช้อนเล็ก ๆ ตักไส้วางกลางแผ่นเกี๊ยวซ่า เอาน้ำลูบบริเวณขอบเล็กน้อย พับแผ่นเกี๊ยวซ่าอีกด้านทบขึ้นมา ค่อย ๆ จับจีบทั้งสองด้านเข้าตรงกลาง ให้เป็นเส้นโค้งสวยงาม
3. นำเกี๊ยวซ่าที่ห่อเสร็จแล้ว วางเรียงลงในกระทะ ใส่น้ำมันเพียงเล็กน้อย ตั้งไฟกลางจนกระทะเริ่มร้อน ค่อย ๆ เทน้ำใส่ลงไปประมาณครึ่งของตัวเกี๊ยวซ่า แล้วปิดฝาเร่งไฟแรง รอจนน้ำระเหยหมด
4. เมื่อน้ำระเหยหมด แล้วปิดไฟยกกระทะออกจากเตา นำกระทะมาพลิกเกี๊ยวซ่าลงใส่ในจานเสิร์ฟ',
'1. หมูบด 250 กรัม
2. กระเทียมสับ 2 ช้อนโต๊ะ
3. หอมใหญ่สับ 1 ลูก
4. กะหล่ำปลีสับ 1/4 หัว
5. ใบกุยช่ายซอย 3 ต้น
6. ต้นหอมซอย 3 ต้น
7. ขิงขูด 1 ช้อนโต๊ะ
8. แป้งมัน 1 ช้อนโต๊ะ
9 .โชยุ 2 ช้อนโต๊ะ
10. น้ำมันงา 1 ช้อนโต๊ะ
11. น้ำมันพืช 1 ช้อนโต๊ะ
12. น้ำตาลทราย 1 ช้อนโต๊ะ
13. แผ่นเกี๊ยวซ่า 50 กรัม');

insert into Menu values
(55, 'ข้าวหน้าหมูปั้นเทอริยากิ', '6-7.jpg', 750,
'1. นำหมูสับมาปรุงรสด้วย พริกไทย และ คนอร์ เนเชอรัล ผงรสหมู แล้วนวดผสมให้เข้ากัน
2. ปั้นให้เป็นก้อนกลม นำไปจี่ในกระทะให้พอขึ้นสี แล้วคีบขึ้นพักไว้
3. ใส่น้ำเปล่า โชยุ มิริน น้ำตาลทราย และขิงขูด ลงในกระทะใบเดิม เคี่ยวให้พอข้นเล็กน้อย
4. นำหมูปั้นก้อนที่จี่ไว้เมื่อซักครู่ ลงไปเคี่ยวกับซอส ให้ซอสซึมเข้าเนื้อ 
5. วางหมูปั้นก้อนลงบนข้าวญี่ปุ่นร้อน ๆ ราดซอสเทอริยากิ โรยด้วยต้นหอมญี่ปุ่น และงาขาวคั่ว พร้อมรับประทาน',
'1. หมูสับ 350 กรัม 
2. พริกไทย 1 ช้อนชา 
3. คนอร์ผงรสหมู 1 ช้อนโต๊ะ
4. น้ำเปล่า 1/4 ถ้วยตวง 
5. โชยุ 2 ช้อนโต๊ะ 
6. มิริน 1 ช้อนโต๊ะ 
7. น้ำตาลทราย 1 ช้อนโต๊ะ 
8. ขิงขูด 1 ช้อนโต๊ะ 
9. ต้นหอมญี่ปุ่น สำหรับโรยหน้า 
10. งาขาวคั่ว สำหรับโรยหน้า 
11. ข้าวญี่ปุ่นหุงสุก 1 ถ้วย');

insert into Menu values
(56, 'ซูชิแซลมอนบาร์เลย์ ', '6-8.jpg', 250,
'1. ล้าง ไร่ทิพย์ บาร์เลย์ ให้สะอาด นำไปใส่ในหม้อหุงข้าว และเทน้ำเปล่าลงไป 1 1/2 ถ้วย จากนั้นนำไปหุงจนสุกประมาณ 30 นาที 
2. นำ ไร่ทิพย์ บาร์เลย์ ที่หุงสุกแล้ว ใส่ชามผสม ปรุงรสด้วยน้ำส้มสายชู และเกลือ จากนั้นคนให้เข้ากัน 
3. นำสาหร่ายวางลงบนเสื่อห่อซูชิ ตามด้วย ไร่ทิพย์ บาร์เลย์ เกลี่ยให้เท่ากันประมาณครึ่งแผ่นของสาหร่าย และทาไข่กุ้งลงไปให้ทั่ว
4. วางกรีนโอ๊ก แตงกวาญี่ปุ่น และแซลมอนลงไป จากนั้นม้วนให้แน่น
5. หั่นเป็นชิ้นพอดีคำ เสิร์ฟพร้อมขิงดอง โชยุ และวาซาบิ',
'1. ไร่ทิพย์ บาร์เลย์ 500 กรัม
2. เกลือป่น 1/2 ช้อนชา
3. น้ำส้มสายชู 1 ช้อนชา
4. สาหร่าย 10 แผ่น
5. ไข่กุ้ง 3 ช้อนโต๊ะ
6. แซลมอน 300 กรัม
7. แตงกวาญี่ปุ่น 1 ลูก
8. กรีนโอ๊ก 1 หัว
9. โชยุ ตามชอบ
10. วาซาบิ ตามชอบ
11. ขิงดอง ตามชอบ
12. น้ำเปล่า 1 1/4 ถ้วย');

insert into Menu values
(57, 'ไข่หวาน', '6-9.jpg', 197,
'1. ตอกไข่ลงในชามผสม ตามด้วยน้ำตาล เกลือ และน้ำเปล่าตีส่วนผสมให้เข้ากัน
2. นำกระทะตั้งไฟโดยใช้ไฟกลาง พอกระทะร้อนใช้กระดาษทิชชู่ชุบน้ำมัน ทาให้ทั่วกระทะ ตักไข่ลงไป 2 ทัพพีเล็ก กลิ้งไข่ให้บางเต็มกระทะ พอไข่ด้านข้างเริ่มแข็ง ตรงกลางสุกนิดหน่อย หรี่ไฟให้อ่อน และใช่ตะเกียบแซะไข่ แล้วค่อย ๆ ม้วนตะล่อมจนถึงฝั่งตรงข้าม
3. นำทิชชู่ชุบน้ำมันทาบาง ๆ บนกระทะอีกครั้ง เร่งไฟขึ้นให้เป็นไฟกลาง ทำทุก ๆ ขั้นตอนเหมือนเดิมจนไข่หมด
4. พอไข่สุกปิดไฟแล้วนำไข่มาจัดทรง โดยใช้ไม้ไผ่สำหรับม้วนซูชิจัดทรงให้สวย รอไข่เย็นตัวลงก่อนค่อนหั่นชิ้น
5. เมื่อไข่เย็นตัวลงให้หั่นชิ้นพอดีคำ จากนั้นเรียงไข่ใส่จาน เสิร์ฟพร้อมโชยุ',
'1. ไข่ไก่ 2 ฟอง
2. น้ำเปล่า 1 ช้อนโต๊ะ
3. น้ำตาลทรายไม่ขัดสี 1 ช้อนโต๊ะ
4. เกลือป่น 1/4 ช้อนชา
5. น้ำมันพืชสำหรับทากระทะ 1 ช้อนโต๊ะ');

insert into Menu values
(58, 'พิซซ่าญี่ปุ่น', '6-10.jpg', 570,
'1. เทแป้งลงไปในอ่างผสม แล้วก็เติมน้ำลงไป ค่อยๆคนช้าๆ ตามด้วยไข่ไก่ และน้ำเปล่า แล้วก็ตีให้เป็นเนื้อเดียวกัน 
2. นำกะหล่ำปลีหั่นเส้น และแครอทหั่นเส้น ปรุงรสด้วยเกลือ พริกไทย
3. ใส่เบคอนคลุกเคล้าผสมให้เข้ากัน 
4. ทาน้ำมันให้ทั่วหม้อหุงข้าว แล้วตักส่วนผสมที่คลุกไว้ลงไปในหม้อหุงข้าว เกลี่ยให้เป็นแผ่นกลม ๆ
5. ให้แป้งสุกแล้วพลิกกลับอีกด้านรอประมาณ 4 นาที แล้วถอดปลั๊กออก
6. ทาซอสโฮโคโนมิยากิให้ทั่ว ราดมายองเนสโรยปลาโอแห้งและสาหร่ายให้สวยงาม',
'1. แป้งเค้ก 100 กรัม 
2. ไข่ไก่ 2 ฟอง 
3. น้ำเปล่า 240 มิลลิลิตร 
4. กะหล่ำปลี 200 กรัม 
5. แครอท 200 กรัม 
6. น้ำมันพืช 3 ช้อนโต๊ะ 
7. เบคอน 100 กรัม 
8. ซอสโอโคโนมิยากิ สำหรับทาหน้า 
9. เกลือ 1 ช้อนชา 
10. พริกไทย 1 ช้อนชา 
11. มายองเนส สำหรับราดหน้า
12. ปลาโอแห้ง สำหรับโรยหน้า 
13. สาหร่าย สำหรับโรยหน้า');

insert into Menu values
(59, 'ฮันนี่โทสต์มะม่วง', '7-1.jpg', 1200,
'1. ตัดขนมปังกะโหลกเป็นแผ่นหนาตามขนาดที่ต้องการแล้วหั่นเป็นรูปตาราง 9 ช่อง จากนั้นหั่นเนยเป็นแผ่นเล็ก ๆ แล้วนำใส่ลงไปในช่องขนมปังให้ครบทุกช่อง
2. นำขนมปังเข้าเตาอบที่อุณหภูมิ 190 องศาเซลเซียส ประมาณ 12-15 นาที
3. ระหว่างรอขนมปังครบเวลาก็มาหั่นมะม่วงรอ
4. นำขนมปังมาตกแต่งด้วยมะม่วง ราดด้วยน้ำผึ้ง โปะไอศกรีม หรือวิปปิ้งครีม',
'1. ขนมปังกะโหลก
2. เนยสดเค็ม (หรือเนยจืดก็ได้)
3. มะม่วงสุก 1-2 ลูก
4. ไอศกรีมรสที่ชอบ
5. น้ำผึ้ง (สำหรับราดขนมปัง)');

insert into Menu values
(60, 'แพนเค้กราสป์เบอร์รี', '7-2.jpg', 329,
'1. ทำแป้งแพนเค้ก โดยผสมแป้งโฮลวีท ไข่ไก่ นม และเบกกิ้งโซดาให้เข้ากัน
2. เทลงบนกระทะเทฟลอน ขนาดจะพอดี และทำให้หนาได้ ทอดจนสุกทั้งสองด้าน 
3. ใส่ภาชนะ ราดน้ำผึ้ง แต่งด้วยชีสและราสป์เบอร์รี',
'1. แป้งโฮลวีท 2 ถ้วย
2. ไข่ไก่ 1 ฟอง
3. นม 1/2 ถ้วย
4. เบกกิ้งโซดา 1 ช้อนชา
5. ราสป์เบอร์รี
6. คอทเทจชีส
7. น้ำผึ้ง');

insert into Menu values
(61, 'วาฟเฟิลไอศกรีม', '7-3.jpg', 344,
'1. ตีไข่ไก่กับน้ำตาลทรายให้ขึ้นฟู ใส่แป้งสาลีอเนกประสงค์ ผงฟู นม เนยละลาย และกลิ่นวานิลลา ตีจนเข้ากัน
2. ทาเนยที่เครื่องทำวาฟเฟิล เทส่วนผสมแป้งลงไปพอประมาณ อบวาฟเฟิลประมาณ 2 นาที จัดใส่ภาชนะ
3. ใส่ไอศกรีมตามชอบลงบนวาฟเฟิล ราดซอสคาราเมล
4. นำวาฟเฟิลอีก 1 แผ่นมาทับไอศกรีม ท็อปปิ้งสตรอว์เบอร์รี ราดซอสช็อกโกแลต',
'1. ไข่ไก่ 3 ฟอง
2. น้ำตาลทราย 100 กรัม
3. แป้งสาลีอเนกประสงค์ 150 กรัม
4. ผงฟู 1 ช้อนชา
5. นมสด 300 มิลลิลิตร
6. เนย 50 กรัม
7. กลิ่นวานิลลา 1 ช้อนชา
8. ไอศกรีมตามชอบ
9. ซอสคาราเมล
10. ซอสช็อกโกแลต
11. ท็อปปิ้งตามชอบ เช่น เวเฟอร์ช็อกโกแลตและสตรอว์เบอร์รี
12. น้ำตาลไอซิ่ง');

insert into Menu values
(62, 'ช็อกโกแลตลาวา', '7-4.jpg', 390,
'1. นำช็อกโกแลตไปละลายพร้อมกับเนยจืด และตีไข่ทั้งหมดจนขึ้นฟู ค่อย ๆ แบ่งน้ำตาลทรายเทลงไปทีละน้อยจนหมดแล้วตีจนส่วนผสมขึ้นฟู
2. นำช็อกโกแลตกับเนยจืดที่ละลายไว้ ค่อย ๆ เทใส่ลงไปผสมกับไข่ที่ตีจนฟู
3. ร่อนแป้งอเนกประสงค์และผงโกโก้ใส่ลงไปแล้วคนส่วนผสมให้เข้ากัน
4. ทาเนยจืดให้ทั่วถ้วยอะลูมิเนียมฟอยล์ แล้วนำแป้งโรยลงไปให้ทั่วพิมพ์แล้วเคาะส่วนเกินออก 
5. เปิดเตา ใช้ไฟกลาง หาตะแกรงมาวางลงในหม้อก่อนจะวางถ้วยขนมลงไป จากนั้นก็ปิดฝาหม้อแล้วก็จับเวลา ประมาณ 10 นาที 
6. จัดใส่จานให้สวยงาม แต่งด้วยวิปปิ้งครีม และสตรอว์เบอร์รีสดพร้อมเสิร์ฟ',
'1. ช็อกโกแลต 115 กรัม
2. เนยจืด 125 กรัม
3. ไข่ไก่ 2 ฟอง
4. ไข่แดง 2 ฟอง
5. น้ำตาลทราย 1 ถ้วย
6. แป้งสาลีอเนกประสงค์ 30 กรัม
7. ผงโกโก้ 25 กรัม
8. ถ้วยอะลูมิเนียมฟอยล์แบบกลม');

insert into Menu values
(63, 'เครปช็อกโกแลต', '7-5.jpg', 152,
'1. ทำแป้งเครป โดยร่อนแป้งสาลีและผงโกโก้เข้าด้วยกัน เติมนมสด 2 ถ้วยและผงอัลมอนด์ 30 กรัม คนให้เข้ากัน
2. ตั้งกระทะเทฟลอนใช้ไฟอ่อน ทาน้ำมันมะพร้าวให้ทั่ว นำส่วนผสมแป้งเทลงไป กลอกให้เป็นแผ่นบาง รอจนสุกแล้วพลิกกลับอีกด้าน เมื่อสุกแล้วนำขึ้นพักไว้
3. ทำส่วนผสมไส้ โดยนำวิปปิ้งครีมไปต้มพออุ่น ใส่ช็อกโกแลตลงไปคนให้เข้ากัน เติมนมสด น้ำเชื่อมเมเปิล ไวท์รัม เกลือป่น และผงอัลมอนด์ ผสมให้เข้ากัน
4. นำแป้งเครปวางบนจาน ทาส่วนผสมไส้ลงไปให้ทั่ว วางสตรอว์เบอร์รีสดลงไป ม้วนให้เป็นกรวยหรือพับตามชอบ โรยอัลมอนด์ จัดเสิร์ฟ',
'ส่วนผสม แป้งเครปช็อกโกแลต
1. แป้งสาลีอเนกประสงค์ 150 กรัม
2. ผงโกโก้ชนิดสีเข้ม 2 ช้อนโต๊ะ
3. นมสด 2 ถ้วย
4. ผงอัลมอนด์อบสุก 30 กรัม
6. น้ำมันมะพร้าว (ทากระทะ)
7. สตรอว์เบอร์รีสดหั่นชิ้น (สำหรับแต่ง)
8. อัลมอนด์อบสุกสับหยาบ (สำหรับแต่ง)
ส่วนผสม ไส้เครปช็อกโกแลต
1. วิปปิ้งครีม 1/4 ถ้วย
2. ช็อกโกแลตสับ 80 กรัม
3. นมสด 1/4 ถ้วย
4. น้ำเชื่อมเมเปิล 1/2 ช้อนโต๊ะ
5. ไวท์รัม 1 ช้อนโต๊ะ
6. เกลือป่น
7. ผงอัลมอนด์อบสุก 80 กรัม');

insert into Menu values
(64, 'เค้กชิฟฟอนช็อกโกแลต', '7-6.jpg', 300,
'วิธีทำเค้กชิฟฟอนช็อกโกแลต
1. เปิดเตาอบใช้ไฟบน-ล่างที่อุณหภูมิ 180 องศาเซลเซียส เตรียมไว้
2. ร่อนแป้งเค้ก ผงฟู เบกกิ้งโซดา ผงโกโก้ และเกลือเข้าด้วยกัน 1 รอบ ใส่น้ำตาลทรายละเอียด คนส่วนผสมให้เข้ากัน พักไว้
3. ตีไข่แดง น้ำเปล่า นมข้นจืด น้ำมันพืช และกลิ่นวานิลลาให้เข้ากัน
4. ทำหลุมแป้งที่ร่อนพักไว้ เทส่วนผสมที่เป็นของเหลวลงไป ใช้ตะกร้อมือคนเร็ว ๆ พอเข้ากันแล้วหยุดทันที หากตีต่อจะทำให้เค้กมีเนื้อเหนียว
5. ตีไข่ขาวพอแตกฟอง ใส่ครีมออฟทาร์ทาร์ลงไปแล้วตีต่ออีกเล็กน้อย ทยอยใส่น้ำตาลทรายละเอียด โดยแบ่งเป็น 3 ส่วน ตีจนตั้งยอดปานกลาง แบ่งเมอแรงค์ผสมทั้งหมด 3 รอบ ตะล่อมอย่างเบามือจนส่วนผสมเนียนเป็นเนื้อเดียวกัน
6. ปูกระดาษไขบนถาดขนาด 11 x 8 นิ้ว ไม่ทาไขมัน เทส่วนผสมลงไปเกลี่ยให้เต็มถาด กระแทกพิมพ์เพื่อไล่ฟองอากาศ 2 ครั้ง
7. นำเข้าเตาอบใช้เวลาประมาณ 10 นาที (เช็กความสุกโดยใช้ไม้จิ้มฟันจิ้ม หากไม่มีเศษเค้กติดออกมาแสดงว่าสุกแล้ว)
8. นำออกมาจากเตา กระแทกพิมพ์แรง ๆ 1 ครั้ง เพื่อไม่ให้โครงสร้างเค้กยุบตัว นำออกจากพิมพ์ วางบนตะแกรง พักไว้ให้เย็น
9. ใช้พิมพ์รูปวงกลมขนาดเส้นผ่าศูนย์กลาง 5 เซนติเมตร กดเค้กชิฟฟอนให้ขาด ก่อนนำไปประกบกับตัวมูสช็อกโกแลต แช่ให้เย็นจนเซตตัวก่อนเสิร์ฟ
วิธีทำมูสช็อกโกแลต
1. ใส่ผงเจลาตินลงแช่ในน้ำเย็น แช่ทิ้งไว้ประมาณ 5 นาที เสร็จแล้วนำเข้าไมโครเวฟ 20 วินาที หรือจนกว่าจะละลาย พักไว้ให้เย็น (หากนำไปใช้ตอนร้อน ๆ วิปครีมที่ตีไว้จะยุบตัวและกลับมาเหลวเป็นน้ำ)
2. ต้มวิปครีมส่วนที่ 1 (125 กรัม) กับเกลือให้ร้อน พอขอบหม้อเริ่มมีฟองปุด ๆ ปิดไฟ
3. ใส่ช็อกโกแลตชิพลงไปทิ้งไว้สักประมาณ 30 วินาที คนให้ละลายเข้ากัน พักไว้จนเย็นสนิท
4. ตีวิปครีมส่วนที่ 2 (250 กรัม) กับน้ำตาลทรายให้ตั้งยอดแข็ง (เคล็ดลับตีวิปครีมแท้ให้ขึ้นง่าย คือ โถภาชนะและตะกร้อที่ตีต้องเย็น ก่อนตีเอาทั้ง 2 อย่าง แช่ตู้เย็นไว้ได้เลย) ตีส่วนผสมให้ได้ยอดแข็ง
5. แบ่งช็อกโกแลตกานาชที่พักไว้จนเย็นสนิทออกมา 1 ส่วน ผสมเข้ากับวิปครีม ค่อย ๆ ตะล่อมให้เข้ากัน จากนั้นแบ่งช็อกโกแลตส่วนที่เหลือใส่ลงไปผสมให้เข้ากันอย่างเบามือ (หากคนแรงวิปครีมจะยุบทำให้ได้ส่วนผสมที่เหลวเกินไป)
6. ใส่เจลาตินที่ละลายพักไว้ลงไปตะล่อมจนเนื้อเนียนเข้ากัน ตักส่วนผสมช็อกโกแลตใส่พิมพ์ซิลิโคนทรงครึ่งวงกลมจนเต็ม กระแทกพิมพ์เพื่อไล่ฟองอากาศออก นำไปแช่ตู้เย็นข้ามคืน ถ้าแช่ช่องฟรีซได้ยิ่งดี
7. นำฐานเค้กชิฟฟอนที่กดด้วยพิมพ์ทรงกลมแล้วมาวางบนมูสแต่ละก้อนก่อน แล้วค่อยแกะออกจากพิมพ์ ตกแต่งหน้าหมีให้สวยงาม โดยดวงตา ใช้ช็อกโกแลตชิพเม็ดเล็กวางเป็นรูปลูกตาทั้ง 2 ข้าง จมูก ใช้ไวท์ช็อกโกแลตรูปทรงเหรียญ ใช้ดาร์กช็อกโกแลตละลายแล้ววาดลายเส้นจมูกและปาก ส่วนใบหู ใช้มินิโอรีโอเสียบเป็นใบหูทั้ง 2 ข้าง',
'ส่วนผสม มูสช็อกโกแลต
1. น้ำเย็น 2 ช้อนโต๊ะ
2. ผงเจลาติน 1 ช้อนชา
3. วิปครีมชนิด Dairy (1) 125 กรัม
4. เกลือ 1/8 ช้อนชา
5. Semi Sweet ช็อกโกแลตชิพ150 กรัม
6. วิปครีมชนิด Dairy (2) 250 กรัม
7. น้ำตาลทราย 1+1/2 ช้อนโต๊ะ
ส่วนผสม เค้กชิฟฟอนช็อกโกแลต
1. แป้งเค้ก 40 กรัม
2. ผงฟู 1/8 ช้อนชา
3. เบกกิ้งโซดา 1/4 ช้อนชา
4. เกลือ 1/8 ช้อนชา
5. ผงโกโก้ 12.5 กรัม
7. น้ำตาลทราย 45 กรัม
8. ไข่แดง (เบอร์ 0) 1 ฟอง
9. น้ำเปล่า 25 กรัม
10. นมข้นจืด 12.5 กรัม
11. น้ำมันพืช 32.5 กรัม
12. ไข่ขาว (เบอร์ 0) 1 ฟอง
13. ครีมออฟทาร์ทาร์ 1/8 ช้อนชา
14. น้ำตาลทรายป่นละเอียด 22.5 กรัม');

insert into Menu values
(65, 'พานาคอตต้าสตรอว์เบอร์รี', '7-7.jpg', 298,
'1. ทำพานาคอตต้า โดยแช่เจลาตินในน้ำเย็นจัด นานประมาณ 5-10 นาที จนนุ่ม
2. ใส่วิปปิ้งครีมและนมสดลงในหม้อ นำขึ้นตั้งไฟปานกลาง พอนมเริ่มร้อน ใส่น้ำตาลทราย 1/3 ถ้วยลงไป คนให้ละลายจนหมด ใส่แผ่นเจลาตินที่นุ่มแล้ว 4 แผ่นลงไป คนผสมจนเจลาตินละลาย ปิดไฟ แล้วใส่วานิลลา
3. ทำซอสเยลลี่สตรอว์เบอร์รี โดยนำสตรอเบอรีเพียวเร่ ใส่ลงในหม้อตั้งไฟพอร้อน ใส่น้ำตาลทราย 1 ช้อนโต๊ะลงไปคนให้ละลาย ใส่น้ำมะนาว และเจลาตินที่แช่น้ำจนนุ่มแล้ว 2 แผ่น ใส่ลงไปในหม้อ คนผสมให้เข้ากัน พักไว้จนหายร้อน
4. ตักใส่พิมพ์ จะใส่เนื้อพานาคอตต้าหรือซอสเยลลี่สตรอว์เบอร์รีไว้ด้านบน หรือล่างก็ได้ตามชอบ 
5. นำเข้าแช่ตู้เย็นช่องแช่แข็งประมาณ 30 นาที เมื่อเซตตัวแล้วจึงนำออกมาใส่เยลลี่สตรอว์เบอร์รี แล้วนำเข้าแช่ตู้เย็นอีกครั้งจนเซตตัว ตกแต่งด้วยสตรอว์เบอร์รี',
'ส่วนผสม พานาคอตต้าสตรอว์เบอร์รี
1. เจลาตินชนิดแผ่น 4 แผ่น
2. วิปปิ้งครีม 1+1/2 ถ้วย
3. นมสด 1/2 ถ้วย
4. น้ำตาลทราย 1/3 ถ้วย
5. วานิลลา 1 ฝัก
6. สตรอว์เบอร์รี
7. ใบสะระแหน่
ส่วนผสม ซอสเยลลี่สตรอว์เบอร์รี
1. สตรอว์เบอร์รีเพียวเร 1/2 ถ้วย
2. น้ำตาลทราย 1 ช้อนโต๊ะ
3. เจลาติน 2 แผ่น
4. น้ำมะนาว ตามชอบ');

insert into Menu values
(66, 'ทีรามิสุ ', '7-8.jpg', 246,
'1. ตีวิปปิ้งครีมด้วยหัวตีแบบตะกร้อจนตั้งยอดอ่อน พักไว้ในตู้เย็น
2. ตีไข่แดงกับน้ำตาลทรายด้วยหัวตีแบบตะกร้อจนขึ้นฟู ใส่มาสคาร์โปเน่ชีสตามลงไป ตีจนส่วนผสมเนียนเป็นเนื้อเดียวกัน นำวิปปิ้งครีมที่ตีไว้ใส่ลงไป คนอย่างเบามือจนส่วนผสมเข้ากันดี
3. ผสมกาแฟเอสเปรสโซ่และเหล้าคาลัวร์ลงในชามผสม นำเลดี้ฟิงเกอร์ลงจุ่มให้ทั่วแล้วเรียงลงถาดฟอยล์สี่เหลี่ยมขนาด 6×16 เซนติเมตร (สูง 5 เซนติเมตร) จนเต็มถาด
4. ตักส่วนผสมในข้อ 2 ราดทับด้านบน เกลี่ยให้เรียบ ทำทั้งหมดสองชั้น นำไปแช่เย็น 2-3 ชั่วโมงจนขนมเซตตัว โรยหน้าขนมด้วยผงโกโก้ก่อนเสิร์ฟ',
'1. กาแฟเอสเปรสโซ่ 2 ถ้วย
2. ขนมเลดี้ฟิงเกอร์ 250 กรัม
3. เหล้าคาลัวร์ (เหล้าหวานกลิ่นกาแฟ Kahlua) 1/4 ถ้วย
4. มาสคาร์โปเน่ชีส 250 กรัม
5. วิปปิ้งครีม 350 กรัม
6. ไข่แดง 4 ฟอง
7. น้ำตาลทราย 1/2 ถ้วย
8. ผงโกโก้ 2 ช้อนโต๊ะ');

insert into Menu values
(67, 'บานอฟฟี่พาย', '7-9.jpg', 468,
'1. ทำคาราเมล โดยใส่กระป๋องนมข้นหวานลงในหม้อแล้วเทน้ำเปล่าลงไปพอให้ท่วมกระป๋องนมข้นหวาน เปิดไฟต้มประมาณ 2-2.30 ชั่วโมง 
2. ปาดเอาครีมระหว่างฝาของโอรีโอ้ออก บดโอรีโอ้ให้ละเอียด 
3. ละลายเนยด้วยไมโครเวฟ ใช้เวลาประมาณ 40 วินาที ถ้าเนยยังไม่ละลายให้คนต่ออีกประมาณ 20 วินาที 
4. ผสมเนยละลายกับโอรีโอ้บด คนผสมจนเข้ากันดี เทใส่พิมพ์ที่สามารถถอดก้นได้ 
5. เทคาราเมลส่วนหนึ่งลงบนโอรีโอ้ครัสต์ปริมาณมากน้อยตามชอบ วางกล้วยหอมทับลงไป เทคาราเมลที่เหลือปิดทับบนหน้ากล้วยหอมอีกรอบ
6. ตีวิปปิ้งครีมจนตั้งยอดแข็ง โรยผงโกโก้ลงไป นำไปแช่ในตู้เย็นอีกสัก 1-2 ชั่วโมง',
'1. นมข้นหวาน 1 กระป๋อง
2. น้ำเปล่า
3. โอรีโอ้ซองยาว เอาแต่ฝา 1 ซอง
4. เนยเค็ม 100 กรัม
5. กล้วยหอม 2-3 ลูก
6. วิปปิ้งครีม 130 กรัม
7. ผงโกโก้
8. สปันจ์เค้กตัดเป็นลูกเต๋า
9. เอสเพรสโซ่');

insert into Menu values
(68, 'แพนเค้กกล้วยหอม', '7-10.jpg', 570,
'1. ผสมทุกอย่างให้เข้ากัน 
2. ตั้งกระทะใช้ไฟร้อนปานกลาง หยอดส่วนผสมลงไป พอเริ่มเห็นฟองอากาศและขอบแป้งเริ่มเซตตัวก็กลับด้านได้เลย
3. จัดแพนเค้กใส่ภาชนะ เสิร์ฟคู่กับน้ำผึ้ง สตรอว์เบอร์รีและกรีกโยเกิร์ตเย็น ๆ',
'1. กล้วยหอม 1 ลูก
2. ไข่ขาว 1/2 ถ้วยตวง (ประมาณ 2 ฟอง)
3. ข้าวโอ๊ต 1/4 ถ้วย
4. แป้งมะพร้าว 2 ช้อนโต๊ะ (หรือข้าวโอ๊ต)
5. ผงฟู 1/2 ช้อนชา
6. กลิ่นวานิลลา');

insert into Menu values
(69, 'เมลอนบิงซู', '7-11.jpg', 550,
'1. เทนมใส่ถุงซิปล็อก ปิดให้สนิทแล้วนำไปแช่ช่องฟรีซไว้ 3 ชั่วโมง
2. เอาเม็ดเมลอนออกให้หมด ตักเมลอนออกเป็นลูกกลม ๆ ใส่ภาชนะไว้ 
3. นำนมที่แช่ไว้ในช่องฟรีซออกมาทุบ ๆ ให้มันละเอียด แล้วตักใส่ในลูกเมลอน ราดนมข้นหวาน
4. เอาเมลอนมาจัดเรียง เหลือช่องตรงกลางเพื่อวางไอศกรีม
5. ตักไอศกรีมมาวางไว้ตรงกลาง ราดด้วยนมข้นหวานอีกรอบ เสร็จแล้ว',
'1. เมลอน 1/2 ลูก
2. นมสด 500 มิลลิลิตร
3. นมข้นหวาน
4. ไอศกรีมวานิลลา
5. ถั่วอัลมอนด์');

insert into Menu values
(70, 'ก๋วยเตี๋ยวไก่ตุ๋นมะระ', '8-1.jpg', 450,
'1. นำมะระมาผ่าแล้วควักไส้ทิ้ง หั่นเป็นชิ้น ๆ แล้วทาด้วยเกลือให้ทั่ว หมักเกลือทิ้งไว้ 20 นาที
2. เมื่อครบเวลาแล้ว นำไปล้างน้ำเปล่า เกลือจะช่วยลดความขมของมะระ
3. ต้มน้ำให้เดือด ใส่รากผักชี กระเทียม พริกไทยดำ ตามด้วยเครื่องปรุงทั้งหมด และน่องไก่ ตุ๋นทิ้งไว้เป็นเวลา 30 นาที
4. เมื่อครบเวลา ใส่มะระ และเห็ดหอมแช่น้ำลงไป ตุ๋นต่ออีก 30 นาที 
5. ลวกถั่วงอก และเส้นบะหมี่ ใส่ลงในชาม ตักไก่ และมะระที่ตุ๋นไว้ ราดจัดเสิร์ฟ โรยหน้าด้วย กระเทียมเจียว และผักชีต้นหอม',
'1. น่องไก่ 1 กิโลกรัม
2. มะระ ½ ลูก
3. บะหมี่ 5 ก้อน
4. เห็ดหอมแช่น้ำ 5 ดอก
5. ถั่วงอก 500 กรัม
6. รากผักชี 2 ราก
7. กระเทียม 1 หัว
8. พริกไทยดำเม็ด 1 ช้อนโต๊ะ
9. เกลือ 1 ช้อนชา
10. น้ำตาลกรวด 2 ช้อนโต๊ะ
11. ซอสหอยนางรม 2 ช้อนโต๊ะ
12. น้ำปลา 2 ช้อนโต๊ะ
13. ซีอิ๊วขาว 2 ช้อนโต๊ะ
14. ซีอิ๊วดำ 2 ช้อนโต๊ะ
15. น้ำเปล่า 2 ลิตร
16. กระเทียมเจียว สำหรับโรยหน้า
17. ผักชีและต้นหอม สำหรับโรยหน้า
18. เกลือ 1 ช้อนโต๊ะ (สำหรับล้างมะระ)');

insert into Menu values
(71, 'ก๋วยเตี๋ยวเรือ', '8-2.jpg', 180,
'1. นำอบเชย โปยกั๊ก พริกหอม ลูกผักชี และยี่หร่าใส่ลงในผ้าขาวบาง จากนั้นห่อผ้าให้แน่น ๆ ก่อนนำไปต้มในน้ำซุป
2. ตั้งหม้อบนเตาแก๊สโดยใช้ไฟแรง จากนั้นใส่น้ำเปล่าลงไป เมื่อน้ำเริ่มเดือดแล้วใส่เล้งลงไป รอให้น้ำเดือดอีกครั้ง จากนั้นใส่ห่อสมุนไพรที่เตรียมไว้ลงไปในหม้อ ต่อด้วยซอสปรุงรส กะทิ ซีอิ๊วดำ เต้าหู้ยี้พร้อมน้ำ น้ำกระเทียมดอง และใบเตยลงไปในหม้อคนให้เข้ากันโดยใช้ไฟอ่อน ตุ๋นต่อเป็นเวลา 1-2 ชั่วโมงให้น้ำซุปเข้มข้น 
3. นำเลือดหมูใส่ลงในชาม จากนั้นตักน้ำซุปลงไปในชามเพื่อให้เลือดหมูสุก และเพิ่มความเข้มข้นของน้ำซุป
4. ใส่เส้นเล็กลวก ถั่วงอกลวก และผักบุ้งลวกลงไปในชาม ต่อด้วยการนำเนื้อหมูหั่นชิ้น และตับหั่นชิ้นลงไปในชาม จากนั้นราดน้ำซุปที่เตรียมไว้ลงไป ราดกระเทียมเจียว เท่านี้ก็พร้อมซดน้ำซุปร้อน ๆ แล้ว',
'วัตถุดิบทำน้ำซุปก๋วยเตี๋ยวเรือ
1. เล้ง ½ กิโลกรัม
2. ซอสปรุงรส 5 ช้อนโต๊ะ
3. ใบเตย 7 ใบ
4. กะทิ 100 มิลลิลิตร
5. ซีอิ๊วดำ 5 ช้อนโต๊ะ
6. เต้าหู้ยี้พร้อมน้ำ 7 ก้อน
7. น้ำกระเทียมดอง 1 ถ้วยตวง
8. อบเชย 4 แท่ง
9. โปยกั๊ก 10 ดอก
10. พริกหอม 2 ช้อนโต๊ะ
11. ลูกผักชี 3 ช้อนโต๊ะ
12. ยี่หร่า 1 ช้อนโต๊ะ
13. น้ำเปล่า 6 ถ้วยตวง
วัตถุดิบก๋วยเตี๋ยวเรือ
1. เส้นก๋วยเตี๋ยว 
2. เนื้อหมูหั่นชิ้น
3. ตับหั่นชิ้น 
4. ถั่วงอก
5. ผักบุ้ง
6. กระเทียมเจียว 
7. เลือดหมู');

insert into Menu values
(72, 'ก๋วยเตี๋ยวหลอดทรงเครื่อง', '8-3.jpg', 600,
'1. ผสมน้ำส้มสายชู พริกแดงสับ ซีอิ๊วขาว และน้ำเชื่อมเข้าด้วยกัน 
2. นำหม้อขึ้นตั้งไฟปานกลาง ใส่ผงพะโล้ลงไป ตามด้วยพริกไทยป่น และเกลือป่น คั่วจนหอม
3. ใส่น้ำตาลปี๊บลงไป แล้วคนให้เข้ากันจนน้ำตาลปี๊บละลาย
4. ใส่หมูสามชั้น เต้าหู้ขาว และกุ้งแห้ง ผัดให้เข้ากัน แล้วเทน้ำเปล่าลงไป ตามด้วยรากผักชี ปรุงรสด้วยซีอิ๊วดำหวาน ตุ๋นจนน้ำข้นขึ้น และหมูสามชั้นเปื่อย
5. นำถั่วงอกใส่จาน ตามด้วยต้นหอม เส้นใหญ่ และน้ำราด เสิร์ฟพร้อมน้ำจิ้มที่เตรียมไว้',
'1. ก๋วยเตี๋ยวเส้นใหญ่ ตามชอบ
2. หมูสามชั้นหั่น 200 กรัม 
3. เต้าหู้ขาว 1 ก้อน 
4. เห็ดหอม 1 ถ้วย 
5. กุ้งแห้ง 2 ช้อนโต๊ะ 
6. รากผักชี 3 ราก 
7. ผงพะโล้ 1 ช้อนชา
8. พริกไทยป่น 1 ช้อนชา
9. ซีอิ๊วดำหวาน 1 ช้อนโต๊ะ 
10. เกลือป่น 1 ช้อนชา 
11. น้ำตาลปี๊บ ¼ ถ้วย
12. น้ำเปล่า 1 ลิตร
13. กระเทียมเจียว ตามชอบ
14. ต้นหอม ตามชอบ 
15. ถั่วงอก ตามชอบ 
16. พริกแดงสับ 1 ช้อนโต๊ะ
17. น้ำส้มสายชู 3 ช้อนโต๊ะ
18. ซีอิ๊วขาว 3 ช้อนโต๊ะ
19. น้ำเชื่อม 3 ช้อนโต๊ะ');

insert into Menu values
(73, 'ก๋วยเตี๋ยวหมูเด้ง', '8-4.jpg', 300,
'1. ผสมเนื้อหมู น้ำตาล เกลือ พริกไทย แป้งมัน ผงฟู และน้ำเย็น ปั่นรวมกันให้เนื้อเนียน
2. ตั้งหม้อใส่น้ำ รอให้น้ำเดือด แล้วปั้นหมูเด้งขนาดพอดีคำ ใส่ลงไป ต้มให้หมูเด้งสุก ตักขึ้นพักไว้
3. ตั้งหม้อ ใส่น้ำเปล่า เปิดไฟ แล้วใส่ คนอร์ ซุปก้อนรสหมู
4. ตั้งหม้ออีกใบ ใส่น้ำเปล่า รอให้น้ำเดือด ใส่ถั่วงอก ลวกให้ถั่วงอกสุก ตักขึ้นพักไว้
5. ใช้น้ำและหม้อเดิม รอให้น้ำเดือดอีกครั้ง ใส่เส้นเล็ก ลวกเส้นเล็กให้สุก ตักขึ้นผสมน้ำมันกระเทียมเจียวเล็กน้อย คนให้เข้ากันเตรียมไว้
6. ใส่ถั่วงอก ที่ลวกเตรียมไว้ ตามด้วยหมูเด้ง และราดด้วยน้ำซุป
7. โรยกระเทียมเจียว และต้นหอมซอย พร้อมจัดเสิร์ฟ',
'1. หมูสับ 300 กรัม 
2. น้ำตาล 2 ช้อนโต๊ะ 
3. เกลือ ½ ช้อนโต๊ะ 
4. พริกไทย 2 ช้อนชา
5. แป้งมัน 2 ช้อนโต๊ะ
6. ผงฟู 1 ช้อนชา 
7. น้ำเย็น 2 ช้อนโต๊ะ 
8. น้ำเปล่า 4 ถ้วยตวง 
9. คนอร์ ซุปก้อนรสหมู 1 ก้อน 
10. เส้นเล็ก 200 กรัม
11. ถั่วงอก 1 ½ ถ้วยตวง 
12. ต้นหอมซอย 5 ช้อนโต๊ะ 
13. กระเทียมเจียว ¼ ถ้วยตวง 
14. ผักชี สำหรับตกแต่ง');

insert into Menu values
(74, 'ก๋วยเตี๋ยวเป็ด', '8-5.jpg', 1000,
'1. นำรากผักชีใส่ลงในผ้าขาวบาง ตามด้วยกระเทียมบุบ พริกไทยดำบุบ น้ำตาลปี๊บ อบเชยแท่ง โป๊ยกั้ก ข่า และผงพะโล้ จากนั้นมัดผ้าให้แน่น ก่อนนำไปต้มกับน้ำซุป 
2. นำหม้อขึ้นตั้งไฟปานกลาง จากนั้นใส่น้ำลงในหม้อ เมื่อน้ำเริ่มเดือด ใส่ห่อเครื่องเทศที่เตรียมลงไปต้ม ตามด้วยซอสปรุงรส ซีอิ๊วขาว เกลือป่น และซีอิ๊วดำหวาน
3. เมื่อน้ำเดือดอีกครั้งใส่อกเป็ด และน่องเป็ดลงไป แล้วเบาไฟลงเป็นไฟอ่อน ต้มทิ้งไว้นานประมาณ 1 - 2 ชั่วโมง เมื่อเป็ดสุกนำเนื้อเป็ดออกจากน้ำซุป
4. นำเนื้อเป็ดมาหั่นเป็นชิ้น ๆ เตรียมไว้ นำถั่วงอกลวก และเส้นเล็กลวกใส่ลงในชาม วางเนื้อเป็ดที่หั่นไว้วางลงบนเส้น โรยขึ้นฉ่าย กระเทียมเจียว ผักชี และน้ำมันพริกเผา ตามด้วยการราดน้ำพะโล้ที่เตรียมไว้ลงไป',
'1. อกเป็ดและน่องเป็ด 4 ตัว
2. กระเทียมบุบ 2 ช้อนโต๊ะ
3. พริกไทยดำบุบ 2 ช้อนโต๊ะ
4. รากผักชี 3 ราก
5. ผักชีสับหยาบ 1 ถ้วย
6. น้ำตาลทราย 3 ช้อนโต๊ะ
7. อบเชย 5 แท่ง
8. โป๊ยกั้ก 6 ดอก
9. ข่า 1 แง่ง
10. ผงพะโล้ 5 ช้อนโต๊ะ
11. ซอสปรุงรส 4 ช้อนโต๊ะ
12. ซีอิ๊วขาว 4 ช้อนโต๊ะ
13. ซีอิ๊วดำหวาน 3 ช้อนโต๊ะ
14. น้ำเปล่า 2 ลิตร
15. เส้นก๋วยเตี๋ยว ตามต้องการ
16. ถั่วงอก ตามต้องการ
17. ขึ้นฉ่ายซอย สำหรับโรยหน้า
18. กระเทียมเจียว สำหรับโรยหน้า
19. น้ำมันพริกเผา ตามชอบ');

insert into Menu values
(75, 'ก๋วยเตี๋ยวต้มยำ', '8-6.jpg', 340,
'1. นำหม้อตั้งไฟ เทน้ำเปล่าลงไปในหม้อ จากนั้นนำกระดูกหมูลงไปต้ม
2. จากนั้นใส่หัวไช้เท้าที่หั่นเป็นท่อน ๆ ตามลงไป จากนั้นใส่รากผักชีบุบ พริกไทยเม็ด เกลือ ต้มใช้ไฟอ่อน ประมาน 1 ชั่วโมง 30 นาที 
3. นำหม้อตั้งไฟ ใส่น้ำตามลงไป จากนั้นนำเส้นเล็กที่เตรียมไว้ลงไปลวก จนเส้นนิ่ม จากนั้นนำถั่วงอกลงไปลวกไม่นาน ก็ตักขึ้น
4. นำถั่วงอก และเส้นเล็กใส่ชาม จากนั้นนำเนื้อสัตว์ใส่ตามลงไป พร้อมถั่วลิสงบด ตอกไข่ออนเซ็นวางลงด้านบน จากนั้นโรยกระเทียมเจียว และผักชี
5. ปรุงน้ำซุปก๋วยเตี๋ยวต้มยำแยกอีกชาม ใส่เครื่องปรุง น้ำตาลทราย น้ำมะนาว น้ำปลา พริกแห้งคั่วป่น และน้ำพริกเผา จากนั้นเทน้ำซุป คนผสมเครื่องปรุงให้ละลายเข้ากัน เทใส่ชามวัตถุดิบที่เตรียมไว้ พร้อมเสิร์ฟ',
'วัตถุดิบน้ำซุปก๋วยเตี๋ยว
1. กระดูกหมูต้มน้ำซุป 1 กิโลกรัม
2. น้ำเปล่า 10 ถ้วย
3. รากผักชี 3 ราก
4. หัวไช้เท้า ½ หัว
5. พริกไทยดำบุบ 5 เม็ด
6. กระเทียม 3 กีบ
7. เกลือ 1 ช้อนชา
8. น้ำตาลกรวด 1 ก้อน
วัตถุดิบเครื่องก๋วยเตี๋ยวต้มยำ
1. ถั่วงอก 5 ขีด
2. ฮือก้วยลวกสุก1แท่ง
3. ลูกชิ้นปลาลวกสุก1 ขีด
4. ตับหมูลวกสุก 1 ขีด
5. หมูสับรวน 1 ขีด
6. สันคอหมูลวกสุก 1 ขีด
7. ไข่ออนเซ็น 1 ฟอง
8. น้ำตาลทราย ½ ช้อนโต๊ะ
9. น้ำมะนาว 1 ช้อนโต๊ะ
10. น้ำปลา ½ ช้อนโต๊ะ
11. ถั่วลิสงคั่วบด ½ ช้อนโต๊ะ
12. พริกแห้งคั่วป่น ½ ช้อนโต๊ะ
13. พริกเผา ½ ช้อนโต๊ะ
14. เกี๊ยว ตามชอบ
15. กระเทียมเจียว ตามชอบ
16. ผักชี ตามชอบ');

insert into Menu values
(76, 'ก๋วยเตี๋ยวเย็นตาโฟ', '8-7.jpg', 420,
'1. ต้มน้ำซุปโดยใส่เกลือ น้ำตาลกรวด รากผักชี พริกไทยเม็ดทุบ กระเทียมทุบ หอมใหญ่ ซีอิ๊วขาว หัวไชเท้า และปลาหมึกแห้งย่างไฟเพื่อความหอม ปิดฝา ต้มทิ้งไว้จนเดือด โดยใช้เวลาประมาณ 45 นาที 
2. นำเส้นก๋วยเตี๋ยวและผักบุ้งไทยลวกในน้ำเดือดจัด จากนั้นใส่ชามพักไว้
3. นำลูกชิ้น เลือดหมู ปลาหมึกกรอบ และเห็ดหูหนูขาวลวกในน้ำร้อนจนสุก
4. ตักซอสเย็นตาโฟและกระเทียมเจียวใส่ลงในชามก๋วยเตี๋ยว จากนั้นจึงตักน้ำซุปตามลงไป
5. วางเกี๊ยวทอดและเต้าหู้ทอดลงในชามก๋วยเตี๋ยว เสิร์ฟพร้อมกับเครื่องปรุง',
'วัตถุดิบก๋วยเตี๋ยวเย็นตาโฟวัตถุดิบน้ำซุปก๋วยเตี๋ยว
1. น้ำเปล่า 6 ถ้วย
2. เกลือ 1 ช้อนชา
3. น้ำตาลกรวด 3 ก้อน
4. รากผักชี 4 ต้น
5. พริกไทยเม็ด 10 เม็ด
6. กระเทียมบุบ 2 กลีบ
7. หอมใหญ่ 1-2 หัว
8. ซีอิ๊วขาว 1 ช้อนโต๊ะ
9. หัวไชเท้า 1 หัว
10. ปลาหมึกแห้งย่างไฟ 2 ตัว
วัตถุดิบเครื่องเย็นตาโฟ
1. ซอสเย็นตาโฟ 1 ช้อนโต๊ะ
2. เส้นก๋วยเตี๋ยว 100 กรัม
3. ผักบุ้งไทย ตามต้องการ
4. ซอสเย็นตาโฟ 1 ช้อนโต๊ะ
5. ลูกชิ้นปลา ตามต้องการ
6. เลือดหมู ตามต้องการ
7. ปลาหมึกกรอบ ตามต้องการ
8. เห็ดหูหนูขาว ตามต้องการ
9. เต้าหู้ทอด ตามต้องการ
10. เกี๊ยวทอด ตามต้องการ
11. กระเทียมเจียว ½ ช้อนชา');

insert into Menu values
(77, 'ก๋วยเตี๋ยวลูกชิ้นน้ำใส', '8-8.jpg', 0,
'1. นำรากผักชี, กระเทียม, พริกไทยเม็ดมาโขลก
2. ต้มน้ำสะอาดในหม้อ รอจนน้ำเดือด ใส่กระดูกหมูและเครื่องเทศจากข้อ 1 ลงไปต้มจนกระดูกหมูเริ่มสุก
3. ให้ปรุงรสด้วยคนอร์ก้อนและใส่เกลือ ต่อมาปรุงรสด้วยน้ำตาล ซอสปรุงรสฝาเขียว ซีอิ๊วขาว
4. ต่อสักประมาณ 15 นาทีจะเริ่มมีฟองจากไขมันขึ้นมา ให้ตักฟองออก 
5. ต้มน้ำสะอาดรอจนเดือด และลวกเส้น, ถั่วงอก จนสุกและใส่ชาม
6. ต้มไก่สับหรือหมูสับ ในหม้อน้ำซุปจนสุก และใส่ชาม ต้มลูกชิ้นในหม้อน้ำซุป และใส่ชาม
7. ตักน้ำซุปใส่ชาม และใส่กระเทียมเจียวและต้นหอมซอย',
'1. น้ำสะอาด 3 ลิตร
2. กระดูกหมู 500 กรัม
3. คนอร์ 2 ก้อน
4. รากผักชี 5 ก้าน
5. พริกไทย 10 เม็ด
6. น้ำตาล 1 ช้อนโต๊ะ
7. ซีอิ๋วขาว 2 ช้อนโต๊ะ
8. ซอสปรุงรสฝาเขียว 2 ช้อนโต๊ะ
9. ลูกชิ้น
10. เส้นก๋วยเตี๋ยว
11. ถั่วงอก
12. กระเทียมเจียว
13. ต้นหอมผักชี
14. เกลือ 1 ช้อนชา');

insert into Menu values
(78, 'วุ้นเส้นเย็นตาโฟแห้ง', '8-9.jpg', 600,
'1. นำวุ้นเส้น ตรามังกรคู่คริสตัล มาล้างในน้ำสะอาด แล้วพักให้สะเด็ดน้ำ
2. นำผักบุ้งไทยหั่นท่อนมาลวกในน้ำเดือด ประมาณ 1 นาที แล้วนำไปแช่ในน้ำเย็นสักครู่ แล้วพักให้สะเด็ดน้ำ
3. นำลูกชิ้นปลา ลูกชิ้นปลารักบี้ เกี๊ยวปลา ฮือก้วย ปลาหมึกกรอบ เลือดหมูหั่นเต๋า และเห็ดหูหนูขาว มาลวกในน้ำเดือด เพื่อขจัดกลิ่นคาวออก พักให้สะเด็ดน้ำ 
4. นำน้ำมันเทใส่กระทะ รอจนน้ำมันร้อน นำ วุ้นเส้น ตรามังกรคู่คริสตัล ลงไปผัด
5. นำซอสเย็นตาโฟใส่ลงไป แล้วนำผักบุ้งไทย ลูกชิ้นปลา เกี๊ยวปลา ฮือก้วย ปลาหมึกกรอบ เลือดหมูหั่นเต๋า และเห็ดหูหนูขาว ที่ลวกเตรียมไว้ลงมาผัดต่อ
6. ปรุงรสด้วย น้ำตาลทราย น้ำปลา และใส่น้ำซุปลงไป ผัดให้ทุกอย่างเข้ากัน จัดเสิร์ฟโดยโรยกระเทียมเจียวด้านบน',
'1. วุ้นเส้น 1/2 ถ้วย (แช่น้ำ)
2. กุ้งสด 2 ตัว
3. ปลาหมึกกรอบ
4. ผักบุ้ง
5. เต้าหู้ทอด 3/4 ถ้วย
6. ลูกชิ้นปลารักบี้ หรือลูกชิ้นอื่น ๆ ตามชอบ
7. กระเทียมสับ 1 ช้อนชา
8. น้ำตาลทราย 1 ช้อนชา
9. ซีอิ๊วขาว 1 ช้อนโต๊ะ
10. ซอสเย็นตาโฟสำเร็จรูป 2 ช้อนโต๊ะ 
11. น้ำมันพืช 2 ช้อนโต๊ะ');

insert into Menu values
(79, 'ก๋วยเตี๋ยวเรือเนื้อตุ๋น', '8-10.jpg', 225,
'1. ตั้งหม้อใส่น้ำลงไป ตามด้วยเครื่องเทศอบแห้งและน้ำก๋วยเตี๋ยวเรือเข้มข้น จาก น้ำก๋วยเตี๋ยวเรือเข้มข้นพร้อมเส้นหมี่และเครื่องเทศอบแห้ง Lazy Set ตราแม่ประนอม
2. ใส่เนื้อวัวพื้นท้องที่หั่นเป็นชิ้นพอดีคำลงไปตุ๋น เป็นเวลา 1 ชั่วโมง จะได้เนื้อตุ๋นที่นุ่มกำลังดี และน้ำซุปที่เข้มข้นกลมกล่อม
3. ตักเนื้อที่ตุ๋นไว้และน้ำซุปใส่ในหม้อไฟสำหรับจัดเสิร์ฟ ตามด้วยเส้นหมี่ 
4. ตามด้วย ลูกชิ้น เนื้อสไลซ์ ผักบุ้งไทย และถั่วงอก โรยหน้าด้วยผักชีฝรั่ง และกระเทียมเจียว',
'1. น้ำก๋วยเตี๋ยวเรือเข้มข้นพร้อมเส้นหมี่และเครื่องเทศอบแห้ง Lazy Set ตราแม่ประนอม 1 เซต
2. เนื้อวัวพื้นท้อง 300 กรัม 
3. เนื้อสไลซ์ 300 กรัม 
4. ลูกชิ้นเนื้อ 300 กรัม 
5. ผักบุ้งไทย 50 กรัม 
6. ถั่วงอก 50 กรัม 
7. ผักชีฝรั่ง สำหรับโรยหน้า 
8. กระเทียมเจียว สำหรับโรยหน้า');

insert into Menu values
(80, 'ทอดมันกุ้ง', '9-2.jpg', 85,
'1. นำส่วนผสมทั้งหมดลงไปในเครื่องปั่นอเนกประสงค์ จนละเอียดเป็นเนื้อเดียวกัน ปั่นเป็นก้อนตามต้องการ
2. นำเกล็ดขนมปังป่นเทใส่จาน นำส่วนผสมที่ปั่นไว้ไปคลุกกับขนมปังจนทั่ว
3. ตั้งกระทะใส่น้ำมันบนไฟร้อนปานกลาง รอจนร้อนจึงนำแผ่นทอดมันที่คลุกขนมปังลงไปทอดจนเหลืองกรอบ จากนั้นนำออกมาสะเด็ดน้ำมัน
4. จัดใส่จาน เสิร์ฟคู่น้ำจิ้มบ๊วยหวาน เป็นของทานเล่นที่อร่อยเลิศ',
'1. กุ้งสด ปลอกเปลือก250 กรัม
2. มันหมูหั่น40 กรัม
3. น้ำตาล2 ช้อนชา
4. น้ำปลา3 ช้อนโต๊ะ
5. พริกไทย2 ช้อนชา
6. เกล็ดขนมปัง ป่น3/4 ถ้วย
7. น้ำมัน3 ถ้วยตวง
8. น้ำจิ้มบ๊วยหวาน');

insert into Menu values
(81, 'กุ้งผัดผงกะหรี่', '9-3.jpg', 475,
'1. ตั้งกระทะใส่น้ำมันให้ร้อน นำ ผงกะหรี่ หอมใหญ่ คื่นช่าย ลงไปผัดให้เข้ากัน พอสุก
2. ปรุงรสด้วย น้ำตาล เกลือ และ ซีอิ้วขาว ผัดให้ส่วนผสมเข้ากัน
3. นำ ไข่ไก่ นมสด ลงไปผัด ให้เข้ากันจนเป็นเนื้อเดียวกัน
4. นำกุ้งที่เตรียมมาแกะเปลือกล้างทำความสะอาด ผ่าหลังชักเส้นดำออก และเห็ดหอมลงไปผัด ให้เข้ากันจนสุก
5. จากนั้นใส่ต้นหอมลงไปผัด ปิดไฟกระทะยกลงและเสิร์ฟใส่จาน',
'1. กุ้ง 7-10 ตัว
2. เห็ดหอมหั่น 2 ดอก
3. ผงกะหรี่ 4 ช้อนชา
4. หอมใหญ่หั่น 3 ช้อนโต๊ะ
5. ซีอิ้วขาว 2 ช้อนโต๊ะ
6. น้ำตาล 2 ช้อนโต๊ะ
7. เกลือ 1 ช้อนชา
8. นมสด 2 ช้อนโต๊ะ
9. ต้นหอมหั่น 1 ต้น
10. ไข่ไก่ 1 ฟอง
11. ขึ้นฉ่าย 2 ช้อนโต๊ะ
12. น้ำมันพืช');

insert into Menu values
(82, 'กุ้งทอดกระเทียม', '9-4.jpg', 539.5,
'1. ตัดส่วนปลายของหัวกุ้ง ขา หนวด และ ผ่าเปลือกตรงกลางหลัง นำเส้นดำออก ทำความสะอาดให้เรียบร้อย
2. นำกุ้งที่เตรียมไว้มาคลุกกับแป้งทอดกรอบบาง ๆ
3. ตั้งกระทะ ใส่น้ำมัน รอจนน้ำมันร้อน ใส่กุ้งที่ชุบแป้งไว้ลงไปทอดจนเหลืองทอง แล้วตักขึ้นพักไว้
4. ใส่รากผักชี กระเทียม ลงโขลกในครกพอหยาบ แล้วใส่พริกไทยป่น และเกลือลงไป คลุกให้เข้ากัน
5. ตั้งกระทะใส่น้ำมันจากการทอดกุ้งลงไป ตั้งให้น้ำมันร้อน ใส่สามเกลอที่โขลกไว้ลงไปผัดจนส่งกลิ่นหอม
6. ใส่กุ้งที่ทอดเตรียมไว้ลงไปผัดให้เข้ากัน แล้วตักขึ้นจัดเสิร์ฟ',
'1. กุ้งแชบ๊วย 1 กิโลกรัม 
2. รากผักชี 3 ราก 
3. กระเทียม 6 กลีบ 
4. พริกไทยป่น 1 ช้อนโต๊ะ 
5. เกลือ 1 ช้อนชา 
6. แป้งทอดกรอบ 1 ถ้วยตวง 
7. น้ำมันปาล์ม สำหรับทอด 
8. ผักชีสำหรับตกแต่ง');

insert into Menu values
(83, 'ปลาแซลมอนครีมซอสมะนาว', '9-5.jpg', 294,
'1. ปรุงรสปลาแซลมอนด้วยเกลือและพริกไทย
2. ตั้งไฟจนกระทะร้อนใส่น้ำมันมะกอก นำปลาแซลมอนลงทอด ลดไฟปานกลาง
3. อุ่นซอสครีม ปรุงรสด้วย เกลือ พริกไทยและเลมอน
4. ผสมน้ำสลัดด้วยน้ำมันมะกอก กระเทียมสับ หอมใหญ่สับ โรสแมรี่ เกลือ พริกไทย พาสลีย์สับ และน้ำส้มสายชู
5. จัดจานเสิร์ฟโดยวางปลาแซลมอนราดซอสคู่กับผักสลัด',
'1. ปลาแซลมอน 1 ชิ้น
2. ครีมซอส 100 กรัม
3. เลมอนสด 1 ลูก
4. ผักสลัด ตามชอบ
5. น้ำมันมะกอก 2 ช้อนโต๊ะ
6. กระเทียมสับ 1 ช้อนชา
7. หอมใหญ่สับ 1 ช้อนชา
8. โรสแมรี่ 1/2 ช้อนชา
9. เกลือ เล็กน้อย
10. พริกไทย เล็กน้อย
11. น้ำส้มสายชูหมักไวน์ขาว เล็กน้อย
12. พาสลีย์สับ');

insert into Menu values
(84, 'ข้าวแห้งทะเล', '9-6.jpg', 400,
'1. หั่นปลาอินทรีย์เป็นชิ้น แล้วนำลงทอดให้เหลือง ตักขึ้นพักไว้
2. ลวกกุ้งและปลาหมึกให้สุกเด้ง ตักขึ้นพักไว้เช่นกัน
3. โขลกรากผักชี กระเทียม พริกไทย และข่าสับ ให้ละเอียดเข้ากัน
4. ตั้งกระทะใส่น้ำมันเล็กน้อย ใส่เครื่องที่โขลกไว้ลงไป ตามด้วยตังฉ่าย ผัดให้ส่งกลิ่นหอม
5. ตอกไข่ใส่ลงไปผัดให้พอสุกเล็กน้อย ตามด้วยปลาอินทรีย์ทอด กุ้งลวก และปลาหมึกลวก ผัดให้เข้ากัน ปรุงรสด้วย ซีอิ๊วขาว ซอสหอยนางรม และน้ำปลาคลุกเคล้าให้ทั่ว
6. ปิดไฟ โรยด้วยขึ้นฉ่ายซอย คลุกอีกครั้ง แล้วยกขึ้นจากเตา 
7. ตักเครื่องทะเลที่ผัดไว้ราดลงบนข้าว เสิร์ฟคู่กับน้ำจิ้มเต้าเจี้ยวและน้ำซุป',
'1. กุ้งขาว 200 กรัม 
2. ปลาหมึก 250 กรัม 
3. ปลาอินทรีย์ 200 กรัม 
4. ไข่ไก่ 1 ฟอง
5. รากผักชี 3 ราก 
6. กระเทียม 8 กลีบ 
7. พริกไทย 1 ช้อนโต๊ะ 
8. ข่าสับ 2 ช้อนโต๊ะ 
9. ตังฉ่าย 2 ช้อนโต๊ะ 
10. ซีอิ๊วขาว 1 ช้อนโต๊ะ 
11. ซอสหอยนางรม 1 ช้อนโต๊ะ 
12. น้ำปลา 1 ช้อนชา 
13. ขึ้นฉ่าย 2 ต้น 
14. ข้าวสวย ตามชอบ');

insert into Menu values
(85, 'ผัดฉ่าทะเล', '9-7.jpg', 450,
'1. นำกระทะขึ้นตั้งไฟปานกลาง เทน้ำมันลงไป ตามด้วยกระเทียมสับ และพริกแดงสับ ผัดให้เข้ากันจนเหลืองหอม
2. ใส่กระชายซอย พริกไทยสด พริกสด และใบมะกรูด และผัดให้พอเข้ากันอีกครั้ง
3. ใส่ กุ้ง หอย และปลาหมึก ที่ลวกเตรียมไว้ลงไป ปรุงรสด้วย น้ำมันหอย น้ำตาลทราย และน้ำปลา ผัดให้เข้ากัน 
4. ตักใส่จาน พร้อมเสิร์ฟ',
'1. กุ้ง 100 กรัม
2. ปลาหมึก 100 กรัม
3. หอย 100 กรัม
4. กระเทียมสับ 1 ช้อนโต๊ะ
5. พริกแดงสับ 1 ช้อนโต๊ะ
6. น้ำปลา 1 ช้อนโต๊ะ
7. น้ำมันหอย 1 ช้อนโต๊ะ
8. น้ำตาลทราย 1 ช้อนชา
9. กระชายซอย ¼ ถ้วย
10. น้ำมันพืช 1 ช้อนโต๊ะ
11. พริกไทยสด ตามชอบ
12. พริกสด ตามชอบ
13. ใบมะกรูด ตามชอบ');

insert into Menu values
(86, 'เมี่ยงซีฟู้ด', '9-8.jpg', 1800,
'1. ใส่กระเทียมลงในโถปั่น ตามด้วยรากผักชี หอมแดง น้ำตาลทราย น้ำมะนาว พริกขี้หนู เกลือ ถั่วลิสง และน้ำปลา ปั่นให้ละเอียด และเทใส่ถ้วยไว้
2. ลวกกุ้ง ปลาหมึก และหอยแมลงภู่ ในน้ำเดือด และพักไว้ 
3. จัดขนมจีน และผักใส่ถาด ได้แก่ กรีนโอ๊ก ผักชี และผักชีฝรั่ง
4. ตามด้วยอาหารทะเล ได้แก่ กุ้ง ปลาหมึก และหอยแมลงภู่ เสิร์ฟคู่ก้บน้ำจิ้ม',
'1. กุ้ง 500 กรัม
2. ปลาหมึก 500 กรัม
3. หอยแมลงภู่ 500 กรัม
4. กรีนโอ๊ก 1 หัว
5. ผักชี 50 กรัม
6. ผักชีฝรั่ง 50 กรัม
7. พริกขี้หนู 1 กำมือ
8. กระเทียม 20 กรัม
9. หอมแดง 20 กรัม
10. รากผักชี 5 ราก
11. น้ำปลา 5 ช้อนโต๊ะ
12. น้ำมะนาว 5 ช้อนโต๊ะ
13. น้ำตาลทราย 2 ช้อนโต๊ะ
14. ขนมจีน 100 กรัม
15. เกลือ 1 ช้อนชา
16. ถั่วลิสง 1 ช้อนโต๊ะ');

insert into Menu values
(87, 'ข้าวผัดกุ้ง', '9-9.jpg', 300,
'1. เริ่มต้นด้วยการตั้งกระทะไฟแรง ใส่น้ำมันลงไป พอเริ่มร้อนใส่กระเทียมสับลงไปเจียวให้เหลือง
2. จากนั้นจึงใส่กุ้งลงไปผัดพอสุก
3. เสร็จแล้วใส่ข้าวสวยลงผัดให้ส่วนผสมเข้ากัน จึงใส่แครอทลงไปผัด 
4. ปรุงด้วยซีอิ๊วขาว น้ำมันหอย และพริกไทย ผัดให้เข้ากัน
5. ใช้ตะหลิวดันข้าวผัดขึ้นไปอยู่ข้าง ๆ กระทะ เว้นที่ก้นกระทะไว้ แล้วตอกไข่ใส่ลงไป ใช้ตะหลิวตีไข่ให้แตก จากนั้นตักข้าวที่อยู่ข้างกระทะกลบทับไข่ไว้ รอจนไข่สุกแล้วจึงช้อนกลับให้ไข่อยู่ด้านบน ผัดให้เข้ากัน ปิดไฟ ใส่ต้นหอมซอยลงไปคลุกเคล้าให้เข้ากันอีกที ยกลงจากเตาได้เลย 
6. ตักใส่จาน เสิร์ฟพร้อมแตงกวา ต้นหอม และมะนาว',
'1. ข้าวสวย (ไม่แฉะ) 3 ถ้วยตวง
2. กุ้งขาวแกะเปลือกผ่าหลัง 20 ตัว
3. กระเทียมสับ 8 กลีบ
4. แครอทหั่นเต๋าเล็ก 4 ช้อนโต๊ะ
5. น้ำมันพืช 1 ช้อนโต๊ะ
6. ไข่ไก่ 2 ฟอง
7. น้ำมันหอย 1 ช้อนโต๊ะ
8. ซีอิ๊วขาว 1 ช้อนโต๊ะ
9. ต้นหอมซอย 1 ต้น
10. แตงกวา ต้นหอม ผักชี และมะนาวหั่นซีกสำหรับกินคู่');

insert into Menu values
(88, 'กะเพรารวมมิตรทะเล', '9-10.jpg', 300,
'1. ตั้งกระทะใส่น้ำมัน 1 ถ้วยตวง เมื่อน้ำมันเริ่มร้อนให้ใส่ใบกะเพราที่เด็ดแล้ว 1 มัด ลงไปทอด จนใบกะเพรามีสีเข้มขึ้นแล้วใช้ตะแกรงตักขึ้นจากน้ำมัน แล้วพักไว้ให้สะเด็ดน้ำมันเตรียมนำไปจัดเสิร์ฟ
2. ตั้งกระทะอีกใบ ใช้ไฟกลาง ใส่น้ำมันพืช 2 ช้อนโต๊ะสำหรับผัดลงไป
3. เมื่อน้ำมันเริ่มร้อนให้ใส่กระเทียมโขลก และพริกขี้หนูจินดาโขลกลงไปผัดกับน้ำมัน เพื่อให้กระเทียมหอม
4. ใส่กุ้งแ หมึก และหอย ผัดให้สุกเล็กน้อยค่อยปรุงรส
5. ใส่ ซอสผัดอเนกประสงค์ เอโร่ ผัดให้เข้ากัน ใส่ใบกะเพราที่เด็ดแล้ว 2 มัดลงไปผัดให้ใบกะเพรามีกลิ่นหอม เมื่อใบกะเพราสลดแล้วยกกระทะออกจากเตาแก๊ส เตรียมจัดเสิร์ฟ
6. ตักกะเพรารวมมิตรใส่ลงในจาน จากนั้นโรยใบกะเพรากรอบลงไป เสิร์ฟพร้อมข้าวสวยร้อน ๆ ',
'1. กุ้งแชบ๊วย 8 ตัว 
2. ปลาหมึกหั่นชิ้น 3 ตัว
3. หอยแมลงภู่นิวซีแลนด์ 6 ตัว 
4. ซอสผัดอเนกประสงค์ เอโร่ 3 ช้อนโต๊ะ
5. ใบกะเพรา 2 มัด 
6. พริกขี้หนูจินดาโขลก 30 เม็ด 
7. กระเทียมโขลก 20 กลีบ 
8. ใบกะเพรา 1 มัด (สำหรับนำไปทอด) 
9. น้ำมันพืช 2 ช้อนโต๊ะ (สำหรับผัดกะเพรา)
10. น้ำมันพืช 1 ถ้วยตวง (สำหรับทอดใบกะเพรา)');

insert into Menu values
(89, 'ผัดกะเพราไก่สับไข่ดาว', '10-2.jpg', 650,
'1. ใส่น้ำมันในกระทะ เปิดไฟกลาง รอจนน้ำมันร้อน จากนั้นใส่กระเทียม พริก ลงไปผัดประมาณ 5-10 วินาที ผัดจนกลิ่นเริ่มมีกลิ่นหอม จากนั้นใส่เนื้อไก่สับลงไปผัดต่อและผัดจนเนื้อไก่สุก
2. ปรุงรสด้วยซีอิ้วขาว น้ำตาล น้ำปลา น้ำซุป และใส่ใบกะเพราลงไปในกระทะ ผัดให้เข้ากัน ก่อนปิดไฟ ยกลงจากระทะ 
3. จัดเสิร์ฟพร้อมกิน จะราดบนข้าวสวยร้อนๆหรือเส้นสปาเก็ตตี้',
'1. เนื้อไก่สับ 1 ถ้วย 
2. กระเทียมบด 1 ช้อนชา 
3. น้ำมันพืช 2 ช้อนโต๊ะ 
4. ซีอิ๊วขาว 2 ช้อนชา 
5. น้ำปลา 2 ช้อนโต๊ะ 
6. น้ำตาล 1 ช้อนโต้ะ
7. ใบกะเพรา 1 กำมือ 
8. พริกขี้หนูโขลก 1 ช้อนโต้ะ 
9. น้ำซุป 1/3 ถ้วยตวง');

insert into Menu values
(90, 'คะน้าหมูกรอบ', '10-4.jpg', 520,
'1. นำหมูสามชั้นไปต้มในน้ำเดือดที่เติมเกลือ 15-20 นาที ตักขึ้นพักไว้
2. นำส้อมมาจิ้มที่หนังหมูจนทั่ว ทาหนังหมูด้วยน้ำส้มสายชู และทาเกลือเพื่อเพิ่มรสชาติให้ชิ้นหมูจนทั่วทั้งชิ้น
3. ผึ่งหมูให้แห้งแล้วนำไปอบที่อุณหภูมิ 200 องศาเซลเซียส เป็นเวลา 30 นาที
4. นำด้านที่เป็นหนังหมู จุ่มลงในน้ำมันที่ร้อนแล้วให้หนังพองสวยงาม นำไปหั่นเป็นชิ้นสำหรับผัด
5. ตำพริกขี้หนูกับกระเทียมให้ละเอียด นำไปผัดกับน้ำมันพร้อมก้านคะน้า คนให้เข้ากัน
6. ใส่ใบคะน้า ปรุงรสด้วยเต้าเจี้ยว น้ำมันหอย ซอสปรุงรส น้ำตาลทราย น้ำเปล่า ผัดให้เข้ากัน ใส่หมูกรอบ ผัดพอเข้ากัน ปิดไฟ นำไปทานกับข้าวสวยร้อน ๆ และไข่ดาว',
'1. คะน้า 200 กรัม
2. กระเทียม 6 กลีบ
3. พริกขี้หนู 9 เม็ด
4. เต้าเจี้ยว 2 ช้อนโต๊ะ
5. น้ำมันหอย 2 ช้อนโต๊ะ
6. น้ำตาลทราย 1 ช้อนโต๊ะ
7. ซอสปรุงรส 1 ช้อนโต๊ะ
8. น้ำสะอาด 2 ช้อนโต๊ะ
9. หมูสามชั้น 250 กรัม
10. เกลือ 1 ช้อนโต๊ะ
11. น้ำสะอาด 750 มิลลิลิตร
12. น้ำส้มสายชู 2 ช้อนชา
13. เกลือทาหมู 2 ช้อนชา
14. ไข่ไก่ 2 ฟอง');

insert into Menu values
(91, 'หมี่กรอบผัดซีอิ๊ว', '10-5.jpg', 400,
'1. นำเนื้อหมูใส่ชามผสม ใส่น้ำมันหอย ซีอิ๊วขาว แป้งมันสำปะหลัง และน้ำมันพืช 1 ช้อนโต๊ะลงไป คลุกให้เข้ากัน หมักทิ้งไว้ 20 นาที
2. ตั้งกระทะก้นลึกสำหรับทอดบะหมี่ ใส่น้ำมันสำหรับทอด 2 ถ้วยตวง ใช้ไฟกลางค่อนแรง รอจนน้ำมันร้อน
3. คลี่บะหมี่เหลืองออก ตีแป้งออกและไม่ให้ติดกันเป็นก้อน พอน้ำมันร้อน ใส่ลงไปทอดทีนะน้อย ทอดให้สุกทั้งสองด้าน รีบตักขึ้นพักไว้ให้สะเด็ดน้ำมัน
4. ตั้งกระทะสำหรับผัด ใช้ไฟกลาง ใส่น้ำมันพืช 1 ช้อนโต๊ะสำหรับผัดลงไป เมื่อน้ำมันพอร้อน ใส่กระเทียมลงไปผัดให้พอหอม ใส่หมูที่หมักไว้ลงไป ผัดให้พอสุกแล้วใส่ไข่ลงไป ผัดจนไข่สุก
5. ใส่ยอดคะน้าตามลงไป ปรุงรสด้วยซีอิ๊วขาว น้ำตาลทราย และซีอิ๊วดำ ผัดให้เข้ากัน
6. สุดท้ายใส่บะหมี่เหลืองที่ทอดไว้ลงไป คลุกให้เครื่องปรุงเคลือบเส้น ยกขึ้นพร้อมจัดเสิร์ฟ',
'1. บะหมี่เหลือง 2 ก้อน
2. น้ำมันสำหรับทอด 2 ถ้วยตวง
3. กระเทียมสับ 1 ช้อนโต๊ะ
4. ยอดคะน้า ¼ ถ้วยตวง
5. น้ำตาลทราย ½ ช้อนโต๊ะ
6. ซีอิ๊วขาว 1 ช้อนโต๊ะ
7. ซีอิ๊วดำ ½ ช้อนโต๊ะ
8. ไข่ไก่ 1 ฟอง
9. น้ำมันพืช สำหรับผัด
วัตถุดิบหมูหมัก
1. เนื้อหมูส่วนสะโพก 100 กรัม
2. น้ำมันหอย 1 ช้อนโต๊ะ
3. ซีอิ๊วขาว 1 ช้อนโต๊ะ
4. แป้งมันสำปะหลัง 1 ช้อนโต๊ะ
5. น้ำมันพืช 1 ช้อนโต๊ะ');

insert into Menu values
(92, 'ข้าวไข่เจียว', '10-6.jpg', 445,
'1. ตอกไข่ใส่ชาม ปรุงรสด้วยน้ำมันหอยกับซอสปรุงรส ใส่ต้นหอม ตีจนเข้ากัน
2. ตั้งกระทะใส่น้ำมันพืช พอน้ำมันร้อนเทไข่ลงไป ทอดจนสุกทั้ง 2 ด้าน',
'ไข่ไก่ 2 ฟอง
น้ำมันหอย ½ ช้อนโต๊ะ
ซอสปรุงรส ½ ช้อนโต๊ะ
ต้นหอม ตามชอบ');

insert into Menu values
(93, 'สุกี้น้ำ', '10-7.jpg', 250,
'1. ตั้งน้ำซุปให้ร้อน
2. ใส่กุ้งสดลงไป รอกุ้งสุกแล้วใส่ผัก
3. ตามด้วยวุ้นเส้น ปิดท้ายด้วยไข่ไก่ ตีไข่ให้แตก รอน้ำเดือด
4. ตักใส่ชาม ทานพร้อมน้ำจิ้มสุกี้ เพิ่มความอร่อยด้วยกระเทียมและพริกสับ',
'วัตถุดิบสุกี้
1. น้ำ 1 ถ้วยตวง
2. ไข่ไก่ 1 ฟอง
3. วุ้นเส้นแช่น้ำ 20 กรัม
4. น้ำจิ้มสุกี้ 2 ทัพพี (ลดเพิ่มได้ตามต้องการ)
5. หมูหมัก ตามต้องการ
6. ซีฟู้ด (ปลาหมึก/กุ้ง/หอยแมลงภู่/ลูกชิ้นปลา) ตามต้องการ
7. ผัก (ผักกาดขาว/ผักบุ้งจีน/คึ่นช่าย/ต้นหอม) ตามต้องการ
วัตถุดิบหมูหมัก
1. เนื้อหมูสไลซ์ 300 กรัม
2. น้ำมันหอย 2 ช้อนโต๊ะ
3. ซอสปรุงรส 2 ช้อนโต๊ะ
4. น้ำตาลทราย 2 ช้อนชา
5. ไข่ขาว 1 ฟอง
6. แป้งมัน 1 ช้อนโต๊ะ');

insert into Menu values
(94, 'ผัดซีอิ๊วหมู', '10-8.jpg', 730.4,
'1. ใส่น้ำมันพืชและกระเทียมลงในชามกระเบื้อง คนผสมให้กระเทียมโดนน้ำมันจนทั่ว จากนั้นนำเข้าเตาไมโครเวฟ ใช้ไฟแรง เจียวกระเทียมประมาณ 2 นาที ยกออกจากเตา
2. ใส่หมู คนผสมเข้ากัน นำกลับเข้าเตาไมโครเวฟ นานประมาณ 1 นาที นำออกจากเตา
3. ใส่เส้นก๋วยเตี๋ยว ซีอิ๊วดำ ซอสปรุงรส และน้ำตาลทราย คนผสมจนเข้ากัน นำกลับเข้าเตาไมโครเวฟ ประมาณ 2 นาที นำออกจากเตา ผัดให้เข้ากัน
4. ใส่ไข่ไก่ นำเข้าเตาไมโครเวฟ ประมาณ 1 นาที นำออกจากเตา ใส่คะน้าและแครอต คนให้เข้ากัน นำกลับเข้าไมโครเวฟ ประมาณ 2 นาที นำออกมา ผัดให้เข้ากันอีกครั้ง จากนั้นตักใส่จาน โรยพริกไทยป่น',
'1. น้ำมันพืช 2 ช้อนโต๊ะ
2. กระเทียมสับ 1 ช้อนโต๊ะ
3. เนื้อหมู 100 กรัม
4. ก๋วยเตี๋ยวเส้นใหญ่ (แยกออกเป็นเส้นบาง ๆ) 200 กรัม
5. ซีอิ๊วดำ 1/2 ช้อนโต๊ะ
6. ซอสปรุงรส 2 ช้อนโต๊ะ
7. น้ำตาลทราย 1/2 ช้อนโต๊ะ
8. ไข่ไก่ 1 ฟอง
9. คะน้าหั่นแฉลบ 1 ต้น
10. แครอทหั่นบาง 50 กรัม
11. พริกไทยป่น สำหรับโรยหน้า');

insert into Menu values
(95, 'ราดหน้าหมู (หมี่กรอบ)', '10-10.jpg', 690,
'1. หั่นเนื้อหมูเป็นแผ่นบาง ๆ เทส่วนผสมทุกอย่างรวมกัน คนให้เข้ากันดีแล้วนําไปหมักหมู
2. หมักหมูให้นุ่ม พักไว้ในตู้เย็น 1 ชั่วโมง
3. ระหว่างรอหมูหมักก็ทอดหมี่กรอบรอไว้เลย
4. ตั้งกระทะเทน้ำมันนิดหน่อย ผัดกระเทียมพอหอม ใส่แครอท ข้าวโพดอ่อน คะน้า ปรุงรสด้วยน้ำมันหอย เต้าเจี้ยว และซีอิ๊วขาว
5. รอให้เดือด ใส่หมูหมักกับแป้งมันสำปะหลัง คนให้เข้ากันดีก็เสร็จแล้ว',
'วัตถุดิบหมูหมัก
1. เนื้อหมู 300 กรัม
2. แป้งมันสำปะหลัง 1 ช้อนโต๊ะ
3. พริกไทย 1/2 ช้อนชา
4. น้ำตาลทราย 1 ช้อนโต๊ะ
5. ซีอิ๊วขาว 1 ช้อนโต๊ะ
6. น้ำมันงา 1 ช้อนชา
7. น้ำมันหอย 1 ช้อนโต๊ะ
8. ไข่ไก่ 1 ฟอง
9. บะหมี่เหลือง 3 ก้อน
วัตถุดิบน้ำราดหน้า
1. น้ำมัน
2. กระเทียมสับ 3 กลีบ
3. แครอท 50 กรัม
4. ข้าวโพดอ่อน 50 กรัม
5. คะน้า 100 กรัม
6. เต้าเจี้ยว 1 ช้อนโต๊ะ
7. น้ำมันหอย 1 ช้อนโต๊ะ
8. ซีอิ๊วขาว 1 ช้อนโต๊ะ
9. เส้นหมี่ 3 ก้อน
10. แป้งมันสำปะหลัง 1 ช้อนชา');

insert into Menu values
(96, 'หมูสะเต๊ะ', '11-1.jpg', 701.6,
'STEP 1 : ทำหมูสะเต๊ะ
1. นำลูกผักชีคั่ว ข่าสับ และตะไคร้ซอย โขลกให้ละเอียด
2. นำวัตถุดิบที่โขลกเตรียมไว้ผสมลงไปในชามผสม ใส่เนื้อหมูที่แล่ไว้ลงไป นำหัวกะทิ น้ำตาล ผงกะหรี่ ผงขมิ้น ลูกยี่หร่า พริกไทยป่น และเกลือ ใส่ลงไปในชาม คลุกทุกอย่างให้เข้ากัน หมักในตู้เย็น 2 - 3 ชั่วโมง
3. หัวกะทิ 1 ถ้วย และนมสด 1 ถ้วย สำหรับทาหมูสะเต๊ะตอนย่างมาผสมให้เข้ากัน นำหมูที่หมักไว้มาเสียบไม้ แล้วนำไปย่าง ระหว่างที่ย่างให้นำหัวกะทิและนมสดที่ผสมไว้มาทาเป็นระยะ ๆ เมื่อย่างสุกแล้วจัดใส่จานเตรียมไว้
STEP 2 : ทำน้ำจิ้มหมูสะเต๊ะ
1. นำกะทิ น้ำพริกแกงมัสมั่น และพริกแกงแดง ลงไปผัดรวมกันจนกะทิเริ่มแตกมัน
2. ใส่น้ำตาลปี๊บ น้ำมะขามเปียก เกลือป่น เคี่ยวจนทุกอย่างเริ่มเข้ากันดี เติมถั่วลิสงป่นลงไป คนให้เข้ากัน ตักใส่ถ้วยเสิร์ฟ',
'วัตถุดิบหมูสะเต๊ะ
1. หมูส่วนสะโพกแล่บาง ๆ 500 กรัม
2. ผงยี่หร่า ½ ช้อนโต๊ะ
3. ลูกผักชีคั่ว 1 ½ ช้อนโต๊ะ
4. ข่าสับ 1 ช้อนชา
5. ตะไคร้ซอย 1 ½ ช้อนโต๊ะ
6. หัวกะทิ ½ ถ้วย
7. ผงขมิ้น 1 ช้อนชา
8. ผงกะหรี่ 1 ช้อนชา
9. น้ำตาลทราย 1 ½ ช้อนโต๊ะ
10. เกลือ 1 ช้อนโต๊ะ
11. พริกไทยป่น ½ ช้อนชา
12. หัวกะทิ 1 ถ้วย (สำหรับทาหมูสะเต๊ะตอนย่าง)
13. นมสด 1 ถ้วย (สำหรับทาหมูสะเต๊ะตอนย่าง)
วัตถุดิบน้ำจิ้มหมูสะเต๊ะ
1. กะทิ 300 มิลลิลิตร
2. ถั่วลิสงคั่วป่นละเอียด 200 กรัม
3. พริกแกงมัสมั่น 20 กรัม
4. พริกแกงแดง 20 กรัม
5. น้ำตาลปี๊บ 80 กรัม
6. น้ำมะขามเปียก 4 ช้อนโต๊ะ
7. เกลือป่น ½ ช้อนชา');

insert into Menu values
(97, 'หมี่กรอบ', '11-2.jpg', 574,
'1. หั่นกุ้งเป็นชิ้นเล็ก ๆ ตั้งกระทะไฟกลาง ใส่น้ำมันเล็กน้อย ใส่สามเกลอลงผัดจนหอม ตามด้วยกุ้งผัดจนกุ้งสุก พักไว้
2. ตั้งกระทะไฟกลาง ใส่น้ำมัน ใส่ไข่ที่ตีจนเข้ากันแล้วลงในน้ำมันร้อนจัด ผ่านกระชอน ทอดจนได้สีเหลืองทอง พักไว้
3. นำเส้นหมี่ลงทอดในกระทะเดิม ทอดจนฟูได้สีเหลืองเล็กน้อย พักไว้
4. ตั้งกระทะไฟกลาง ใส่น้ำมันเล็กน้อย ใส่หอมแดงและกระเทียมดองลงผัด 
5. ปรุงรสด้วยน้ำมะขามเปียก น้ำส้มสายชู น้ำกระเทียมดอง น้ำปลา น้ำตาลปี๊บ ตามด้วยซอสพริก และซอสมะเขือเทศ ผัดจนซอสข้นเล็กน้อย 
6. นำเส้นหมี่ลงคลุก ค่อยๆผัดเติมซอส เติมหมี่ จนส่วนผสมทุกอย่างเข้ากัน สุดท้ายใส่กุ้งคลุกให้เข้ากันอีกครั้ง',
'1. กุ้งสด 200 กรัม 
2. สามเกลอ 1 ช้อนโต๊ะ 
3. เส้นหมี่แห้ง 70 กรัม 
4. หอมแดงซอย 5 หัว 
5. กระเทียมดองซอย 3 หัว 
6. น้ำตาลมะพร้าว 4 ช้อนโต๊ะ 
7. ซอสพริก 1 ช้อนโต๊ะ 
8. ซอสมะเขือเทศ 4 ช้อนโต๊ะ 
9. น้ำมะขามเปียก 2 ช้อนโต๊ะ 
10. น้ำส้มสายชู 1 ช้อนโต๊ะ 
11. น้ำกระเทียมดอง 1 ช้อนโต๊ะ 
12. น้ำปลา 1 ช้อนชา 
13. ไข่ไก่ 3 ฟอง');

insert into Menu values
(98, 'ก๋วยจั๊บญวน', '11-3.jpg', 240,
'1. รวนหมูสับกับซีอิ๊วขาวจนสุก พักไว้
2. นำน้ำใส่หม้อตั้งไฟ พอเดือดน้ำเส้นก๋วยจั๊บญวนไปลวกจนเส้นเกือบสุก แล้วพักไว้ 
3. ในหม้ออีกใบ นำน้ำใส่หม้อตั้งไฟใส่กระดูกหมู พอเดือดใส่ หัวไชเท้า หัวหอมใหญ่ และหมูยอ พอน้ำซุปเดือดนำเส้นก๋วยจั๊บญวนใส่ลงไปในหม้อ 
4. หลังจากที่เส้นสุกดีแล้วใส่หมูสับรวนลงไป เสร็จแล้วปรุงรสด้วยซีอิ๊วขาว ตักใส่ชาม โรยหน้าด้วยหอมเจียว พริกไทย และผักชีต้นหอม',
'1. เส้นก๋วยจั๊บญวน 200 กรัม
2. หมูยอหั่นเป็นชิ้นเล็ก 250 กรัม
3. ต้นหอมซอย 2 ต้น
4. ซีอิ๊วขาว 2 ช้อนโต๊ะ
5. เกลือ ¼ ช้อนชา
6. หอมหัวใหญ่ ผ่า 8 ชิ้น 1 หัวเล็ก
7. น้ำเปล่า 4 ถ้วยตวง
8. กระดูกหมู 400 กรัม
9. หมูสับ (100 กรัม) ½ ถ้วยตวง
10. ซีอิ๊วขาว 1 ช้อนชา
11. หัวไชเท้า ½ หัว
12. หอมแดงเจียว พริกไทยป่น และผักชีต้นหอมซอย สำหรับโรยหน้า');

insert into Menu values
(99, 'ลูกชิ้นหมูปิ้ง', '11-4.jpg', 400,
'1. นำหมูบด มันหมู รากผักชี กระเทียม พริกไทยดำ แป้งมัน เกลือ และน้ำตาลทราย ใส่ลงในโถปั่น ปั่นให้เข้ากันสักครู่ให้ทยอยใส่น้ำแข็งลงไปเป็นระยะ ๆ ปั่นต่อจนทุกอย่างละเอียดเข้ากันดี
2. ตั้งน้ำรอให้เดือด ระหว่างนั้นนำส่วนผสมของลูกชิ้นหมูที่ทำไว้ มาปั้นเป็นก้อนกลมใส่ลงไปในหม้อน้ำเดือด ใช้เวลาประมาณ 10 นาที หรือสังเกตว่าเมื่อลูกชิ้นหมูสุกจะลอยขึ้นมาตักลูกชิ้นหมูขึ้นให้สะเด็ดน้ำ
3. นำลูกชิ้นหมูที่ได้มาเสียบไม้ จากนั้นนำมาย่างไฟให้สีสวย เตรียมจัดเสิร์ฟ 
4. นำลูกชิ้นหมูที่ย่างไว้มาจัดเสิร์ฟใส่จาน พร้อมกับน้ำจิ้มลูกชิ้น และผัดสด',
'1. หมูบด 500 กรัม
2. มันหมู 200 กรัม
3. รากผักชี 30 กรัม
4. กระเทียม 30 กรัม
5. พริกไทยดำ 1 ช้อนโต๊ะ
6.น้ำตาลทราย 2 ช้อนชา
7. แป้งมัน 1 ช้อนโต๊ะ 
8. เกลือ 1 ช้อนโต๊ะ 
9. น้ำแข็ง 100 กรัม');

insert into Menu values
(100, 'หอยทอด ', '11-5.jpg', 250,
'1. เทแป้งหอยทอดสำเร็จรูปลงในชามผสม ตามด้วยซีอิ๊วขาว และพริกไทย แล้วเทน้ำเย็นลงไป คนผสมให้เข้ากัน
2. ใส่หอยแมลงภู่ และต้นหอมซอยลงไป คนให้เข้ากัน
3. ตั้งกระทะ ใส่น้ำมันปาล์มลงไป รอจนร้อน แล้วจึงตักส่วนผสมแป้งเทลงไปให้ทั่วกระทะ
4. พอแป้งเริ่มเซตตัว ตัดแป้งให้แยกออกจากกันเล็กน้อย แล้วตอกไข่ใส่ลงไป ตีให้ไข่กระจายทั่วกัน แล้วทอดให้เหลืองกรอบทั้งสองด้าน
5. ดันหอยทอดให้ไปอยู่ฝั่งใดฝั่งหนึ่งของกระทะ แล้วใส่กระเทียมสับ และถั่วงอกลงไปผัดให้พอสลด แล้วตักขึ้นใส่จานเสิร์ฟ
6. ผสมน้ำจิ้มไก่ กับซอสพริก คนให้เข้ากัน เสิร์ฟพร้อมหอยทอด',
'1. แป้งหอยทอดสำเร็จรูป 1 ถ้วยตวง 
2. น้ำเย็น ½ ถ้วยตวง 
3. หอยแมลงภู่ 300 กรัม 
4. ซีอิ๊วขาว 1 ช้อนโต๊ะ 
5. พริกไทย 1 ช้อนชา 
6. ต้นหอมซอย 2 ช้อนโต๊ะ 
7. ไข่ไก่ 1 ฟอง 
8. กระเทียมสับ 1 ช้อนโต๊ะ 
9. ถั่วงอก 40 กรัม 
10. น้ำจิ้มไก่ 6 ช้อนโต๊ะ 
11. ซอสพริก 4 ช้อนโต๊ะ 
12. น้ำมันปาล์ม สำหรับทอด');

insert into Menu values
(101, 'ไก่ทอดหาดใหญ่', '11-6.jpg', 500,
'1. โขลก พริกไทยขาว ลูกผักชี กระเทียม รากผักชี และยี่หร่า ให้ละเอียดเข้ากัน
2. นำเครื่องเทศที่โขลกไปมักกับน่องไก่ติดสะโพก ปรุงรสด้วย ซีอิ๊วขาว ซอสหอยนางรม เกลือป่น และน้ำตาล โรยแป้งสาลี เติมน้ำเล็กน้อย แล้วคลุกให้เข้ากัน หมักทิ้งไว้ 1-2 ชั่วโมง หรือจะหมักข้ามคืนก็ได้ 
3. เมื่อหมักจนเข้าเนื้อแล้ว นำไก่ลงทอดในน้ำมันท่วม ใช้ไฟกลาง ทอดจนไก่เปลี่ยนเป็นสีน้ำตาล จึงยกขึ้นพักไว้ จัดเสิร์ฟพร้อมหอมเจียว',
'1. น่องไก่ติดสะโพก 2 กิโลกรัม 
2. พริกไทยขาวเม็ด 2 ช้อนโต๊ะ 
3. ลูกผักชี 1 ช้อนโต๊ะ 
4. ยี่หร่า 2 ช้อนชา 
5. กระเทียม ¼ ถ้วย 
6. รากผักชี 5 ราก 
7. ซอสหอยนางรม 3 ช้อนโต๊ะ 
8. ซีอิ๊วขาว 3 ช้อนโต๊ะ 
9. เกลือป่น 1 ช้อนชา 
10. น้ําตาลทราย 1 ช้อนโต๊ะ 
11. แป้งสาลี ½ ถ้วย');

insert into Menu values
(102, 'กุ้งถัง', '11-7.jpg', 286.1,
'1. โขลกกระเทียมให้พอแตกเตรียมลงกระทะ
2. ตั้งกระทะให้ร้อนแล้วใส่กระเทียมกับเนยผัดให้กระเทียมเหลืองหอม
3. เมื่อกระเทียมเหลืองแล้วใส่พริกเผาลงไป เพิ่มความแซ่บด้วยพริกป่น
4. ใส่น้ำตาล ซอสหอยนางรม และซีอิ๊วขาว จากนั้นผัดให้เข้ากัน
5. ผัดจนเข้ากันดีแล้วใส่นมจืดลงไป หรือจะใช้กะทิก็ได้เช่นกัน
6. เมื่อน้ำพริกเผาผัดเดือดแล้วใส่กุ้งและปลาหมึกที่ลวกแล้วลงไปผัด
7. นำข้าวโพดทีต้มไว้แล้วหั่นเป็นท่อน ใส่ลงไปผัด ตามด้วยใบโหระพาตามชอบเป็นอันเรียบร้อย',
'1. กุ้งสด 1 กิโลกรัม
2. ปลาหมึกลวก 1 กิโลกรัม
3. ข้าวโพดต้ม 2 ฝัก
4. เนย 1  ช้อนโต๊ะ
5. กระเทียม  2 ช้อนโต๊ะ
6. น้ำพริกเผา 2 ช้อนโต๊ะ
7. ซอสหอยนางรม 1 ช้อนโต๊ะ
8. ซีอิ๊วขาว ½ ช้อนโต๊ะ
9. น้ำตาล ½ ช้อนโต๊ะ
10. นมข้นจืด 1 ถ้วยตวง
11. ใบโหระพา ตามชอบ
12. พริกป่นตามชอบ');

insert into Menu values
(103, 'ผัดไทยกุ้งสดห่อไข่', '11-8.jpg', 350,
'1. นำกระทะขึ้นตั้งไฟปานกลาง เทน้ำมะขามเปียกลงไป ตามด้วยน้ำตาลปี๊บ และน้ำปลา เคี่ยวจนน้ำข้นขึ้น 
2. นำกระทะขึ้นตั้งไฟปานกลาง เทน้ำมันพืชลงไป ตามด้วยกระเทียมสับ เต้าหู้ ไชโป๊วสับ และกุ้งแห้ง ผัดจนเหลืองหอม
3. ใส่กุ้งสดลงไป ตามด้วยไข่ไก่ 1 ฟอง ผัดจนกุ้งเปลี่ยนเป็นสีส้ม และสุก
4. ใส่ซอสผัดไทยลงไป ตามด้วยเส้นจันท์ ผัดจนเส้นนิ่ม จากนั้นใส่ถั่วงอก แบะกุยช่ายหั่น ผัดพอเข้ากัน แล้วยกออกพักไว้ 
5. นำกระทะขึ้นตั้งไฟปานกลาง และรอจนร้อนตอกไข่ไก่ 1 ฟอง ใส่ชาม ตีให้ไข่ขาว และไข่แดงเข้ากัน จากนั้นเทลงบนกระทะ และกลิ้งไข่ให้ทั่ว ๆ
6. แยกกุ้ง แล้วใส่ผัดไทยลงไป พับไข่เข้าหากัน ใช้จานปิดไว้ แล้วพลิกผัดไทยใส่จาน
7. วางกุ้งที่แยกไว้ลงไป ตามด้วยมะนาว ถั่วงอก และกุยช่าย
8. ใช้มัดกรีดไข่ เปิดหน้าออก โรยถั่วลิสงบด และเสิร์ฟพร้อมเครื่องปรุง ได้แก่ น้ำตาลทราย และพริกป่น',
'1. กุ้งสด 3 ตัว 
2. เส้นจันท์ 50 กรัม
3. น้ำมะขามเปียก 1 ถ้วย 
4. น้ำตาลปี๊บ 1 ช้อนโต๊ะ 
5. น้ำปลา 2 ช้อนโต๊ะ 
6. ไชโป๊วสับ 1 ช้อนโต๊ะ
7. กุยช่ายหั่น 2 ต้น 
8. เต้าหู้ 1 ช้อนโต๊ะ 
9. ถั่วงอก 1 กำมือ 
10. ไข่ไก่ (สำหรับผัด) 1 ฟอง 
11. ไข่ไก่ (สำหรับห่อ) 1 ฟอง 
12. กระเทียมสับ 1 ช้อนโต๊ะ 
13. น้ำมันพืช 1 ช้อนโต๊ะ 
14. กุ้งแห้ง 1 ช้อนโต๊ะ 
15. ถั่วลิสงบด ตามชอบ 
16. พริกป่น ตามชอบ 
17. มะนาว ตามชอบ 
18. น้ำตาลทราย ตามชอบ 
19. ถั่วงอก และกุยช่าย สำหรับจัดเสิร์ฟ');

insert into Menu values
(104, 'เบอร์เกอร์หมู', '12-1.jpg', 270,
'1. นำเกลือและพริกไทยใส่ในหมูบดและคลุกเคล้าในเข้ากัน จากนั้นปั้นหมูเป็นก้อนกลมและกดให้แบนเป็นแผ่นนำหมูไปจี่ไปจนกว่าหมูจะสุก ตามด้วยการนำเบคอน แฮม และหอมใหญ่จี่ให้ได้สีที่เข้มและมีกลิ่นหอม 
2. นำขนมปังเบอร์เกอร์ มาทาเนยด้านในจากนั้นนำไปนาบกับหม้อหุงข้าวให้ได้กลิ่นหอม
3. นำขนมปังเบอร์เกอร์วางเป็นฐาน ตามด้วยผัดกาดหอม มะเขือเทศ เนื้อหมู เชดดาร์ชีส เบคอน หอมหัวใหญ่ พริกหวาน แฮม ชีส เนื้อหมู ปิดท้ายด้วยไข่ดาว เสิร์ฟคู่กับมายองเนส มัสตาร์ด และซอสมะเขือเทศ',
'1. ขนมปังเบอร์เกอร์ 2 คู่
2. เนยจืด 10 กรัม
3. หมูสับ 600 กรัม (เนื้อหมู 4 ชิ้น)
4. เกลือ / พริกไทย 1 ช้อนชา (สำหรับหมักหมู)
5. ไข่ดาว (ไข่แดงไม่สุก) 2 ฟอง
6. เบคอน 8 ชิ้น
7. แฮม 8 ชิ้น
8. เชดดาร์ชีส 6 แผ่น
9. ผักกาดหอม/พริกหวาน/มะเขือเทศ/หอมหัวใหญ่ สำหรับตกแต่ง
10. สำหรับตกแต่งพริกหวาน มายองเนส/มัสตาร์ด/ซอสมะเขือเทศ สำหรับตกแต่ง');

insert into Menu values
(105, 'พิซซ่าฮาวายเอี้ยน', '12-2.jpg', 500,
'1. ผสมซอสมะเขือเทศกับใบออริกาโนเข้าด้วยกัน เตรียมไว้
2. ทาซอสพิซซ่าลงบนแป้งพิซซ่าให้ทั่วแผ่น วางสับปะรด และแฮม โรยชีสมอสซาเรลลา และใบออริกาโนให้ทั่ว
3. นำพิซซ่าเข้าเตาไมโครเวฟ เลือกใช้ระบบอบ อุณหภูมิประมาณ 800 วัตต์ นานประมาณ 10 นาที จนชีสละลาย ยกออกจากเตา ตัดเป็นชิ้น ๆ พร้อมเสิร์ฟ',
'1. แป้งพิซซ่าสำเร็จรูป 1 แผ่น
2. ซอสมะเขือเทศ 100 กรัม
3. ใบออริกาโน 2 ช้อนชา
4. สับปะรดในน้ำเชื่อมหั่นชิ้นเล็ก 50 กรัม
5. แฮมหั่นเป็นชิ้น 50 กรัม
6. สโมกแฮม 50 กรัม
7. ชีสมอสซาเรลลาขูดฝอย 30 กรัม');

insert into Menu values
(106, 'มันบด', '12-3.jpg', 500,
'1. ตั้งน้ำใส่เกลือเล็กน้อย รอจนเดือด
2. กรีดผิวมันฝรั่งก่อนลงต้ม เพื่อให้ปอกเปลือกได้ง่ายขึ้น
3. เมื่อมันฝรั่งสุกนำขึ้นจากหม้อ แล้วแช่น้ำให้พอหายร้อน
4. เมื่อมันฝรั่งหายร้อนแล้ว ใช้มือรูดเปลือกออก หั่นให้เป็นชิ้นเต๋า ใช้ส้อมหรือที่บด บดมันฝรั่งให้ละเอียด
5. ใส่วิปปิงครีม เนย นมข้นจืด ปรุงรสด้วยเกลือ และพริกไทย คนตะล่อมให้ทุกอย่างเข้ากัน
6. ตักใส่ถ้วยจัดเสิร์ฟ ราดด้วยเกรวี่ตามชอบ โรยพาร์สลีย์สับเล็กน้อย',
'1. มันฝรั่ง 3 ลูก
2. วิปปิ้งครีม ½ ถ้วย
3. เนยสด ½ ถ้วย
4. นมข้นจืด 1 ถ้วย
5. เกลือ 1 ช้อนชา
6. พริกไทย 1 ช้อนชา
7. เกรวี่สำเร็จรูป ตามชอบ
8. พาร์สลีย์สับ 1 ช้อนชา');

insert into Menu values
(107, 'ข้าวยำไก่แซ่บ', '12-4.jpg', 640,
'1. ทำความสะอาดสะโพกไก่ จากนั้นพักไว้ให้สะเด็ดน้ำ
2. นำไก่ที่ทำความสะอาดแล้ว มาทำการหมักกับซีอิ๊วขาว เกลือ และน้ำมันพืช จากนั้นคลุกเคล้าให้เข้ากัน พักทิ้งไว้เป็นเวลา 30 นาที
3. นำไก่ที่หมักไว้จนได้ที่แล้ว มาผสมแป้งทอดกรอบกับน้ำเปล่า (น้ำเย็นจัด) คลุกเคล้าให้เข้ากัน
4. ตั้งกระทะโดยใช้ไฟปานกลาง ใส่น้ำมันพืชลงไปให้พอท่วมชิ้นไก่ รอจนน้ำมันร้อน แล้วนำไก่ที่ชุบแป้งแล้วลงทอด รอให้ด้านในสุก ด้านนอกเป็นสีเหลืองกรอบทั้งสองด้าน นำขึ้นพักไว้ให้สะเด็ดน้ำมัน และลดความร้อนลง
5. เมื่อไก่ทอดเย็นตัวลงแล้ว นำมาหั่นเป็นชิ้นพอคำก่อนนำไปคลุกเคล้ากับน้ำยำ
6. นำน้ำตาลปี๊บ น้ำมะนาว และน้ำปลาคนให้เข้ากันจนน้ำตาลละลาย จากนั้นใส่ข้าวคั่วและพริกป่นลงไป คลุกเคล้าให้เข้ากันแล้วชิมรสตามชอบ
7. เมื่อได้น้ำยำแล้วใส่หอมแดงซอย ผักชีซอย ต้นหอมซอย ผักชีฝรั่งซอย และไก่ที่หั่นเตรียมไว้ลงตามไป คลุกเคล้าทุกอย่างให้เข้ากัน ตามด้วยใบสะระแหน่
8. ตักยำไก่แซ่บนำขึ้นใส่จานที่เตรียมข้าวสวยร้อน ๆ ไว้แล้ว เสิร์ฟคู่กับแตงกวา ตกแต่งด้วยใบสะระแหน่',
'วัตถุดิบสำหรับหมักไก่
1. สะโพกไก่ (เลาะกระดูกออก) 400 กรัม
2. แป้งทอดกรอบ ½ ถ้วยตวง
3. เกลือ 1 ช้อนชา
4. ซีอี๊วขาว 1 ช้อนโต๊ะ
5. น้ำมันพืช 1 ช้อนโต๊ะ
วัตถุดิบสำหรับทำยำไก่
1. พริกป่น 1 ช้อนโต๊ะ
2. ข้าวคั่ว 2 ช้อนโต๊ะ
3. น้ำตาลปี๊บ 1 ช้อนโต๊ะ
4. น้ำมะนาว 3 ช้อนโต๊ะ
5. น้ำปลา 3 ช้อนโต๊ะ
6. หอมแดงซอย 2 ช้อนโต๊ะ
7. ผักชีซอย 1 ช้อนโต๊ะ
8. ต้นหอมซอย 1 ช้อนโต๊ะ
9. ผักชีฝรั่งซอย 1 ช้อนโต๊ะ
10. ใบสะระแหน่ 1 ช้อนโต๊ะ
11. น้ำเปล่า 1 ช้อนโต๊ะ');

insert into Menu values
(108, 'พิซซ่าไก่กรอบ ', '12-5.jpg', 0,
'1. ใส่มะเขือเทศกระป๋อง ออริกาโนแห้ง ใบโหระพา กระเทียม และ "รสดี" รสไก่ ลงในเครื่องปั่น ปั่นให้เข้าเป็นเนื้อเดียวกันแล้วพักไว้
2. นำสะโพกไก่มาหมักกับ "รสดี" รสไก่ แล้วพักไว้ 10 นาที
3. นำสะโพกไก่ที่หมักไว้ ไปชุบกับแป้งทอดกรอบบาง ๆ แล้วนำไปชุบน้ำให้พอเปียก แล้วจึงมาคลุกแป้งทอดกรอบอีกครั้งให้หนาขึ้นจนเป็นเกล็ดแป้ง
4. ตั้งกระทะใส่น้ำมันสำหรับทอด ใช้ไฟกลาง รอจนน้ำมันร้อน จึงนำไก่ที่ชุบแป้งไว้มาร่อนแป้งส่วนเกินออก แล้วนำลงทอดจนเหลืองกรอบ เสร็จแล้วนำขึ้นสะเด็ดน้ำมันพักไว้
5. นำซอสพิซซ่าที่เตรียมไว้มาทาบนไก่ทอดให้ทั่วด้านหนึ่ง โรยด้วยชีสมอสซาเรลลา แล้วจึงนำเข้าเตาอบไฟบน 180 องศาเซลเซียส เป็นเวลา 10 นาที ให้ชีสละลายดี',
'วัตถุดิบ
1. สะโพกไก่เลาะกระดูก 5 ชิ้น
2. แป้งทอดกรอบ 200 กรัม
3."รสดี" รสไก่ 1½ ช้อนโต๊ะ (สำหรับหมักไก่)
4. น้ำเปล่า 2 ถ้วย
5. ชีสมอสซาเรลลาขูด 2 ถ้วย
6. น้ำมันสำหรับทอด
วัตถุดิบซอสพิซซ่า
1. มะเขือเทศกระป๋อง 100 กรัม
2. ออริกาโนแห้ง 1 ช้อนโต๊ะ
3. ใบโหระพา 1/4 ถ้วย
4. กระเทียม 2 กลีบ
5. "รสดี" รสไก่ 1 ช้อนชา');

insert into Menu values
(109, 'แซนด์วิชแฮมชีส', '12-6.jpg', 241,
'1. เตรียมขนมปัง 3 แผ่น วางแฮมลงบนขนมปังแผ่นแรกตามด้วยโรยชีส ประกบขนมปังแผ่นที่สองลงไป วางแฮมลงไปตามด้วยโรยชีส ประกบขนมปังแผ่นสุดท้ายที่ทามายองเนสทั้งสองด้านลงไป
2. คนผสมไข่ไก่ นมสด ผงพริกปาปริก้า เกลือ และพริกไทยให้เข้ากัน กดขนมปังแซนด์วิชให้แบนนำลงมาชุบให้ทั่ว
3. ใส่เนยลงไปบนกระทะใช้ไฟปานกลางรอจนเนยละลาย นำขนมปังลงไปทอดประมาณ 3-4 นาทีต่อด้านหรือจนสุกเหลืองกรอบ',
'1. ขนมปัง 3 แผ่น 
2. แฮม
3. ชีสขูด 1/2 ถ้วย
4. มายองเนส 2 ช้อนชา
5. ไข่ไก่ 1 ฟอง
6. นมสด 2 ช้อนโต๊ะ
7. ผงพริกปาปริก้า 1 ช้อนชา
8. เกลือป่น
9. พริกไทยดำ
10. เนยสด 2 ช้อนโต๊ะ');

insert into Menu values
(110, 'เบอร์เกอร์สเต๊กไก่สไปซี่ ', '12-7.jpg', 510,
'1. นำเนย ซอสมะเขือเทศ ซอสพริก ผงหมักไก่สไปซี่ ผสมกันในชาม แล้วเข้าไมโครเวฟใช้ไฟกลาง 450 วัตต์ ประมาณ 1 นาที
2. นำออกมาคนผสมให้เข้ากัน
3. นำเนื้อไก่มาหมักกับซอส โดยคลุกเคล้าผสมกับซอส พร้อมกับใช้ส้อมปลายแหลม ๆ จิ้มเนื้อไก่ให้ทั่วเพื่อให้ซอสหมักซึมเข้าเนื้อ
4. คลุกเสร็จแล้วก็ปิดฝาหมักต่อในตู้เย็นช่องธรรมดาทิ้งไว้อย่างต่ำ 2 ชั่วโมง
5. นำเนื้อไก่ออกมาใส่ชามปิดฝา แล้วเข้าไมโครเวฟใช้ไฟแรง 800 วัตต์ ประมาณ 6 นาที หรือจนกว่าไก่จะสุก
6. นำขนมปังเบอร์เกอร์มาทาเนยด้านในแล้ววางเนื้อไก่และผักต่าง ๆ ตามชอบ เท่านี้ก็พร้อมกินแล้ว',
'1. สะโพกไก่เลาะกระดูก (หรือเนื้ออกไก่) 2 ชิ้น
2. เนยจืดหรือเนยเค็ม ประมาณ 1 ช้อนโต๊ะ
3. ซอสมะเขือเทศ 2 ช้อนโต๊ะ
4. ซอสพริก 2 ช้อนโต๊ะ
5. ผงหมักไก่สไปซี่ 4 ช้อนโต๊ะ
6. ขนมปังเบอร์เกอร์
7. ผักสลัด');

insert into Menu values
(111, 'สปาเก็ตตี้เบคอนพริกแห้ง', '12-8.jpg', 486,
'1. ลวกเส้นสปาเกตตี้ สับหัวหอมใหญ่เป็นลูกเต๋าเล็กๆ และตำกระเทียม 
2. นำเบคอนมาหั่นเต๋า และมาทอดให้กรอบ
3. นำพริกแห้งไปผัดกับน้ำมัน เพื่อให้มีกลิ่นหอม และนำมาตำให้ละเอียด
4. เทน้ำมันมะกอก และใส่กระเทียมที่ตำแล้วไปผัดจนเหลือง
5. ใส่หอมใหญ่สับ และผัดต่อเล็กน้อย ต่อมาใส่พริกแห้ง และผัดเรื่อยๆจนส่วนผสมเข้ากัน 
6. ใส่เบคอนกรอบลงไป ตามด้วยเส้นสปาเกตตี้
7. ปรุงรสด้วยเกลือ และรสดี ใส่ใบกระเพรา และพาร์สลีย์',
'1. เส้นพาสต้า/เส้นสปาเก็ตตี้200 กรัม
2. เบคอน 100 กรัม
3. ใบกระเพรา 1/2 ถ้วย
4. พริกแห้ง 10 เม็ด
5. กระเทียม 12 กรีบ
6. หอมใหญ่ครึ่งหัว
7. เกลือ1/2 ช้อนชา
8. น้ำมันมะกอก 1 + 1/2 ช้อนโต๊ะ
9. พลาสเลย์สับ 1 ช้อนโต๊ะ
10. รสดี 1/2 ช้อนชา');

insert into Menu values
(112, 'สปาเก็ตตี้คาโบนาร่า', '12-9.jpg', 741.7,
'1. นำแฮมหรือเบคอนมาหั่นเป็นชิ้นขนาดตามต้อมการ
2. นำไข่ไก่สดมาแยกไข่แดงออกจากไข่ขาว โดยใช้เฉพาะไข่แดงอย่างเดียว 3 ฟอง และไข่ไก่ทั้งใบ 1 ฟอง
3. นำพาเมซานชีสมาขูดให้เป็นเส้นฝอย (สามารถใช้แบบขูดสำเร็จรูปได้) แล้วนำมาผสมกับไข่ไก่ จากนั้นใส่พริกไทย และเกลือ คนผสมให้เข้ากัน
4. ต้มน้ำให้เดือด แล้วใส่เกลือลงไป จากนั้นใส่เส้นสปาเก็ตตี้ลงไปต้ม ใช้เวลาต้มประมาณ 6 นาที
5. นำเบคอนมาผัดในกระทะจนเหลืองหอม และเริ่มมีน้ำมันออกมา จากนั้นใส่เส้นสปาก็ตตี้ที่ต้มเสร็จแล้วลงไป ผัดจนน้ำมันเบคอนเคลือบเส้นดี เติมน้ำเดือดที่ใช้ต้มเส้นลงไปเล็กน้อย
6. ปิดเตาแก๊ส จากนั้นใส่ส่วนผสมของไข่และชีสลงไป แล้วคลุกเคล้าให้เข้ากับเส้นสปาเก็ตตี้ จากนั้นตักลงจานพร้อมเสิร์ฟ',
'1. เส้นสปาเก็ตตี้ [#2] 100 กรัม
2. เบคอนหรือแฮม 150 กรัม
3. พาเมซานชีส 40 กรัม
4. ไข่ไก่ 4 ฟอง
5. เกลือหยิบมือ
6. พริกไทย 1/8 ช้อนชา
7. น้ำเดือด 50 มิลลิลิตร');

insert into Menu values
(113, 'กุ้งโดนัทชีส', '12-10.png', 200,
'1. ปั่นกุ้ง 300 กรัม แป้งทอดกรอบ เกลือ พริกไทย ด้วยเครื่องผสมอาหารจนเป็นเนื้อเดียวกัน
2. หั่นกุ้งที่เหลือเป็นชิ้น ๆ แล้วใส่ลงไปผสม 
3. แผ่ส่วนผสมกุ้งเป็นวงกลม แล้วใส่ไส้ชีสตรงกลาง ใส่ส่วนผสมกุ้งทับปิดลงไป เก็บขอบและเจาะรูตรงกลางให้เป็นโดนัท
4. นำกุ้งโดนัทที่สอดไส้แล้วมาชุบแป้งทอดกรอบ ไข่ไก่ และเกล็ดขนมปัง
5. ทอดด้วยไฟเบา-กลางจนสุกและเหลืองกรอบ',
'1. กุ้งขาว 200 กรัม
2. กุ้งขาว 300 กรัม
3. แป้งทอดกรอบ 30 กรัม
4. เกลือ ½ ช้อนชา
5. พริกไทย ¼ ช้อนชา
6. แป้งทอดกรอบ 1 ถ้วย
7. ไข่ไก่ 1 ฟอง
8. เกล็ดขนมปัง 1 ถ้วย
9. มอสซาเรลลาชีส ½ ถ้วย
10. น้ำมันพืชสำหรับทอด');

insert into Menu values
(114, 'บูเดชิเก หม้อไฟเกาหลี', '13-1.jpg', 550,
'1. วางเรียงเส้นบะหมี่ สแปม ไส้กรอก เต้าหู้ เห็ดหอมสด ต้นหอมญี่ปุ่น ต๊อกโบกกี กิมจิ และชีสแผ่นไว้ในหม้อไฟ
2. ผสมส่วนผสมน้ำซุป ต้มให้เดือด ชิมรส เทน้ำซุปใส่หม้อไฟ ยกขึ้นตั้งไฟให้เดือดและสุกทั่ว',
'ส่วนผสม
1. เส้นบะหมี่สำเร็จรูปเกาหลี 1-2 ห่อ
2. สแปมสไลซ์บาง 100 กรัม
3. ไส้กรอกสไลซ์พอดีคำ 200 กรัม
4. เต้าหู้หั่นชิ้นพอดีคำ 1 ก้อน
5. เห็ดหอมสดสไลซ์ 4-6 ดอก                               
6. ต้นหอมญี่ปุ่นซอย 1 ถ้วย
7. ต๊อกโบกกีสไลซ์ 1/2 ถ้วย
8. กิมจิ 1/2 ถ้วย
9. ชีสแผ่น 2-3 แผ่น
ส่วนผสมน้ำซุป
1. น้ำเปล่า 1 ลิตร
2. ผงดาชิ 2 ช้อนโต๊ะ
3. มิโซะ 1/3 ถ้วย
4. โคชูจัง 3 ช้อนโต๊ะ
5. โชยุ 2 ช้อนโต๊ะ');

insert into Menu values
(115, 'ซุนดูบูจิเก แกงกิมจิ ซุปกิจิเต้าหู้อ่อน', '13-2.jpg', 400,
'1. นำเบคอนลงไปผัดในกระทะพอให้มีน้ำมันออกมาแล้วใส่กระเทียม ขิง และพริกป่นลงไปผัดให้เข้ากัน พอผัดจนเบคอนหอม ใส่กิมจิ (พร้อมน้ำกิมจิ) ลงไปผัด เติมน้ำเปล่า
2. ปรุงรสด้วยผงซุปปลา โคชูจัง มิโซะ คนให้เข้ากัน
3. ใส่เต้าหู้ลงไป รอสักครู่เพื่อให้เต้าหู้ดูดซึมน้ำซุปเข้าไป (ใช้เวลาประมาณ 2-3 นาที)
4. ตอกไข่ไก่ใส่ลงไป ปิดไฟ ตักใส่ชาม โรยต้นหอม พร้อมเสิร์ฟ',
'1. เบคอนหั่น หรือหมูสามชั้นหั่นชิ้น 100 กรัม
2. ผงกระเทียม 1 ช้อนชา (หรือกระเทียมสับ 3 กลีบ)
3. ขิงผง 1 ช้อนชา (หรือขิงสับ 1 ช้อนชา)
4. พริกป่น หรือพริกเกาหลี 1/4 ช้อนชา
5. กิมจิ 150-200 กรัม
6. น้ำเปล่า 2 ถ้วยตวง
7. ดาชิ (ผงซุปปลา) 2 ช้อนโต๊ะ
8. โคชูจัง (พริกแกงเกาหลี) 1-2 ช้อนโต๊ะ
9. มิโซะ (เต้าเจี้ยวญี่ปุ่น) หรือเต้าเจี้ยวไทย 1 ช้อนโต๊ะ
10. เต้าหู้คินุ หรือเต้าหู้ใบตอง หั่นเต๋าใหญ่ 1/2-1 ก้อน
11. ไข่ไก่ 1 ฟอง
12. ต้นหอมญี่ปุ่น หรือต้นหอมไทยหั่นท่อน');

insert into Menu values
(116, 'ไก่ทอดเกาหลี ไก่ทอดบอนชอน', '13-3.jpg', 233,
'1. ล้างปีกไก่ให้สะอาด พักทิ้งไว้จนแห้งสนิท
2. โรยเกลือและพริกไทยให้ทั่วปีกไก่ นำไปชุบแป้งข้าวโพดให้ทั่ว แล้วนำปีกไก่ลงทอดจนสุกเหลืองกรอบ ตักขึ้นสะเด็ดน้ำมันให้แห้ง
3. ทำน้ำจิ้ม โดยผสมหอมใหญ่สับ กระเทียมสับ ซีอิ๊วขาว มิริน น้ำตาลทรายแดง ผงกระเทียม และขิงสับลงในหม้อ นำขึ้นตั้งไฟปานอ่อน เคี่ยวจนส่วนผสมละลายเข้ากัน ปิดไฟ
4. ใส่แป้งข้าวโพดลงในถ้วย ตักส่วนผสมซอสใส่ลงไปคนผสมให้เข้ากันและมีลักษณะเหนียว
5. นำไก่ที่ทอดไว้ไปลงไปทอดในน้ำมันร้อนจัดอีกครั้ง จากนั้นนำขึ้นมาซับน้ำมันให้แห้งสนิทแล้วนำไปชุบลงในส่วนผสมซอสให้ทั่ว โรยด้วยงาขาวคั่ว พร้อมเสิร์ฟ',
'1. ปีกไก่ 500 กรัม
2. เกลือปน
3. พริกไทยป่น
4. แป้งข้าวโพด 2 ถ้วย
5. หอมใหญ่สับ 1/4 ลูก
6. กระเทียมสับ 4 กลีบ
7. ซีอิ๊วขาว 1/2 ถ้วย
8. มิริน หรือเหล้าหวานญี่ปุ่น 1/4 ถ้วย
9. น้ำตาลทรายแดง 2 ช้อนโต๊ะ
10. ผงกระเทียม 1/2 ช้อนชา
11. ขิงหั่นเป็นชิ้นขนาด 1 นิ้ว (สับละเอียด)
12. แป้งข้าวโพด 1 ช้อนช้า
13. งาขาวคั่ว');

insert into Menu values
(117, 'บิบิมบับ ข้าวยำเกาหลี', '13-4.jpg', 430,
'1. ใส่หมูสไลซ์ลงในชามผสม ตามด้วยพริกไทย ซอสปรุงรส และน้ำมันงา 1 ช้อนโต๊ะ คลุกเคล้าให้เข้ากัน และหมักไว้ 30 นาที
2. นำน้ำตาลผสมกับน้ำส้มสายชู คนให้เข้ากันจนน้ำตาลละลาย และราดลงบนผักทั้งหมด คือ ผักโขม เห็ดหอม ถั่วงอก เห็ดเข็มทอง แตงกวา และแครอท 
3. นำกระทะขึ้นตั้งไฟปานกลาง และนำหมูสไลซ์ที่หมักไว้ไปผัดจนสุก
4. นำกระทะขึ้นตั้งไฟปานกลาง เทน้ำมันงาลงไปนิดหน่อย จากนั้นนำผักไปผัดทีละอย่าง 
5. นำชามหินสไตล์เกาหลีขึ้นตั้งไฟแรงให้ชามร้อนทั่ว
6. นำของที่ผัดเตรียมไว้มาเรียงใส่ชาม ได้แก่ ข้าวญี่ปุ่น ผักโขม เห็ดหอม ถั่วงอก เห็ดเข็มทอง แตงกวา แครอท และหมูสไลซ์ จัดวางกิมจิและโคชูจังลงไป ท้ายสุดตอกไข่ไก่ใส่ลงตรงกลาง
7. พร้อมเสิร์ฟ เวลากินก็คลุกเคล้าให้เข้ากันในชามร้อน ๆ',
'1. หมูสับหรือหมูสไลซ์ 100 กรัม
2. พริกไทย 1 ช้อนชา
3. ซอสปรุงรส 1 ช้อนโต๊ะ
4. น้ำมันงา 1 ช้อนโต๊ะ
5. ผักโขม 100 กรัม
6. ถั่วงอก 100 กรัม
7. เห็ดเข็มทอง 100 กรัม
8. แตงกวา 100 กรัม
9. แครอท 100 กรัม
10. น้ำตาล 1 ช้อนโต๊ะ
11. น้ำส้มสายชู 1/4 ถ้วย
12. น้ำมันงาสำหรับผัด 2 ช้อนโต๊ะ
13. ไข่ไก่ 1 ฟอง
14. ข้าวญี่ปุ่น 1 ถ้วย
15. โคชูจัง 2 ช้อนโต๊ะ
16. กิมจิ 100 กรัม');

insert into Menu values
(118, 'ปลาหมึกย่างบาร์บีคิวเกาหลี ', '13-5.jpg', 300,
'1. ทำซอสบาร์บีคิว โดยผสมซอสพริกเกาหลี พริกไทยป่น น้ำมันงา น้ำตาลทราย เกลือป่น และน้ำซุปปลาแห้ง คนให้เข้ากัน ยกขึ้นตั้งไฟ เคี่ยวพอข้น ยกลงพักไว้ให้เย็น
2. นำหอมหัวใหญ่ ต้นหอม แครอท และซอสบาร์บีคิวคลุกเคล้าจนเข้ากัน (แบ่งซอสบาร์บีคิวไว้ทาตอนนำปลาหมึกลงย่างไฟ ประมาณ 3-4 ช้อนโต๊ะ)
3. นำส่วนผสมในข้อที่ 2 ยัดไส้ในปลาหมึก ใช้ไม้จิ้มฟันกลัด นำลงย่างบนเตาไฟ พอสุกยกลง ใช้มีดบั้ง ทาซอสบาร์บีคิว ย่างต่อจนสุก ยกลง จัดใส่จาน โรยงาขาวคั่ว จัดเสิร์ฟ',
'1. ปลาหมึกกล้วย 4 ตัว
2. หอมหัวใหญ่หั่นเส้น 100 กรัม
3. ต้นหอมหั่นท่อน 50 กรัม
4. แครอทหั่นเส้น 50 กรัม
5. ซอสพริกเกาหลี (โคชูจัง) 50 กรัม
6. พริกไทยป่น 1/4 ช้อนชา
7. น้ำมันงา 1/2 ช้อนชา
8. น้ำตาลทราย 1 ช้อนโต๊ะ
9. เกลือป่นหยาบ 1/8 ช้อนชา
10. น้ำซุปปลาแห้ง 1/4 ถ้วย
11. งาขาวคั่ว (สำหรับโรย)');

insert into Menu values
(119, 'ต๊อกโบกี', '13-6.jpg', 250,
'1. เริ่มจากการทำซอสต๊อกโบกี โดยการนำซอสโคชูจัง soy sauce น้ำตาลทรายแดง พริกป่นเกาหลี และกระเทียม คนผสมให้เข้ากัน พักไว้
2. ตั้งกระทะ แนะนำให้ใช้กระทะขนาดแบน ก้นไม่ลึกมาก เทน้ำเปล่าหรือน้ำสต๊อกปลาแอนโชวี่ลงไป
3. เปิดแก๊ส รอจนน้ำเดือดเล็กน้อย ใส่ซอสที่เตรียมไว้ลงไป คนให้เข้ากัน
4. ใส่หอมแดงสไลด์ลงไป ต้มต่อไปประมาณ 5-7 นาที 
5. ตามด้วยแป้งต๊อกโบกี ลูกชิ้นปลา และเต้าหู้ทอดลงไป ตามชอบ คนทุกอย่างให้เข้ากัน ทิ้งไว้ประมาณ 5-7 นาที ให้แป้งสุก
6. ใช้ซ้อมจิ้มแป้งต๊อกโบกี ดูว่าสุกดีแล้ว ตักใส่ชาม
7. ราดน้ำมันงาลงไป ตามด้วยงาคั่ว และหัวหอมสไลด์ เป็นอันเสร็จ',
'1. แป้งต๊อกโบกี 3 ถ้วย
2. ลูกชิ้นปลา เต้าหู้ทอด ตามชอบ
3. หอมแดงขนาดกลาง 1 ลูก
4. ซอสโคชูจัง 3 ช้อนโต๊ะ
5. ซีอิ๊วขาวหรือ soy sauce 1 ช้อนโต๊ะ
6. น้ำตาลทรายแดง 1 ช้อนโต๊ะ
7. พริกป่นเกาหลี 1 ช้อนโต๊ะ
8. กระเทียมสับ 1 ช้อนโต๊ะ
9. น้ำเปล่า หรือน้ำสต๊อกปลาแอนโชวี่ 2 ถ้วย
10. น้ำมันงา 2 ช้อนโต๊ะ
11. งาคั่ว
12. ต้นหอมซอย ตามชอบ');

insert into Menu values
(120, 'หมูผัดกิมจิ', '13-7.jpg', 1395.3,
'1. หมักหมูกับโคชูจัง ขิงขูดละเอียด น้ำมันงา น้ำตาลทราย และซีอิ๊วขาว คลุกเคล้าให้ส่วนผสมทุกอย่างเข้ากัน แล้วพักหมูไว้ 
2. ตั้งกระทะผัดกระเทียมให้สุก จากนั้นใส่หมูที่เตรียมลงไป เมื่อหมูเริ่มสุกใส่หอมใหญ่ลงไปผัด ตามด้วยแครอทซอยเส้นและกิมจิ ปิดท้ายด้วยการใส่ต้นหอมลงไปผัด 
3. ตักใส่ภาชนะตามชอบ โรยงาขาวคั่วก่อนจัดเสิร์ฟ',
'1. สันคอหมูสไลซ์ 400 กรัม
2. กระเทียมสับ ½ ช้อนโต๊ะ 
3. หอมใหญ่หั่นชิ้น 1 ลูก 
4. แครอทซอนเส้น 100 กรัม
5. ต้นหอมหั่นท่อน 50 กรัม 
6. กิมจิผักกาดขาว 100 กรัม 
7. ขิงขูดละเอียด 1 ช้อนชา 
8. น้ำมันงา 1 ช้อนชา 
9. โคชูจัง 3 ช้อนโต๊ะ 
10. ซีอิ๊วขาว 2 ช้อนโต๊ะ
11. น้ำตาลทราย 2 ช้อนชา 
12. งาขาวคั่ว 1 ช้อนชา 
13. น้ำมัน (สำหรับผัด)');

insert into Menu values
(121, 'พาจอน พิซซ่าเกาหลี', '13-8.jpg', 550,
'1. นำแป้งข้าวเจ้า และแป้งโกกิมาผสมกันตอกไข่ไก่ตีให้เข้ากันค่อยๆ เติมน้ำเปล่าตีให้เข้ากัน ใส่ซอสถั่วเหลือง ตีให้เข้ากันจนแป้งเนียน ความข้นของแป้งพอติดตะกร้อ ไม่เหลวไป พักแป้ง ไว้ 15 นาที
2. นำต้นหอมมาตัดรากหั่นท่อน แครอทซอยละเอียด ล้างผึ่งสะเด็ดน้ำ
3. นำผักที่เตรียมไว้มาคลุกกับแป้งเคล้าพอแป้งที่ผสมไว้พอติดผัก
4. ตั้งไฟอ่อนๆ ใส่น้ำมันเล็กน้อย นำผักที่คลุกแป้งไว้ลงกะทะ ตักแป้งหยอดไปบนผักเล็กน้อย ทอดให้เหลืองเกรียมทั้ง 2 ด้าน ตักใส่จานหั่นขนาดตามที่ต้องการ
5. ทานคู่กับซอสโคชูจัง กิมจิ',
'1. ต้นหอมตามชอบ
2. แครอทตามชอบ
3. แป้งข้าวเจ้า1 ถ้วย
4. แป้งโกกิ1 ถ้วย
5. ไข่ไก่1 ฟอง
6. น้ำเปล่า1 ถ้วย
7. ซอสถั่วเหลือง1 ช้อนโต๊ะ
8. น้ำมันสำหรับทอด');

insert into Menu values
(122, 'บิงซูแคนตาลูป&แตงโม', '13-10.jpg', 550,
'1. ตีผสมครีมสดกับน้ำเย็น น้ำเชื่อม และผงวานิลลาด้วยเครื่องตีโฟมนม ตีผสมเข้าด้วยกันจนเป็นเนื้อเดียว
2. เทส่วนผสมนมใส่พิมพ์น้ำแข็ง แล้วนำไปแช่ช่องฟรีซอย่างน้อย 4-5 ชั่วโมง หรือข้ามคืน
3. ตักแคนตาลูปและแตงโมทั้งหมดเป็นลูกกลม ๆ วางเรียงใส่ถาด ปิดด้วยพลาสติกถนอมอาหารแล้วนำไปแช่เย็น ประมาณ 3-4 ชั่วโมง
4. นำเปลือกแตกโมมาขูดเอาเนื้อออกเตรียมไว้สำหรับทำเป็นถ้วย จากนั้นนำไปแช่แข็ง เพื่อให้ถ้วยแตงโมแข็งแรงและสามารถเก็บความเย็นได้นานขึ้น
5. แกะน้ำแข็งออกจากพิมพ์ใส่ลงในเครื่องไสน้ำแข็ง เปิดเครื่องแล้วไสออกมาใส่ในถ้วยแตงโมแช่แข็ง
6. เรียงแตงโม และ แคนตาลูปรอบ ๆ ให้สวยงาม ราดนมข้นหวาน และน้ำแดง พร้อมเสิร์ฟ',
'1. ครีมสด แบบ Half & Half 1 ถ้วย (หรือนมสด)
2. น้ำเย็น 1 ถ้วย
3. น้ำเชื่อม 1/4 ถ้วย (หรือน้ำตาลทราย 2 ช้อนโต๊ะ)
4. ผงวานิลลา 30 กรัม 
5. เมลอนและแตงโมสีแดง
6. นมข้นหวาน (สำหรับราดก่อนเสิร์ฟ)
7. ถั่วอัลมอนด์ คอร์นเฟล็ก หรือท็อปปิ้งอื่น ๆ ตามชอบ
8. ไอศกรีมวานิลลา หรือไอศกรีมอื่น ๆ ตามชอบ
9. เครื่องทำน้ำแข็งไส');

insert into Menu values
(123, 'มะม่วงบิงซู', '13-11.jpg', 912,
'1. ผสมนมจืดและนมข้นหวานในถุงซิปล็อคแล้วเขย่าให้เข้ากัน 
2. นำนมไปแช่ช่องฟรีซโดยปิดถุงซิปล็อคและพยายามรีดถุงให้แบนพร้อมไล่อากาศออกให้เหลือน้อยที่สุด เวลาที่ทุบให้เป็นเกล็ดน้ำแข็งจะได้ทุบง่ายๆ
3. นำนมที่แช่แข็งมาทุบให้เป็นเกล็ด 
4. หั่นมะม่วงเป็นสี่เหลี่ยมลูกเต๋าขนาดพอดีคำ
5. จัดถ้วยโดยใส่มะม่วงครึ่งหนึ่งไว้ที่ก้นถ้วย จากนั้นใส่บิงซู ตกแต่งด้วยมะม่วงพร้อมราดนมข้นที่ผสมไว้',
'1. นมสดรสจืด 600 ml.
2. นมข้นหวาน 2 ช้อนโต๊ะ
3. มะม่วงน้ำดอกไม้สุก 1 ลูก
4. ถุงซิปล็อค 1 ถุง
5. นมข้นไว้ราด (ผสมนมข้นหวานและนมจืดในอัตราส่วน 3:2 ช้อนโต๊ะ)');

insert into Menu values
(124, 'เป็ดพะโล้คั่วเกลือ', '14-2.jpg', 450,
'1. ต้มน้ำ 1 ลิตร ให้พออุ่น ใส่ รสดีเมนู พะโล้ ลงไป คนให้เข้ากัน
2. ใส่น่องเป็ดติดสะโพกลงไป ตุ๋นไว้เป็นเวลา 30-40 นาที
3. สับเป็ดพะโล้เป็นชิ้น พักไว้
4. โขลกรากผักชี กระเทียม และพริกไทย ให้เข้ากัน
5. ตั้งกระทะใส่น้ำมัน ใส่สามเกลอที่โขลกไว้ลงไปผัดจนส่งกลิ่นหอม
6. ตามด้วยเป็ดพะโล้ที่สับไว้ ลงไปคั่วให้หนังพอขึ้นสีและเนื้อแห้งขึ้น ปรุงรสด้วย ซีอิ๊วขาว และเกลือ
7. ตักขึ้นใส่จานจัดเสิร์ฟ ตกแต่งด้วยผักชี',
'1. น่องเป็ดติดสะโพก 4 ชิ้น 
2. รสดีเมนู พะโล้ 1 ซอง 
3. พริกไทยเม็ด 1/2 ช้อนโต๊ะ 
4. กระเทียมกลีบเล็ก 1 ช้อนโต๊ะ 
5. รากผักชี 3 ราก 
6. ซีอิ๊วขาว 1 ช้อนโต๊ะ 
7. เกลือป่น 1½ ช้อนชา 
8. ผักชีสำหรับตกแต่ง');

insert into Menu values
(125, 'หอยแมลงภู่ผัดพริกเผา', '14-3.jpg', 350,
'1. ล้างหอยแมลงภู่ให้สะอาด แล้วนำไปลวกในน้ำร้อนจนสุก
2. เปิดเตาไฟกลาง ตั้งกระทะ ใส่น้ำมัน พอร้อน ใส่กระเทียมสับลงไปผัด
3. ใส่หอยแมลงภู่ลงไปผัด เติมน้ำพริกเผา น้ำปลา น้ำตาล พริก ผัดให้เข้ากัน
4. ใส่ใบโหระพาลงไปผัดสักครู่ ปิดเตา พร้อมเสิร์ฟ',
'1. หอยแมลงภู่ 450 กรัม
2. น้ำพริกเผา 2 ช้อนโต๊ะ
3. ใบโหระพา 1/2 ถ้วยตวง
4. พริกชี้ฟ้า 4 เม็ด
5. กระเทียมสับ 2 ช้อนชา
6. น้ำตาล 1 ช้อนชา
7. น้ำมันพืช 3 ช้อนโต๊ะ
8. น้ำปลา 1 ช้อนโต๊ะ');

insert into Menu values
(126, 'ผัดถั่วงอกใส่เต้าหู้หมูสับ', '14-4.jpg', 155,
'1. บุบกระเทียมซอยหยาบๆ หั่นต้นหอมเป็นท่อนยาว หั่นเต้าหู้เป็นลูกเต๋าใหญ่ ล้างถั่วงอกพักไว้
2. ตั้งกระทะไฟกลาง ใส่น้ำมัน ผัดหมูกับกระเทียมจนสุก 
3. ใส่เต้าหู้ตามลงไป ปรุงรสด้วยซีอิ๊วขาว ผัดทุกอย่างให้เข้ากันดี
4. ใส่ถั่วงอกกับต้นหอมตามลงไป ใช้ไฟแรงผัดจนผักนิ่มก็เป็นอันเสร็จ',
'1. เนื้อหมูบด 100 กรัม
2. เต้าหู้โมเมน 1 ก้อน
3. ถั่วงอก 100 กรัม
4. ต้นหอม 2 ต้น
5. กระเทียม 2 กลีบ
6. ซีอิ๊วขาว 1 ช้อนโต๊ะ');

insert into Menu values
(127, 'สเต็กหมูพอร์คชอป', '14-5.jpg', 750,
'1. ใส่น้ำตาลทรายลงไปในชามผสม ตามด้วยน้ำปลา น้ำมะนาว พริกป่น และข้าวคั่วแล้วคนให้น้ำตาลละลายเข้ากันดี
2. นำต้นหอมและผักชีซอย และผักชีฝรั่งซอยใส่ในน้ำจิ้มที่เตรียมไว้แล้วคนให้เข้ากัน พักเอาไว้แล้วเตรียมจัดเสิร์ฟได้เลย
3. นำ พอร์คชอป ตราเอโร่ มาละลายในตู้เย็น โดยนำไปแช่ในช่องปกติข้ามคืน เพื่อให้เนื้อค่อย ๆ ละลาย ทำให้เรารักษารสชาติและเนื้อสัมผัสที่ดีที่สุด
4. นำ พอร์คชอป ตราเอโร่ ที่ละลายแล้ว มาวางลงบนเขียง แล้วทุบให้เนื้อหมูนุ่มขึ้น จากนั้นหมักด้วยเกลือและพริกไทยเป็นเวลา 15 นาที เพื่อให้เนื้อนุ่มและมีรสชาติมากยิ่งขึ้น
5. ตั้งกระทะย่างบนเตาแก๊สโดยใช้ไฟแรง เมื่อกระทะเริ่มร้อนแล้วให้ใส่เนยลงไป เมื่อเนยละลายแล้วใส่พอร์คชอปที่หมักไว้ลงไปย่าง โดยย่างให้ขึ้นสีและลายกริลล์มาร์ก จากนั้นกลับอีกด้านลงในกระทะ เมื่อสีได้ทั้งสองด้านแล้วให้ลดไฟลงเป็นไฟอ่อน แล้วย่างพอร์คชอปต่อจนกว่าจะสุก เมื่อสุกแล้วนำไปจัดเสิร์ฟ',
'1. พอร์คชอป ตราเอโร่ 2 ชิ้น 
2. พริกไทยดำ 1 หยิบมือ 
3. เกลือ 1 หยิบมือ 
4. เนยสด 2 ช้อนโต๊ะ 
5. พริกป่น 2 ช้อนโต๊ะ 
6. น้ำตาลทราย 2 ช้อนโต๊ะ 
7. ข้าวคั่ว 2 ช้อนโต๊ะ 
8. น้ำมะนาว 8 ช้อนโต๊ะ 
9. น้ำปลา 3 ช้อนโต๊ะ 
10. ผักชีใบเลื่อยซอย 3 ใบ 
11. ต้นหอมและผักชีซอย 2 ใบ');

insert into Menu values
(128, 'เห็ดเข็มทองพันเบคอน', '14-6.jpg', 300,
'1. นำเห็ดเข็มทองมาตัดส่วนรากออก แล้วล้างน้ำให้สะอาด
2. แบ่งเห็ดเข็มทองเป็นกำเล็กๆ นำมาพันด้วยเบคอนจากนั้นกลัดด้วยไม้จิ้มฟัน
3. ตั้งกระทะด้วยไฟอ่อนๆ ใส่เนย + นำเบคอนลงทอดในกระทะ
4. พอสุกหอมได้ที่ก็จัดเสิร์ฟได้เลย',
'1. เห็ดเข็มทอง 2 ถุง
2. เบค่อนบาร์บีคิว 1 ถุง
3. เนย1 ก้อนเล็ก ๆ');

insert into Menu values
(129, 'ไข่เจียวลาบแซ่บ', '14-7.jpg', 310,
'1. ตอกไข่ใส่ชาม ปรุงรสด้วยน้ำปลา มะนาว พริกป่น ตามด้วยหอมเล็ก ต้นหอมและผักชีซอยลงไป ใช้ส้อมตีให้เข้ากัน ก่อนทอดใส่ข้าวคั่วคนให้เข้ากัน
2. ตั้งกระทะใส่น้ำมันบนไฟกลางพอร้อน ใส่ไข่ที่ตีแล้วลงไปทอดให้สุกเหลืองทั้งสองด้าน ปิดไฟ ตักพักไว้ให้สะเด็ดน้ำมัน
3. ตักไข่เจียวใส่จาน โรยข้าวคั่วและพริกป่นสักหน่อยเพื่อความหอม ตกแต่งด้วยด้วยผักชีฝรั่งหรือผักตามชอบ ก็เป็นว่าพร้อมเสิร์ฟ',
'1. ไข่ไก่ 3 ฟอง
2. พริกขี้หนูป่น 2-3 ช้อนชา
3. ข้าวคั่ว 1 ช้อนโต๊ะ
4. น้ำมะนาว 1 ช้อนโต๊ะ
5. น้ำปลา 1 ช้อนโต๊ะ
6. น้ำมันพืช ½ ถ้วย
7. หอมเล็กซอย 2 ช้อนโต๊ะ
8. ต้นหอมและผักชีซอยรวมกัน 1 ช้อนโต๊ะ
9. ผักชีฝรั่ง ซอยสำหรับตกแต่ง');

insert into Menu values
(130, 'ซุปไข่น้ำ', '14-8.jpg', 150,
'1. ใส่ซอสปรุงรสลงในหมูสับ คลุกเคล้าให้เข้ากันแล้วพักไว้
2. ตอกไข่ใส่ชามผสม ตีไข่แดงไข่ขาวให้เข้ากัน ไม่ต้องปรุงรส
3. ใส่น้ำมันลงไป ตั้งกระทะให้น้ำมันร้อน กลิ้งให้เคลือบด้านข้างด้วย ไข่จะได้ไม่ติดกระทะ
4. น้ำมันร้อนดีแล้วก็ใส่ไข่ลงไปทอดให้เหลืองสวย กลับด้าน ทอดไข่ให้สุกทั้ง 2 ด้าน
5. เมื่อสุกดีแล้วก็ปิดเตา ใช้ตะหลิวหั่นให้เป็นชิ้น ๆ
6. ตวงน้ำ 1 ลิตรใส่หม้อ ต้มน้ำให้เดือด ใส่ซุปก้อนลงไป 1 ก้อน คนให้ละลาย ปิดเตา
7. ตักน้ำซุป 2  ถ้วยตวงหรือ 480 ml.ใส่หม้ออีกใบตั้งไฟกลางให้น้ำเดือด ปั้นหมูที่เราหมักไว้ใส่ลงไปในน้ำซุป ต้มให้หมูสุก
8. รอให้น้ำเดือด และหมูสุกดีแล้ว ใส่ไข่เจียวลงไป
9. โรยต้นหอมผักชี ปิดเตา ตักใส่ชามพร้อมเสิร์ฟ',
'1. ไข่ไก่ 3 ฟอง
2. น้ำมันพืช 2 ช้อนโต๊ะ
3. หมูสับ 200 กรัม
4. ซอสปรุงรส (สำหรับหมักหมู) 1 ชต.
5. ผักชี 1 ต้น
6. ต้นหอม 1 ต้น
7. น้ำเปล่า 1 ลิตร
8. รสดีซุปก้อน 1 ก้อน');

insert into Menu values
(131, 'ซุปเยื่อไผ่กระดูกหมูอ่อน', '14-9.jpg', 234,
'1. นำกระดูกหมู หั่น ล้าง
2. ตั้งน้ำเปล่า 1.5 ลิตร หรือตามชอบ ใส่วัตถุดิบข้อ 3-6 ลงในหม้อ ต้มให้เดือด
3. ใส่กระดูกหมูลงไป รอให้เดือด และคอยตักฟองทิ้ง
4. เดือดแล้วใส่เยื่อไผ่ เห็ดหอม และเม็ดเก๋ากี้ลงไปต้มต่อไป คอยช้อนฟองทิ้ง และเมื่อเดือดให้เบาไฟลงให้เดือดพอปุด ๆ
5. ตุ๋นไปเรื่อย ๆ จนกว่าจะพอใจ และชิมรส ปรับตามความชอบ
6. ตักเสิร์ฟโรยหน้าด้วยพริกไทยป่น และผักชีซอย',
'1. กระดูกหมู 200-300 กรัม
2. เยื่อไผ่ ล้างน้ำ แช่น้ำให้นุ่ม 1/2 ห่อ
3. เกลือป่น 1.5 ชช
4. ซีอิ้วขาว 5-6 ชต
5. ผงปรุงรสหมู 1 ชต
6. ซุปก้อน 1 ก้อน
7. รากผักชี ล้าง ทุบ 4-5 ราก
8. เม็ดเก๋ากี้ แช่น้ำ 2 ชต
9. เห็ดหอมสด 8-10 ชิ้น');

insert into Menu values
(132, 'ยำไข่ต้มยางมะตูม', '14-10.jpg', 300,
'1. ต้มน้ำให้เดือดก่อน แล้วใส่ไข่ลงไป จับเวลา 4 นาที พอครบเวลาเอาออกแช่น้ำเย็นทันที
2. ปอกเปลือกไข่ เสร็จแล้วหั่นครึ่งไข่โดยใช้เส้นด้าย
3. ผสมน้ำปลา น้ำตาลทราย น้ำมะนาว และพริกขี้หนู ใส่หอมแดงคนให้เข้ากัน 
4. นำไปราดบนไข่ยางมะตูม โรยด้วยผักชี พร้อมเสิร์ฟ',
'1. ไข่ไก่ 2 ฟอง
2. ผักชีซอย 1 ต้น
3. หอมแดงซอย 2 หัว
4. พริกซอย 4 เม็ด
5. น้ำปลา 1 ช้อนโต๊ะ
6. น้ำตาลทรายไม่ขัดสี 1 ช้อนชา
น้ำมะนาว 1 ช้อนโต๊ะ');

insert into Menu values
(133, 'มัฟฟินไข่', '15-1.jpg', 117.5,
'1.ตั้งกระทะให้ร้อน นำขนมปังด้านที่ทาเนยใส่ลงในกระทะ
2.นำไข่ที่ทอดไว้ใส่ตามลงไปบนขนมปัง โรยด้วยเกลือและพริกไทยบนไข่นิดหน่อย
3.วางชีสสไลด์ตามลงไป นำขนมปังอีกชิ้นวางทับลงไป กดๆขนมนิดนึง
4.ปิ้งขนมปังให้ร้อนและชีสละลาย เสิร์ฟทันที',
'1. ไข่ 2 ฟอง
2. เชดด้าชีส 1 แผ่น
3. โบโลน่า 2 แผ่น
4. อิงลิชมัฟฟิน 1 ชิ้น
5. เกลือป่น นิดหน่อย
6 .พริกไทยป่น นิดหน่อย
7. เนย 30 กรัม');

insert into Menu values
(134, 'ขนมปังแซนด์วิชไส้นูเทลล่ากล้วยหอม', '15-2.jpg', 0,
'1. ตอกไข่ใส่ถ้วย ใส่นมสดชนิดจืด น้ำตาลทรายและเกลือป่น ตีให้เข้ากัน เตรียมไว้
2. ทำแซนด์วิชโดยตั้งกระทะเทฟลอนบนไฟกลางค่อนอ่อน ใส่เนย กรอกให้ทั่วกระทะ พอเนยละลาย เทไข่ที่ตีไว้ลงไป ก่อนที่ไข่จะเซ็ตตัว ให้วางขนมปังทั้งสองแผ่นลงบนไข่แล้วพลิกกลับ พอไข่สุก ให้พลิกกลับด้าน พับแผ่นไข่ส่วนเกินด้านข้างขึ้นด้านบนขนมปัง ทานูเทลล่าบนไข่ทั้งสองฝั่ง วางกล้วยหอมและมาร์ชมาโลว์ จากนั้นพลิกขนมปังให้มาประกบกัน ทอดต่อจนมาร์ชเมลโลว์เริ่มละลาย ปิดไฟ
3. หั่นครึ่งแซนด์วิช จัดใส่จาน โรยด้วยช็อกโกแลตขูด วางเนยสดชนิดจืดด้านบน เสิร์ฟ',
'1. ไข่ไก่ 3 ฟอง
2. นมสดชนิดจืด 3 ช้อนโต๊ะ
3. น้ำตาลทราย 1 ช้อนโต๊ะ
4. เกลือป่น 1/8 ช้อนชา
5. ขนมปังแซนด์วิชโฮลวีตแผ่นหนา 2 แผ่น
6. กล้วยหอมหั่นแว่น 1 ผล
7. มาร์ชมาโลว์ขนาดเล็ก ¼ ถ้วย
8. นูเทลล่าสำหรับทาขนมปัง 
9. ช็อกโกแลตขูดและเนยสดชนิดจืดสำหรับจัดเสิร์ฟ 
10. เนยสดชนิดจืดสำหรับทอด');

insert into Menu values
(135, 'ไข่ถ้วยไมโครเวฟ', '15-3.jpg', 0,
'1. ใช้มือกดขนมปังแผ่น (หรือรีดด้วยขวดหรือไม้คลึงแป้ง) ให้บางลงเล็กน้อย จากนั้นนำไปวางลงบนถ้วยหรือแก้ว กดเบา ๆ ให้เป็นหลุมลงไปและแนบกับถ้วย
2. วางแฮมที่หั่นไว้บางส่วนลงไปในหลุมขนมปัง และอีกส่วนวางไว้ที่ขอบด้านบนของขนมปัง โดยเว้นให้เหลือช่องตรงกลางไว้ใส่ไข่ไก่ จากนั้นค่อย ๆ ตอกไข่ไก่ใส่ลงไป
3. วางเรียงเชดดาร์ชีสเส้น ๆ ลงไปรอบ ๆ ขนมปังให้คล้ายกับแฉกของพระอาทิตย์ จากนั้นโรยเกลือป่น พริกไทยป่น เล็กน้อย
4. นำเข้าไมโครเวฟ ใช้ไฟปานกลางนาน 1 นาที นำออกจากเตา พร้อมเสิร์ฟ',
'1. ขนมปังโฮลวีต 1 แผ่น
2. ไข่ไก่ 1 ฟอง
3. แฮม หรือเบคอนหั่นเป็นชิ้นเล็ก ๆ 1 แผ่น
4. เชดดาร์ชีส 1 แผ่น
5. เกลือป่น เล็กน้อย
6. พริกไทยป่น เล็กน้อย
7. ใบออริกาโน่ เล็กน้อย
8. ถ้วยหรือแก้วที่สามารถนำเข้าไมโครเวฟได้');

insert into Menu values
(136, 'เครปอาหารเช้า', '15-4.jpg', 570.04,
'1. ใส่แป้งสาลีอเนกประสงค์ น้ำตาลทราย เกลือป่น นมสด ไข่ไก่ 2 ฟอง และเนยสดละลาย ลงในเครื่องผสมแป้ง ตีผสมด้วยความเร็วสูง ประมาณ 30 วินาที จากนั้นพักแป้งทิ้งไว้ 15 นาที
2. นำกระทะเทฟลอนขึ้นตั้งไฟปานกลางค่อนข้างอ่อน ใส่เนยลงไป จากนั้นตักส่วนผสมแป้งใส่ลงในกระทะ กรอกแป้งเป็นแผ่นบาง รอจนแป้งสุกเป็นสีน้ำตาลอ่อน ด้านละประมาณ 1-2 นาที จากนั้นตักขึ้น ทำจนหมด เตรียมไว้
3. เปิดเตาอบที่อุณหภูมิ 350 องศาฟาเรนไฮต์ เตรียมไว้
4. นำเครปวางลงบนแผ่นรองอบ วางแฮมสไลซ์ลงตรงกลางของแป้งเครป ตอกไข่ไก่ลงบนแฮม พับมุมแป้งเค้กลงบนไข่ขาวทั้ง 4 มุม เป็นสี่เหลี่ยมจัตุรัส (ใช้ไข่ขาวเป็นตัวยึดแป้ง) โรยเกลือป่นและพริกไทยป่น ทำจนครบ 
5. จากนั้นนำเข้าเตาอบ นานประมาณ 10-12 นาที นำออกจากเตา แต่งด้วยพาร์สลีย์ โรยพริกไทย พร้อมเสิร์ฟ',
'1. แป้งสาลีอเนกประสงค์ 1/2 ถ้วย
2. น้ำตาลทราย 1/2 ช้อนโต๊ะ
3. เกลือป่น 1/4 ช้อนชา
4. นมสด 3/4 ถ้วย
5. ไข่ไก่ 2 ฟอง
6. เนยสดละลาย 1 1/2 ช้อนโต๊ะ
7. แฮมสไลซ์ หรือเบคอน 4-5 แผ่น
8. ไข่ไก่ 4-5 ฟอง
9. พริกไทยป่น เล็กน้อย
10. พาร์สลีย์ หรือผักชี สำหรับแต่ง');

insert into Menu values
(137, 'ขนมปังไข่อบ', '15-5.jpg', 0,
'1. ตัดขอบขนมปัง แล้วนำเบคอนพันรอบขนมปัง ใช้ไม้จิ้มฟันยึดเบคอนให้ติดกัน
2. นำขนมปังวางในถาดที่จะเอาเข้าอบ 
3. ใส่ไส้กรอก แฮม โบโลนาต่าง ๆ วางลงบนขนมปัง โดยเว้นที่ตรงกลางไว้ใส่ไข่
4. ตอกไข่ใส่ลงไปตรงกลางที่เว้นไว้ โรยด้วยเกลือ พริกไทยดำ เล็กน้อย เอาเข้าเตาอบที่อุณหภูมิ 180 องศาเซลเซียส นานประมาณ 7-10 นาที',
'1. ขนมปัง 1 แผ่น
2. ไข่ไก่ 1 ฟอง
3. เบคอน 2 เส้น
4. แฮม ไส้กรอก โบโลนา หรือซาลามี แล้วแต่ชอบ (หั่นเป็นชิ้น)
5. เกลือป่น และพริกไทยดำ สำหรับปรุงรส');

insert into Menu values
(138, 'ข้าวต้มกุ้งเวียดนาม', '15-6.jpg', 203,
'1. ล้างกุ้ง แกะเปลือก เด็ดหัวไว้หาง แล้วผ่าหลังดึงเส้นดำออก เติมน้ำมันงาและเกลือ คลุกเคล้าให้ทั่ว หมักนานประมาณ 15 นาที
2. ต้มน้ำซุปในหม้อด้วยไฟกลางจนเดือด ใส่หอมใหญ่ต้มจนสุกใสและน้ำซุปมีรสหวาน ตักหอมใหญ่ออก ใส่ข้าวสวยลงต้มจนน้ำซุปขุ่นขาวน้ำแป้งเล็กน้อย ปรุงรสด้วยเกลือ 
3. เมื่อเดือดอีกครั้งใส่กุ้ง ต้มพอกุ้งสุกใส่โคนต้นหอม ใบต้นหอม (แบ่งไว้โรยหน้าเล็กน้อย) ปิดไฟ
4. ตักใส่ถ้วย โรยหอมแดงเจียว ต้นหอม และพริกไทย',
'1. กุ้งแชบ๊วย ปริมาณตามชอบ
2. น้ำมันงา 1 ช้อนชา
3. เกลือ 1/2 ช้อนชา
4. น้ำซุปไก่ 2 ถ้วย
5. หอมใหญ่หั่นเสี้ยว 1 หัว
6. ข้าวสวย 2 ถ้วย
7. ต้นหอม 2 ต้น
8. หอมแดงเจียว 3 ช้อนโต๊ะ
9. พริกไทยบด 1/2 ช้อนชา');

insert into Menu values
(139, 'ไข่ดาวไส้กรอก', '15-7.png', 315,
'1. แบ่งครึ่งไส้กรอกตามยาวออกเป็น 2 ชิ้น โดยใช้มีดกรีดไส้กรอกให้แยกออกจากกันไปจนเกือบถึงสุดปลาย จากนั้นจับปลายไส้กรอกเข้าหากันแล้วใช้ไม้จิ้มฟันยึดตรงปลายทั้ง 2 ด้านไว้ ทำเหมือนกันทั้ง 2 ชิ้น เตรียมไว้
2. นำกระทะขึ้นตั้งไฟ ใส่ไส้กรอกลงกริลล์ในกระทะสักครู่ กลับด้าน ตอกไข่ไก่ใส่ลงไป ตามด้วยต้นหอมซอย',
'1. ไส้กรอกแบบยาว 1 ชิ้น
2. ไข่ดาว 2 ฟอง
3. ต้นหอมซอย 1 ช้อนโต๊ะ
4. เกลือป่น เล็กน้อย
5. พริกไทยป่น เล็กน้อย');

insert into Menu values
(140, 'ขนมปังไข่ดาว', '15-8.jpg', 365,
'1. กดตรงกลางขนมปังโฮลวีตด้วยพิมพ์ตัดคุกกี้หรือแก้วเป็นรูปตามชอบ ให้เป็นช่องสำหรับใส่ไข่
2. ตั้งกระทะด้วยไฟปานกลางจนร้อน วางขนมปังที่เจาะรูลงไป ย่างให้กรอบทั้ง 2 ด้าน
3. ใส่เนยลงไปในช่องขนมปังเล็กน้อย ตอกไข่ใส่ถ้วย จากนั้นค่อย ๆ เทลงในช่องขนมปัง 
4. โรยหน้าด้วยเกลือป่นและพริกไทยป่น รอจนไข่สุกตามชอบ จัดใส่จาน พร้อมรับประทาน',
'1. ขนมปังโฮลวีต 1 แผ่น
2. เนยสด ปริมาณเล็กน้อย (สำหรับทอดไข่)
3. ไข่ไก่ 1 ฟอง
4. เกลือป่น พริกไทยป่น และพาร์สลีย์สับ เล็กน้อยสำหรับโรยหน้า');

insert into Menu values
(141, 'Breakfast Cup', '15-9.jpg', 218,
'1. กดขนมปังให้แบนด้วยมือ จากนั้นนำขนมปังวางลงบนถ้วยแล้วใช้มือกดตรงกลางให้เป็นหลุมลงไป พักไว้
2. ตอกไข่ไก่ใส่ชาม ใส่กุ้งหั่นเป็นชิ้นเล็ก ๆ แล้วตีให้เข้ากัน ปรุงรสด้วยโชยุ
3. เทส่วนผสมไข่ไก่ใส่ลงในถ้วยขนมปัง แล้วก็ฉีกแผ่นชีสใส่ลงไปด้วย
4. นำเข้าไมโครเวฟ ใช้ไฟแรงสุด ประมาณ 1.45 นาที
5. ทามายองเนสหรือน้ำสลัดข้างหน้า โรยด้วยผักแช่แข็งที่ต้มแล้ว',
'1. ขนมปัง 1 แผ่น (ต่อถ้วย)
2. ไข่ไก่ 1 ฟอง (ต่อ 2 ถ้วย)
3. ชีสแผ่น (ตามต้องการ)
4. กุ้ง หรือเนื้อสัตว์อะไรก็ได้
5. ผักรวมแช่แข็ง (ถั่วลันเตา ข้าวโพด แครอท หาได้ตามซูเปอร์มาร์เกต)
6. ถ้วยใส (ขนาดตามต้องการ)
7. น้ำสลัด หรือมายองเนส
8. โชยุ');

insert into Menu values
(142, 'กาแฟโบราณ', '16-1.jpg', 317,
'1. ต้มน้ำจนเดือด เตรียมไว้
2. ใส่ผงโอเลี้ยงลงในถุงกาแฟ นำไปวางลงในเหยือกสเตนเลส เทน้ำเดือดลงไป เขย่าถุงเล็กน้อยให้น้ำทั่วถึงกาแฟ พักทิ้งไว้ 7-10 นาที
3. ใส่น้ำตาลทรายลงในแก้ว ตามด้วยนมข้นหวาน เทโอเลี้ยงใส่ลงไป คนผสมให้เข้ากันจนน้ำตาลทรายละลาย เทใส่ลงในแก้วที่มีน้ำแข็งประมาณ 3/4 แก้ว 
4. แล้วเทนมข้นจืดลงไปจนเต็มแก้ว พร้อมเสิร์ฟ',
'1. ผงโอเลี้ยง 5-6 ช้อนโต๊ะ
2. น้ำ 1+1/2 ถ้วย
3. น้ำตาลทราย 4 ช้อนโต๊ะ
4. นมข้นหวาน 9 ช้อนโต๊ะ
5. นมข้นจืด
6. น้ำแข็ง 1 แก้ว');

insert into Menu values
(143, 'เนสกาแฟ', '16-2.jpg', 317,
'1. ใส่ผงกาแฟและน้ำตาลทรายลงในแก้ว เติมน้ำร้อนลงไป คนให้ละลาย
2. เติมนมข้นหวานลงไป คนให้เข้ากัน
3. เทใส่แก้วที่มีน้ำแข็ง พร้อมเสิร์ฟ',
'1. ผงเนสกาแฟ 2 ช้อนชา
2. น้ำร้อน 3/4 แก้ว
3. นมข้นหวาน 4 ช้อนชา
4. น้ำตาลทราย 1 ช้อนชา
5. น้ำแข็ง 1 แก้ว');

insert into Menu values
(144, 'โอเลี้ยง', '16-3.jpg', 103,
'1. ต้มน้ำจนเดือด เตรียมไว้
2. ใส่ผงโอเลี้ยงลงในถุงกาแฟ นำไปวางลงในเหยือกสเตนเลส เทน้ำเดือดลงไป 
3. เขย่าถุงเล็กน้อยให้น้ำทั่วถึงกาแฟ พักทิ้งไว้ 7-10 นาที
4. ใส่น้ำตาลลงในแก้วตามชอบ เทโอเลี้ยงตามลงไปคนผสมให้น้ำตาลทรายละลาย 
5. เทใส่แก้วที่มีน้ำแข็งจนเต็ม พร้อมเสิร์ฟ',
'1. ผงโอเลี้ยง 5-6 ช้อนโต๊ะ
2. น้ำ 1+1/2 ถ้วย
3. น้ำตาลทราย 10 ช้อนโต๊ะ
4. น้ำแข็ง 1 แก้ว');

insert into Menu values
(145, 'ยกล้อ', '16-4.jpg', 167,
'1. ต้มน้ำจนเดือด เตรียมไว้
2. ใส่ผงโอเลี้ยงลงในถุงกาแฟ นำไปวางลงในเหยือกสเตนเลส เทน้ำเดือดลงไป เขย่าถุงเล็กน้อยให้น้ำทั่วถึงกาแฟ พักทิ้งไว้ 7-10 นาที
3. ใส่น้ำตาลลงในแก้วตามชอบ เทโอเลี้ยงตามลงไปคนผสมให้น้ำตาลทรายละลาย 
4. เทใส่แก้วที่มีน้ำแข็ง ประมาณ 3/4 แก้ว แล้วเทนมข้นจืดลงไปจนเต็มแก้ว พร้อมเสิร์ฟ',
'1. ผงโอเลี้ยง 5-6 ช้อนโต๊ะ
2. น้ำ 1+1/2 ถ้วย
3. น้ำตาลทราย 10 ช้อนโต๊ะ
4. น้ำแข็ง 1 แก้ว
5. นมข้นจืด');

insert into Menu values
(146, 'ชาเย็น', '16-5.jpg', 319,
'1. ตักชาไทยใส่ถุงชงชา ใช้น้ำเดือดเทใส่ถุงชงชา แช่ทิ้งไว้สัก 30 นาที ยิ่งชักชาให้เกิดความหอมมากขึ้น
2. ใช้ชาไทย 4oz. นมผสม 2oz.
3. คนให้เข้ากัน เตรียมน้ำแข็งใส่แก้ว พร้อมเสิร์ฟ',
'1. ผงชาไทย1 ช้อนโต๊ะ
2. น้ำร้อน200 cc.
3. นมข้นจืด0.5 oz.
4. นมข้นหวาน1.5 oz.');

insert into Menu values
(147, 'ชาดำเย็น', '16-6.jpg', 110,
'1. ใส่น้ำตาลทรายลงในแก้ว เทน้ำชาลงไปคนให้ละลายเข้ากัน
2. เทใส่แก้วที่มีน้ำแข็ง พร้อมเสิร์ฟ',
'1. น้ำชาที่ชงแล้ว (จากสูตรที่ 5) 3/4 แก้ว
2. น้ำตาลทราย 3 ช้อนโต๊ะ
3. น้ำแข็ง 1 แก้ว');

insert into Menu values
(148, 'โกโก้เย็น', '16-7.jpg', 334,
'1. ใส่ส่วนผสมทุกอย่างลงในแก้ว ตามด้วยน้ำร้อน คนให้เข้ากัน
2. เทใส่แก้วที่มีน้ำแข็ง ราดนมข้นจืดลงไปด้านบน พร้อมเสิร์ฟ',
'1. ผงโกโก้ 1 ช้อนชา
2. น้ำตาลทราย 1 ช้อนชา
3. น้ำร้อน 1/2 แก้ว
4. นมข้นหวาน 2 ช้อนชา
5. นมข้นจืด 1 ช้อนชา
6. น้ำแข็ง 1 แก้ว
7. นมข้นจืด (โรยหน้า)');

insert into Menu values
(149, 'นมชมพูเย็น', '16-8.png', 425,
'1. ใส่น้ำหวานลงในแก้ว ตามด้วยนมข้นหวาน นมข้นจืด และน้ำร้อน 3/4 แก้ว คนให้เข้ากัน
2. เทใส่แก้วที่มีน้ำแข็ง โรยนมข้นจืดลงไปด้านบน พร้อมเสิร์ฟ',
'1. น้ำหวานกลิ่นสละ 2 ช้อนโต๊ะ
2. นมข้นหวาน 2 ช้อนชา
3. นมข้นจืด 1 ช้อนชา
4. น้ำร้อน 3/4 แก้ว
5. นมข้นจืด (โรยหน้า)');

insert into Menu values
(150, 'ชาเนสทีเย็น', '16-9.jpg', 150,
'1. ใส่ผงชาเนสทีและน้ำตาลทรายลงในแก้ว ตามด้วยน้ำร้อน คนให้ละลายเข้ากัน
2. เติมนมข้นหวานลงไป คนให้เข้ากันอีกครั้ง
3. เทใส่แก้วที่มีน้ำแข็ง พร้อมเสิร์ฟ',
'1. ผงชาเนสที 2 ช้อนชา
2. น้ำตาลทราย 1 ช้อนชา
3. น้ำร้อน 3/4 แก้ว
4. นมข้นหวาน 4 ช้อนชา
5. น้ำแข็ง 1 แก้ว');

insert into Menu values
(151, 'ไมโลเย็น', '16-10.jpg', 210,
'1. เทน้ำร้อนลงในแก้วประมาณ 1/4 ของแก้ว
2. เทไมโล 3 in 1 ลงไป คนผสมให้ละลายจนเข้ากันดี
3. เทน้ำแข็งลงไปประมาณ 3/4 ของแก้ว คนจนกว่าไมโลทั้งแก้วจะเย็นทั่ว ราดนมสด',
'1. น้ำร้อน
2. ไมโล (3 in 1) 1 ซอง
3. น้ำแข็ง 1 แก้ว
4. นมสด (สำหรับราดหน้า)');

insert into Menu values
(152, 'ยำวุ้นเส้น', '17-1.jpg', 140,
'1. นำหมูสับมารวนให้สุก โดยใส่น้ำเปล่ากับผงปรุงรสนิดหน่อย เพื่อเพิ่มรสชาติให้เนื้อหมู
2. ต้มน้ำเปล่าให้เดือด ใส่วุ้นเส้นลงไปลวกให้สุก แล้วพักไว้ให้เย็น ถ้าใครอยากให้เส้นดึ๋ง ๆ ตลอด หลังจากลวกเส้นเสร็จแล้วให้เอาไปล้างน้ำเย็นสัก 2 น้ำ
3. ต้มน้ำกระเทียมดอง ใส่ผงน้ำยำและพริกสดโขลกคนให้เข้ากัน
4. ใส่หมูสับ วุ้นเส้น หมูยอ ขึ้นฉ่าย หอมใหญ่ และมะเขือเทศลงไปคลุกเคล้ากับน้ำยำ ปรุงรสด้วยน้ำปลา พร้อมเสิร์ฟ',
'1. เนื้อหมูสับ 500 กรัม
2. ผงปรุงรส
3. น้ำ (สำหรับรวนหมู)
4. วุ้นเส้นแช่น้ำ 80 กรัม 2 ห่อ
5. น้ำเปล่า (สำหรับลวก)
6. กระเทียมดอง 1 ถ้วย (หรือ 1 ซอง)
7. ผงน้ำยำ 2 ซอง
8. พริกสดโขลก 10 เม็ด (ตามความชอบ)
9. หมูยอหั่นแว่น ปริมาณตามชอบ
10. ขึ้นฉ่ายหั่นท่อน 3 กำ (ตามความชอบ)
11. หอมใหญ่หั่นแว่น 2 หัว (ตามความชอบ)
12. มะเขือเทศท้อหั่นแว่น 4 ลูก (ตามความชอบ)
13. น้ำปลา 3 ช้อนโต๊ะ');

insert into Menu values
(153, 'ยำคะน้ากรอบกุ้งสด', '17-2.jpg', 70,
'1. หั่นก้านคะน้าฮ่องกง จะหั่นแฉลบหรือหั่นเป็นท่อนๆบางๆก็ได้แล้วแต่ชอบ
2. ต้มน้ำให้เดือดใส่เกลือและน้ำมันพืชลงไปเล็กน้อย. แล้วนำก้านคะน้าฮ่องกงลงไปลวกให้พอสุกกรอบ ตักขึ้นน็อคในน้ำเย็นทิ้งไว้สักครู่แล้วตักขึ้นพักไว้ให้สะเด็ดน้ำ
3. ตั้งหม้อใส่น้ำเปล่าลงไปพอประมาณตามด้วยรากผักชีรอให้น้ำเดือดใส่หมูบดลงไปรวน ปรุงรสด้วยซีอิ๊วขาวรวนจนสุก ใส่กุ้งสดลงไปลวก ตักขึ้นพักไว้ให้เย็น
4. จากนั้นทำน้ำยำโดยนำหมูบด กุ้ง น้ำที่รวนหมู น้ำตาลมะพร้าว พริกขี้หนูซอย น้ำปลา น้ำมะนาว และน้ำกระเทียมดองมาคลุกเคล้าเข้าด้วยกัน
5. ใส่หอมแขกซอย แครอท ก้านคะน้าฮ่องกง ขึ้นฉ่าย คลุกเคล้า ตักใส่จานพร้อมเสิร์ฟ',
'1. คะน้าฮ่องกง(เอาแต่ก้าน) 200 กรัม
2. หมูบด 50 กรัม
3. กุ้งสด 5 ตัว
4. รากผักชี 1 ราก
5. ซีอิ๊วขาว 1/2 ช้อนโต๊ะ
6. กุ้งแห้ง 1 ช้อนโต๊ะ
7. หอมแขกซอย 1 หัว
8. พริกขี้หนูซอย 1 ช้อนโต๊ะ
9. น้ำปลา 2 ช้อนโต๊ะ
10. น้ำตาลมะพร้าว 1 ช้อนโต๊ะ
11. น้ำกระเทียมดอง 2 ช้อนโต๊ะ
12. น้ำมะนาว 3 ช้อนโต๊ะ
13. มะเขือเทศหั่น 1 ลูก
14. แครอทซอยตามชอบ
15. ขึ้นฉ่ายหั่น 1 ต้น
16. น้ำเปล่า
17. เกลือ');

insert into Menu values
(154, 'ยำหัวปลีกุ้งสด', '17-3.jpg', 615,
'1. ซอยหัวปลี ลวกกุ้ง และลวกหมูสับ เตรียมไว้
2. ใส่น้ำปลาลงในชามผสม ตามด้วยน้ำมะนาว น้ำตาลปี๊บ พริกขี้หนูซอย น้ำพริกเผา และหัวกะทิ คนให้เข้ากันจนน้ำตาลละลาย
3. ใส่หัวปลีซอย กุ้ง และหมูสับ ที่เตรียมไว้ลงไป โรยใบสะระแหน่ จากนั้นคนให้เข้ากัน
4. ตักใส่จาน ใส่ไข่ต้ม โรยหอมเจียว และใบสะระแหน่ พร้อมเสิร์ฟ',
'1. หัวปลี 1 หัว
2. กุ้งสด 10 ตัว
3. หมูสับ 100 กรัม
4. หอมเจียว 1 ช้อนโต๊ะ
5. พริกขี้หนูซอย 1 ช้อนโต๊ะ
6. น้ำพริกเผา 2 ช้อนโต๊ะ
7. หัวกะทิ 2 ช้อนโต๊ะ
8. น้ำปลา 1 ช้อนชา
9. น้ำมะนาว 1 ช้อนโต๊ะ
10. น้ำตาลปี๊บ 1 ช้อนชา
11. ใบสะระแหน่ ตามชอบ
12. ไข่ต้ม ตามชอบ');

insert into Menu values
(155, 'ยำแหนมข้าวทอด', '17-4.jpg', 400,
'1. ผสมข้าวสวย พริกแกง ไข่ไก่ เครื่องแกง ปรุงรสด้วย น้ำปลา น้ำตาลทราย
2. โรยใบมะกรูดซอย ขยำให้เข้ากันดี แล้วปั้นเป็นก้อนๆ เตรียมไว้
3. นำแป้งทอดกรอบผสมน้ำ คนให้แป้งละลาย
4. ตั้งกระทะใส่น้ำมัน รอให้น้ำมันร้อนแล้ว นำก้อนข้าวชุปแป้ง แล้วทอดให้สุกมีสีเหลืองกรอบ หลังจากนั้นตักขึ้น สะเด็ดน้ำมัน เตรียมไว้
5. ทำยำแหนมข้าวทอดโดย ผสมแหนมสด ข้าวทอด 3 ก้อน ขยำพอแตก
6. ใส่หนังหมู และหมูสับ ปรุงรสด้วยน้ำมะนาว น้ำปลา พริกป่น คลุกเคล้าให้เข้ากัน
7. ใส่หอมแดง ขิง ต้นหอม ผักชี ถั่วลิสง พริกทอด คลุกเคล้าให้เข้ากันอีกครั้ง จัดเสิร์ฟพร้อมกับผักสดๆ',
'วัตถุดิบสำหรับข้าวทอด
1. ข้าวสวย 3 ถ้วยตวง 
2. มะพร้าวขูดขาว ½ ถ้วยตวง 
3. ไข่ไก่ 1 ฟอง 
4. พริกแกงเผ็ด 2 ช้อนโต๊ะ 
5. น้ำปลา 1 ช้อนโต๊ะ 
6. น้ำตาลทราย 1 ช้อนชา 
7. ใบมะกรูดซอย 1 ช้อนโต๊ะ 
8. น้ำสะอาด ½ ถ้วยตวง 
9. แป้งทอดกรอบ ½ ถ้วยตวง 
10. น้ำมันพืช สำหรับทอด 
วัตถุดิบสำหรับยำแหนมข้าวทอด
1. หมูสับ 100 กรัม 
2. หนังหมูซอย ¼ ถ้วยตวง
3. แหนมสด 50 กรัม
4. น้ำปลา 1 ช้อนโต๊ะ 
5. น้ำมะนาว 1 ช้อนโต๊ะ
6. พริกป่น 1 ช้อนโต๊ะ 
7. ขิงซอย 2 ช้อนโต๊ะ
8. หอมแดงซอย 2 ช้อนโต๊ะ
9. พริกทอด 4 เม็ด 
10. ต้นหอม 2 ช้อนโต๊ะ 
11. ผักชี 2 ช้อนโต๊ะ 
12. ถั่วลิสงทอด 2 ช้อนโต๊ะ');

insert into Menu values
(156, 'ยำขนมจีนรวมมิตร', '17-5.jpg', 220,
'1. เตรียมวัตถุดิบ มาลวก กุ้ง ปลาหมึก ไส้กอกอื่นๆ ลวกจนสุกแล้วตักพักใส่จานไว้
2. ต่อไปเตรียมลวกเส้นขนมจีน ลวกแค่พอสุกไม่ต้องสุกมากจะทำให้เละไปแล้วตักพักใส่จานไว้เตรียมยำ
3. ขั้นตอนตอนไปทำน้ำยำ หาภาชนะในการยำแล้วใส่น้ำปลา น้ำตาลทรายและน้ำมะนาว คลุกเคล้าให้ทั่วกันตามด้วยพริกขี้หนู แล้วปรุงรสได้ตามใจชอบ
4. ตามด้วยใส่เส้นขนมจีนลงไปคลุกเคล้าให้น้ำยำทั่วเส้นแล้วตามด้วย ปลาหมึก กุ้ง ลูกชิ้นจากนั้นก็คลุกเคล้าให้ทั่ว 
5. ตามด้วยใส่ผักแครอท มะเขือเทศ หอมหัวใหญ่ ตามด้วยขึ้นฉ่าย รวมไปคลุกกันอีกรอบ',
'1. ปลาหมึกสดจำนวน 1 ตัวเลือกตัวเล็ก (หั่นเป็นแว่นๆ)
2. ขนมจีนจำนวน 1 จาน
3. ไส้กรอกจำนวน 2 อัน (หั่นเป็นเฉียงๆ)
4. กุ้งสดจำนวน 5 ตัว
5. ลูกชิ้นปลาจำนวน 5 ลูก (หั่นครึ่ง)
6. ไส้กรอกหมูจำนวน 5 ลุก (หั่นครึ่ง)
7. น้ำมะนาว 1 ช้อนโต๊ะ
8. พริกขี้หนูจำนวน 4-5 เม็ด (เพิ่มเติมได้ตามต้องการ)
9. มะเขือเทศจำนวน 1 ลูก (หั่นเป็นซีกๆ )
10. น้ำตาลทรายปริมาณ 1 ช้อนชา
11. แครอทจำนวน 1 ถ้วยเล็ก (หั่นเป็นชิ้นพอดีคำ)
12. หอมใหญ่จำนวน ครึ่งลูก (หั่นเป็นซีกบางๆ)
13. ผักกาดหอมจำนวน ปลายมือหยิบ
14. ขึ้นฉ่ายจำนวนปลายมือหยิบ');

insert into Menu values
(157, 'ยำขนมจีนปลาทู', '17-6.jpg', 160,
'1. ปรุงน้ำยำด้วยปลาร้าต้มสุก น้ำปลา น้ำตาลปี๊บ คนให้เข้ากัน
2. ใส่พริกขี้หนูซอย พริกป่น น้ำมะนาว ตามด้วยเส้นขนมจีน
3. คลุกเคล้าเส้นขนมจีนกับน้ำยำ หลังจากนั้นใส่เนื้อปลาทูทอด ตามด้วยถั่วฝักยาวซอยและต้นหอมซอย และ คลุกเคล้าให้เข้ากันอีกรอบ
4. ตักยำขนมจีนใส่จาน โรยด้วยผักชีฝรั่งซอย',
'1. เส้นขนมจีน
2. เนื้อปลาทูทอด 2-3 ตัว
3. ถั่วฝักยาวซอย 1 ถ้วย
4. หอมแดงซอย ½ ถ้วย
5. พริกขี้หนูซอย 10 เม็ด 
6. ต้นหอมซอย ½ ถ้วย
7. น้ำปลาร้าต้มสุก ½ ถ้วย 
8. น้ำตาลปี๊บ 1 ช้อนโต๊ะ
9. น้ำปลา 1 ช้อนโต๊ะ
10. น้ำมะนาว 3 ลูก
11. พริกป่น 1 ช้อนโต๊ะ 
12. ผักชีฝรั่งซอย');

insert into Menu values
(158, 'ยำมะม่วงปูม้า', '17-7.jpg', 155,
'1. ผสมน้ำปลากับน้ำมะนาวในชามผสม เติมน้ำเชื่อมลงไปเล็กน้อย
2. ใส่มะม่วงสับลงไป ตามด้วยพริกขี้หนูซอย หอมแดงซอย คลุกให้เข้ากัน
3. แกะกระดองปู แล้วสับให้เป็นชิ้น ใส่ลงไปในชามผสม
4. ใส่ขึ้นฉ่าย และมะม่วงหิมพานต์ คลุกเบาๆ ให้น้ำปรุงเข้าเนื้อปู เสร็จแล้วตักใส่จานเสิร์ฟได้เลย',
'1. ปูม้าสด (ราดน้ำปลาแล้วนำไปแช่แข็ง 10 นาที)
2. มะม่วงขูด หรือสับ
3. น้ำปลา 1 ทัพพี
4. น้ำมะนาว 1/2 ทัพพี
5. น้ำตาลทราย 1 ช้อนโต๊ะ
6. พริก ปริมาณตามชอบ
7. ขึ้นฉ่าย หั่นเป็นท่อนขนาด 1 นิ้ว จำนวน 1 ต้น');

insert into Menu values
(159, 'ยำมะม่วงปลากรอบ', '17-8.jpg', 95,
'1. ใส่น้ำมะขามเปียก น้ำตาลปี๊บ น้ำมะนาว และน้ำปลาลงในอ่างผสม คนผสมจนน้ำตาลละลาย
2. เติมพริกขี้หนูแห้งคั่วป่นกับพริกขี้หนูซอยลงไป คนให้เข้ากันอีกครั้ง
3. ใส่มะม่วงสับ หอมแดง และกุ้งแห้งป่นลงไป คลุกเคล้าให้เข้ากัน ชิมรสตามชอบ
4. ใส่ปลากรอบกับเม็ดมะม่วงหิมพานต์ลงไป คลุกเคล้าพอเข้ากัน ตักเสิร์ฟ',
'1. มะม่วงขูดหรือสับ 1 ลูก
2. ปลากรอบ 1/2 ถ้วย
3. เม็ดมะม่วงหิมพานต์ทอด 1/4 ถ้วย
4. กุ้งแห้งป่นหยาบ 2 ช้อนโต๊ะ
5. พริกขี้หนูซอย 10 เม็ด
6. พริกขี้หนูแห้งคั่วป่น 1/2 ช้อนชา
7. หอมแดงซอย 2 หัว
8. น้ำมะขามเปียก 2 ช้อนโต๊ะ
9. น้ำตาลปี๊บ 2 ช้อนโต๊ะ
10. น้ำมะนาว 1/2 ช้อนโต๊ะ
11. น้ำปลา 2 ช้อนโต๊ะ');

insert into Menu values
(160, 'ยำถั่วพูกุ้งสด', '17-9.jpg', 335,
'1. ผสมน้ำยำเตรียมไว้ก่อน ด้วยการผสมน้ำปลา น้ำตาล น้ำพริกเผา นมสด มะนาว คนให้เข้ากัน 
2. แกะกุ้ง ผ่าหลัง หั่นถั่วพลูเป็นชิ้นเล็กๆ
3. ลวกกุ้ง และหมูสับ พอสุก ก็ใส่เข้าไปในน้ำยำ
4. ลวกถั่วพลู 10 วินาที จากนั้นน๊อกด้วยน้ำเย็น
5. นำส่วนผสมทั้งหมด ใส่ในน้ำยำและคนให้เข้ากัน ตกแต่งด้วยไข่ต้ม และแคปหมู',
'1. ถั่วพลู 1 กำ
2. กุ้ง 2 ขีด
3. เนื้อหมู 1 ขีด
4. น้ำพริกเผา 1 ช้อนโต๊ะ
5. นมสด 1/2 ถ้วยตวง
6. มะนาว 1 ช้อนโต๊ะ
7. น้ำตาล 2 ช้อนโต๊ะ
8. น้ำปลา 3 ช้อนโต๊ะ
9. แคปหมู
10. ไข่ต้ม 2 ฟอง');

insert into Menu values
(161, 'ยำมาม่าถั่วพู', '17-10.jpg', 248,
'1. นำไก่สับไปรวน และลวกเส้นมาม่า เตรียมไว้
2. นำน้ำปลา น้ำพริกเผา น้ำตาลทราย น้ำมะนาว เครื่องปรุงมาม่า และน้ำอุ่นเทรวมกัน คนทุกอย่างให้เข้ากันจนน้ำตาลละลาย
3. นำถั่วพู หอมแดงซอย หมูบด และเส้นมาม่าลงไปคลุกกับน้ำยำจนเข้ากัน 
4. ตักใส่จาน พร้อมกับนำไข่ต้มยางมะตูมมาวางข้าง ๆ และโรยหน้าด้วยหอมเจียว พร้อมเสิร์ฟ',
'1. ถั่วพูซอย 1 ถ้วย
2. ไก่สับ 100 กรัม (หรือหมูสับ)
3. บะหมี่กึ่งสำเร็จรูปตามชอบ 1 ซอง
4. น้ำปลา 1/2 ช้อนโต๊ะ
5. น้ำพริกเผา 1 ช้อนโต๊ะ
6. น้ำตาลทราย 1/2 ช้อนโต๊ะ
7. น้ำมะนาว 2 ช้อนโต๊ะ
8. เครื่องปรุงบะหมี่กึ่งสำเร็จรูป
9. น้ำอุ่น 4 ช้อนโต๊ะ
10. หอมแดงซอย 3 หัว
11. หอมเจียว 3 ช้อนโต๊ะ
12. ไข่ต้มยางมะตูม 1 ฟอง');

insert into Menu values
(162, 'ยำปลาทู', '17-11.jpg', 140,
'1. ผสมน้ำมะนาว น้ำปลา และน้ำตาลทรายเข้าด้วยกัน
2. ซอยพริกขี้หนู ตะไคร้ และใบมะกรูด ใส่ลงในส่วนผสมน้ำยำคนให้เข้ากัน
3. แกะปลาทูเอาเฉพาะเนื้อปลา ใส่ลงไปแล้วคลุกเคล้ากับส่วนผสมน้ำยำให้เข้ากัน จัดเสิร์ฟพร้อมผักสลัด',
'1. ปลาทูทอด 2 ตัว
2. พริกขี้หนู 3 เม็ด
3. ตะไคร้ 1 ต้น
4. ใบมะกรูด 2 ใบ
5. น้ำมะนาว 1 ช้อนโต๊ะ
6. น้ำปลา 2 ช้อนชา
7. น้ำตาลทราย 1/2 ช้อนชา
8. ผักสลัด สำหรับเสิร์ฟ');

insert into Menu values
(163, 'ยำเล็บมือนาง', '17-12.jpg', 300,
'1. หั่นเล็บมือนางให้เป็นชิ้นพอดีคำ ล้างหลาย ๆ น้ำให้สะอาด เตรียมไว้
2. ทำน้ำยำ โดยผสมน้ำตาลทราย พริกขี้หนู น้ำปลา และน้ำมะนาวลงในอ่างผสม คนจนน้ำตาลละลาย ชิมรสตามชอบ
3. ลวกเล็บมือนางในน้ำเดือดจัด ลวกสักครู่แล้วตักขึ้นสะเด็ดน้ำ
4. ใส่เล็บมือนางลวกลงไปในอ่างผสมที่ใส่น้ำยำไว้แล้ว คลุกเคล้าพอเข้ากัน ใส่หอมใหญ่กับขึ้นฉ่ายลงไปเคล้าให้เข้ากันอีกครั้ง ตักใส่จานพร้อมเสิร์ฟ',
'1. เล็บมือนาง (ตีนไก่ถอดกระดูก) 300 กรัม
2. หอมใหญ่ซอย 1 หัว
3. น้ำมะนาว 3 ช้อนโต๊ะ
4. น้ำปลา 2 ช้อนโต๊ะ
5. น้ำตาลทราย 1 ช้อนโต๊ะ
6. พริกขี้หนูสับ 1 ช้อนโต๊ะ (ตามชอบ)
7. ขึ้นฉ่ายหั่นท่อน 1 ต้น');

insert into Menu values
(164, 'ขนมปังกรอบคาราเมล', '18-1.jpg', 383,
'1. นำขนมปังมาตัดเป็นชิ้นสี่เหลี่ยมลูกเต๋าชิ้นเล็กๆ ขนาดพอดีคำ
2. ตั้งกระทะใช้ไฟอ่อน นำขนมปังที่ตัดแล้วลงไปคั่วในกระทะ จนเกรียมมีสีเหลืองอมน้ำตาล และกรอบ ยกลงจากเตา
3. นำกระทะใบเดิม ตั้งไฟ ใส่น้ำตาลทรายลงไป ตามด้วยน้ำเปล่า ตั้งไฟจนน้ำและน้ำตาลเดือด (อย่าเพิ่งคน)
4. รอจนน้ำตาลละลาย และเปลี่ยนสีเป็นสีน้ำตาล ใส่เนยลงไป
5. เมื่อเนยละลายดี ให้ใส่นมตามลงไป จากนั้นคนให้เข้ากัน และเคี่ยวต่อไปให้คาราเมลเริ่มข้นเหนียวและมีสีเข้มขึ้
6. ใส่ขนมปังที่คั่วไว้ลงไปคลุกในกระทะให้ทั่ว จากนั้นยกลงจากกระทะ
7. นำขนมปังมาผึ่งให้เย็นบนกระดาษไข เมื่อขนมปังเย็นและแห้งดี ทำมาใส่ขวดโหลพร้อมรับทาน',
'1. ขนมปัง 2 แผ่น 
2. นมสด 1 ทัพพี
3. น้ำตาลทราย 4 ช้อนโต๊ะ
4. เนยสด ก้อนเล็ก
5. น้ำเปล่า 3 ช้อนโต๊ะ');

insert into Menu values
(165, 'คอนเฟลกคาราเมล', '18-2.jpg', 300,
'1. เทน้ำเปล่า น้ำตาล ลงในหม้อ คนให้เข้ากันก่อนจะนำไปขึ้นตั้งไฟ
2. เคี่ยวไปเรื่อยๆ จนกลายเป็นสีน้ำตาลคาราเมล ด้วยไฟอ่อนๆ จากนั้นปิดไฟ
3. คูลดาวน์ด้วยการเทวิปปิ้งครีมลงไป แล้วรีบนำไม้พายคนให้เข้ากัน จากนั้นตามด้วยเนย และคนให้เข้ากันอีกครั้ง
4. จากนั้นเติมกลิ่นวานิลลา เกลือป่น คนให้เข้ากัน 
5. นำอัลมอนต์ เมล็ดแตงโม เมล็ดฟักทอง เม็ดมะม่วงหิมพานต์ เทลงในถาดสำหรับเข้าอบ เข้าอบด้วยอุณหภูมิ 120 องศา ไฟบน-ล่าง เป็นเวลา 10-15 นาที จากนั้น นำออกมาพักคลายความร้อน
6. เมื่อหายร้อนแล้ว นำมาเทใส่หม้อผสม ตามด้วยคอนเฟลกรสธรรมชาติ และคาราเมลที่ทำไว้ เทรวมกัน
7. นำไม้พายมาคนให้คาราเมลทั่วถึงทั้งคอนเฟลกและถั่วต่างๆ 
8. นำกระดาษไขมาปูบนถาด จากนั้นเทคอนเฟลกคาราเมลที่ทำเสร็จแล้วลงบนถาด แผ่ให้แบนทั่วถึงกัน นำเข้าเตาอบด้วยอุณหภูมิ 130-140 องศา 10 นาที ทำวนทั้งหมด 3 รอบ เพื่อให้ความร้อนทั่วถึง
9. เมื่อเสร็จแล้วนำออกมาแยกให้เป็นชิ้น ๆ ไม่ติดกัน จัดใส่โหลภาชนะที่เตรียมไว้ เป็นอันเสร็จ',
'ส่วนผสม ซอสคาราเมล
1. น้ำตาลทราย 360 กรัม
2. น้ำเปล่า 80 กรัม
3. วิปปิ้งครีม 80 กรัม
4. เนย 60 กรัม
5. เบคกิ้งโซดา 1 ช้อนชา
6. กลิ่นวานิลลา 1 ช้อนชา
7. เกลือ 1/2 ช้อนชา
ส่วนผสม คอนเฟลก
1. คอนเฟลก 250 กรัม (ครึ่งกล่องใหญ่)
2. อัลมอนต์ 150 กรัม
3. เมล็ดแตงโม 100 กรัม
4. เมล็ดฟักทอง 100 กรัม
5. เม็ดมะม่วงหิมพานต์ 200 กรัม');

insert into Menu values
(166, 'กล้วยทอด มันทอด', '18-3.jpg', 347,
'1. นำแป้งทอดกรอบ และหัวกะทิ ใส่ลงในโถผสม แล้วใช้ตะกร้อคนพอเข้ากัน จากนั้นใส่น้ำปูนใส แล้วคนให้ส่วนผสมเข้ากันดี จนแป้งเนียนเป็นเนื้อเดียวกัน
2. ใส่น้ำตาลทรายและเกลือตามลงไป จากนั้นคนให้น้ำตาลทรายละลาย
3. จากนั้นใส่เนื้อมะพร้าวขูด และงาขาวลงไป แล้วคนให้ส่วนผสมเข้ากันดี และน้ำตาลทรายละลายจนหมด
4. นำกล้วยน้ำว้ามาปอกเปลือกและหั่นเป็นแนวยาว ความหนาต่อชิ้นประมาณ 0.5 - 1เซนติเมตร
5. ตั้งกระทะใส่น้ำมันให้ท่วม ใช้ไฟกลาง นำกล้วยมาชุบแป้ง แล้วนำลงไปทอดในน้ำที่ร้อน โดยใส่กระทะทีละชิ้น เมื่อใส่กล้วยเรียบร้อย ให้ใส่ใบเตยตามลงไป เพื่อเพิ่มความหอมให้กล้วย
6. คอยคนเป็นระยะ เพื่อให้กล้วยเป็นสีเสมอกัน และไม่ให้กล้วยไหม้
7. พอกล้วยเริ่มเป็นสีเหลืองตามต้องการ ให้นำขึ้นจากกระทะ มาพักสะเด็ดน้ำมัน จนกล้วยเริ่มเย็นลง จะค่อยๆกรอบขึ้นเอง',
'1. กล้วยน้ำว้าสุกห่ามๆ (สีเหลืองปนเขียว) 1 หวี
2. แป้งทอดกรอบ 100 กรัม
3. น้ำตาลทราย 100 กรัม
4. หัวกะทิ 140 กรัม(คั้นโดยผสมน้ำนิดหน่อย)
5. เนื้อมะพร้าวขูด(เหลือจากคั้นกะทิ) 50 กรัม
6. งาขาว (ดิบ) 25 กรัม
7. น้ำปูนใส 1 ช้อนโต๊ะ
8. เกลือ 1/4 ช้อนชา
9. ใบเตย (ใส่ตอนทอด)');

insert into Menu values
(167, 'ขนมปังอบชีส', '18-4.jpg', 220.3,
'1. นำนมจืด น้ำตาล แป้ง มาคนให้เข้ากันคนจนแป้งละลายไปกับนม จากนั้นก็ใส่เนย ลงไป
2. ตั้งกระทะ ใส่ส่วนผสมที่ทำไว้ลงไป ตอนแรกใช้ไฟปกติได้ พอ
3. กระทะร้อนก็เบาไฟเป็นไฟอ่อน คนจนส่วนผสมละลายและข้น ก็ใส่ชีสลงไป แล้วคนจนชีสละลายแล้วข้นดี
4. จากนั้นก็ทิ้งไว้ให้อุ่น หรือเย็น จากนั้นก็นำมาทาลงบนขนมปัง ทาเยอะๆ หนาๆ ได้ ตามชอบ
5. จากนั้นก็นำไปอบ ด้วยไฟ 200 องศา ล่างบน ใช้เวลาอบ 25 นาที หรือ ดูที่ความเกรียมของหน้าขนมปัง ชอบความเกรียมระดับไหนก็ตามชอบ',
'1. ขนมปังเลือกใช้ตามชอบ
2. ครีมชีส 120 กรัม
3. แดรี่วิปครีม 40 กรัม
4. เชดด้าชีสแผ่น 3 แผ่น
6. น้ำตาล 40 กรัม
7. เนยสดจืด 20 กรัม
8. ไข่แดงเบอร์ 2 45 กรัม
9. กลิ่นวานิลลา 1/4 ช้อนชา');

insert into Menu values
(168, 'คุกกี้ธัญพืช', '18-5.jpg', 80,
'1. ใส่เนยอุณหภูมิห้องลงไปในโถ จากนั้นทำการตีจนเนยนุ่มฟู ตามด้วยน้ำตาลทราย ทยอยใส่ 2 ครั้ง ตีจนเนื้อเนียนละเอียดเข้าด้วยกัน
2. ตามด้วยไข่ไก่เบอร์หนึ่ง 1 ฟอง และกลิ่นวานิลลา ตีส่วนผสมให้เข้ากันอีกครั้ง
3. นำแป้งอเนกประสงค์ ผงฟู และเกลือที่ร่อนใส่ชามพักไว้ นำมาทยอยใส่โถภาชนะ ประมาณ 3 ครั้ง จากนั้นใช้ไม้พายปาดขอบอ่างให้เข้ากัน
4. จากนั้นใส่ธัญพืชรวมลงไปมี เม็ดมะม่วงหิมพานต์ เมล็ดทานตะวัน งาขาว ที่นำไปอบมาก่อนแล้วลงไป จากนั้นตามด้วย แครนเบอร์รี่อบแห้ง แล้วใช้ไม้พาย คนให้เข้ากัน
5. จากนั้นตักคุ้กกี้ 1 ช้อนโต๊ะไปวางบนถาด กดให้แบน จากนั้นแต่งด้านบนด้วยเม็ดอัลมอนต์ 
6. นำเข้าเตาอบด้วยอุณหภูมิ 180 องศา ไฟบน-ล่าง เป็นเวลา 15-20 นาที เป็นอันเสร็จ',
'1. เนยจืด 170 กรัม
2. น้ำตาลทราย 100 กรัม
3. ไข่ไก่ 1 ฟอง
4. กลิ่นวานิลลา 1/2 ช้อนชา
5. แป้งสาลีอเนกประสงค์ 250 กรัม
6. ผงฟู 1/2 ช้อนชา
7. เกลือ 1/4 ช้อนชา
8. เม็ดมะม่วงหิมพานต์ 50 กรัม
9. เมล็ดฟักทอง 25 กรัม
10. เมล็ดทานตะวัน 50 กรัม
11. งาขาว 1 ช้อนโต๊ะ
12. งาดำ 1 ช้อนโต๊ะ
13. แครนเบอร์รี่อบแห้ง 50 กรัม
14. อัลมอนด์ 30 กรัม');

insert into Menu values
(169, 'ขนมปังกระเทียมครีมชีส', '18-6.jpg', 560,
'1. นำครีมชีสมาวางไว้ที่อุณหภูมิห้อง แล้วนำมาตีให้อ่อนตัว จากนั้นใส่น้ำตาลทราย แล้วคนจนน้ำตาลละลายหมด
2. นำครีมชีสใส่ถุงบีบ
3. นำเนยมาละลายด้วยเตาแก๊สหรือไมโครเวฟ
4. นำไข่ไก่ นมสด มาผสมให้เข้ากัน จากนั้นใส่เนยละลาย กระเทียมสับ และมายองเนส ตามลงไป แล้วคนให้ส่วนผสมทุกอย่างเข้ากัน
5. นำขนมปังมาผ่า แล้วบีบครีมชีสลงไป ปิดท้ายด้วย เนยกระเทียม
6. นำขนมปังเข้าเตาอบ ใช้ไฟบน-ล่าง เปิดพัดลม ตั้งอุณหภูมิ 170 องศาเซลเซียส ใช้เวลา 10-15 นาที
7. ครบเวลานำออกจากเตาอบพร้อมรับประทาน',
'1. ขนมปังแฮมเบอเกอร์  4  ชิ้น
2. ไข่ไก่  1  ฟอง
3. เนยละลาย  100  กรัม
4. กระเทียบสับ  80  กรัม
5. นมสด  20  กรัม
6. น้ำผึ้ง  1  ช้อนโต๊ะ
7. มายองเนส  2  ช้อนโต๊ะ
ส่วนผสม ครีมชีส
1. ครีมชีส  150  กรัม
2. น้ำตาลทราย  20  กรัม');

insert into Menu values
(170, 'ขนมปังสังขยาใบเตย', '18-7.jpg', 260,
'1. นำกระทะขึ้นตั้งไฟปานกลาง รอจนร้อน และนำขนมปังลงไปปิ้งจนเหลืองกรอบ
2. เทนมสดลงไปในหม้อ ตามด้วยน้ำใบเตย น้ำตาลทราย นมข้นหวาน เกลือ แป้งข้าวโพด และไข่ไก่ คนให้เข้ากัน จากนั้นเปิดไฟปานกลาง คนไปเรื่อย ๆ จนหนืด
3. ตักใส่ถ้วย และราดนมข้นจืดลงไป
4. นำขนมปังปิ้งที่เตรียมไว้เรียงบนจาน เสิร์ฟพร้อมสังขยาใบเตย',
'1. ขนมปังหั่น 4 แผ่น 
2. น้ำใบเตย 1 ถ้วย 
3. นมสด 1 ½ ถ้วย 
4. น้ำตาลทราย ¼ ถ้วย 
5. นมข้นหวาน ¼ ถ้วย 
6. เกลือ ½ ช้อนชา 
7. แป้งข้าวโพด ¼ ถ้วย 
8. ไข่ไก่ 2 ฟอง 
9. นมข้นจืด ตามชอบ');

insert into Menu values
(171, 'ฝอยทองกรอบ', '18-8.jpg', 420,
'1. ตอกไข่เป็ดและไข่ไก่ แล้วแยกเฉพาะไข่แดง การแยกไข่แดง ควรดึงเมือก สะดือไข่ออกให้หมดแล้วเอาไข่มากรองด้วยผ้าขาวบาง เพื่อให้ได้ไข่แดงที่เนียนดี
2. นำไข่ขาวไปกรองด้วยผ้าขาวบาง ตักไข่ขาวใส่ชามไข่แดง 2-3 ช้อนเพื่อให้เป็นสาย โรยง่าย และเส้นสวย ใส่กลิ่นมะลิ คนให้เข้ากัน
3. ต้มน้ำให้เดือด ใส่ใบเตย ต้มพอหอมๆ ตักใบเตยออก ใส่น้ำตาลทรายไป คนให้น้ำตาลละลาย หยอดไข่แดงเป็นวงกลมเป็นแพใหญ่ๆ 
4. ตักออกโดยใช้ตะเกียบยาวๆ ช้อนขึ้น พับครึ่ง ให้จับกับเป็นแพ ล้างวนด้วยน้ำเชื่อมไปมา จากนั้นตักออกพักไว้ในตะแกรง รอให้สะเด็ดน้ำเชื่อม
5. เมื่อโรยไข่รอบต่อไป ให้เติมน้ำตาลทรายประมาณ 1-2 ช้อน แล้วค่อยโรยไข่ลงไป น้ำตาลจะช่วยทำให้ฝอยทองเก็บได้นานและกรอบง่ายค่ะ 
6. ม้วนฝอยทองเป็นก้อนๆ เรียงใส่ตะแกรงหรือกระด้ง เรียงไว้ ผึ่งลมให้แห้งดี',
'1. ไข่เป็ด 20 ฟอง
2. ไข่ไก่ 10 ฟอง
3. น้ำตาลทราย 1,000 กรัม
4. น้ำตาลทราย สำหรับเติมระหว่างทำฝอยทอง
5. น้ำสะอาด 1,000 มิลลิลิตร
6. กลิ่นมะลิ 1 ช้อนชา
7. ใบเตย 5-6 ใบ');

insert into Menu values
(172, 'ข้าวโพดอบเนย', '18-9.jpg', 156,
'1. เตรียมข้าวโพดต้มสุกฝานเอาแต่เม็ด แล้วอุ่นให้ร้อน จะนึ่ง ตุ๋น หรือ เวฟก็ได้
2. เสร็จแล้วนำออกมาใส่เนยสดจืด นมข้นจืด น้ำตาลทราย เกลือนิดหน่อย 
3. ผสมคลุกเคล้าพอเข้ากัน ชิมรสแล้วปรุงให้ได้ตามชอบ เป็นอันเสร็จ',
'1. ข้าวโพดต้ม 5 ฝัก
2. เนยสดรสจืด 3 ช้อนโต๊ะ
3. นมข้นจืด 1 ถ้วย
4. น้ำตาลทราย 4 ช้อนโต๊ะ
5. เกลือ นิดหน่อย');

insert into Menu values
(173, 'ขนมไข่เต่า', '18-10.jpg', 191,
'1. นำมันเทศสีส้ม หั่นเป็นชิ้นเล็กๆ จากนั้นนำไปนึ่ง 20 นาที 
2. เทมันเทศนึ่งสุกใส่ชามผสม ใช้ทัพพีหรือส้อมบี้ให้ละเอียด ทำในขณะที่กำลังร้อน 
3. พอมันเทศเริ่มละเอียด ใส่น้ำตาลทรายขาว เกลือป่น คลุกเคล้าให้เข้ากันจนน้ำตาลทรายละลายดี 
4. จากนั้นใส่แป้งมันลงไป ขยำให้เข้ากัน ตามด้วยหัวกะทิ นวดจนแป้งเนียน 
5. นำแป้งปั้นเป็นก้อนกลมๆ ตามใจชอบ พักเอาไว้
6. ตั้งกระทะ เปิดแก๊สใช้ไฟกลางสำหรับทอด ใส่น้ำมันพอให้พอท่วมขนม พอน้ำมันร้อน ใส่แป้งลงไป หมั่นคนเรื่อยๆ เพื่อไม่ให้ติดก้นกระทะ
7. พอขนมลอยขึ้นมา ใช้กระชอนกดๆ คลึงๆ ที่แป้ง จะทำให้ขนมฟูและกลวง ทอดต่อจนขนมออกสีน้ำตาลทอง 
8. จากนั้นตักขึ้นมาพักสะเด็ดน้ำมันได้เลย',
'1. มันเทศสีส้ม 1000 กรัม (ก่อนนึ่ง)
2. แป้งมันตราหมีคู่ดาว 500 กรัม
3. น้ำตาลทราย 350 กรัม
4. หัวกะทิ 160 มิลลิลิตร
5. เกลือป่น 2 ช้อนชา
6. น้ำมันปาล์มสำหรับทอด');

insert into Menu values
(174, 'เห็ดเข็มทองชุบแป้งทอด', '18-11.jpg', 160,
'1. นำเห็ดไปล้างให้สะอาด ผึ่งไว้ให้แห้ง แล้วสไลด์เห็ดไม่ให้บางและหนาจนเกินไป
2. ผสมแป้งทอดกรอบ พริกไทย ผงปรุงรส ให้เข้ากัน ใส่น้ำเย็นจัดลงไป แล้วผสมให้เข้ากันจนแป้งเนียน ไม่จับตัวเป็นเม็ด
3. ตั้งกระทะใส่น้ำมันเยอะพอสมควร ใช้ไฟกลาง วอร์มน้ำมันให้ร้อนก่อน แต่ไม่ร้อนจัด
4. นำเห็ดสะบัดแป้งออกเล็กน้อย แล้วนำลงทอด เมื่อเห็ดเริ่มเหลือง ให้กลับด้าน จนเหลืองสวยทั้งสองด้าน แล้วรีบนำขึ้น พักไว้ให้สะเด็ดน้ำมัน',
'1. เห็ดเข็มทอง 300 กรัม
2. แป้งทอดกรอบ 1 ถ้วย
3. ไข่ไก่1 ฟอง
4. ผงปรุงรส 1/2 ช้อนชา
6. น้ำเปล่า 1/2 ถ้วย
7. น้ำมัน 2 ถ้วย');

insert into Menu values
(175, 'ชีสบอล ชีสสติ๊ก', '18-12.jpg', 450,
'1. นำมันฝรั่งมาปอกเปลือก และนึ่งให้สุก ใช้เวลาประมาณ 15 นาที
2. นำมันฝรั่งที่ร้อนอยู่มาบดให้ละเอียด และใส่เกลือลงไปเล็กน้อย แล้วพักให้เย็นสนิท
3. นำมอสซาเรลล่าชีสมาหั่นให้ได้ขนาดตามต้องการ
4. นำมันฝรั่งบดมาห่อมอสซาเรลล่าชีสที่หั่นไว้ คลึงให้กลมแล้วพักไว้ มันฝรั่งจะช่วยให้ไว้ชีสไม่ทะลักออกมา
5. ตอกไข่ไก่ใส่ชาม แล้วตีให้เข้ากัน
6. เทแป้งทอดกรอบใส่ถาดไว้
7. นำมันฝรั่งมาชุบแป้ง แล้วชุบไข่ (ทำซ้ำ 2 รอบ) แล้วนำมาคลุกกับขนมปังป่น แล้วนำมาชุบไข่อีกรอบ ตามด้วยเกล็ดขนมปังเป็นชั้นสุดท้าย',
'1. มันฝรั่ง 1 กิโลกรัม (น้ำหนักก่อนนึ่ง)
2. เกลือป่น 1/4 ช้อนชา
3. มอสซาเรลล่าชีส 1,000 กรัม
4. ไข่ไก่ 4 ฟอง
5. แป้งทอดกรอบตราหมีคู่ดาว 200 กรัม
6. เกล็ดขนมปัง 1 ถุง
7. ขนมปังป่น 1 ถุง
8. น้ำมันปาล์มสำหรับทอด');

insert into Menu values
(176, 'เฟรนช์ฟราย', '18-13.jpg', 311.9,
'1. นำมันฝรั่งมาปอกเปลือกแล้วหั่นเป็นเส้นๆ
2. จากนั้นนำไปล้างน้ำให้ยางออก ล้าง 2 รอบแล้วใช้ผ้าขาวบางซับ หรือพักไว้ให้สะเด็ดน้ำ
3. พอมันฝรั่งแห้งสะเด็ดน้ำแล้วนำไปทอดในน้ำมันร้อนๆให้พอสุก ตักขึ้นพักไว้ให้เย็น ใส่กล่องปิดฝาแล้วนำไปแช่ในตู้เย็นประมาณ 1-2 ชั่วโมง 
4. พอแช่เย็นได้ที่แล้วนำออกมาทอดอีกรอบ เปิดเตารอให้น้ำมันร้อนแล้วค่อยใส่เฟรนฟรายลงไปทอดอีกรอบ ทอดให้เหลืองกรอบตักขึ้นพักไว้ให้สะเด็ดน้ำมัน
5. โรยเกลือเล็กน้อย พร้อมเสิร์ฟ',
'1. มันฝรั่งสด 3 ลูก
2. น้ำมันพืชสำหรับทอดครึ่งลิตร
3. เกลือเล็กน้อย');

insert into Menu values
(177, 'ซุปเนื้ออิสลาม', '19-1.jpg', 450,
'1. ตั้งหม้อใส่น้ำ ตั้งไฟจนเริ่มเดือด ใส่เนื้อวัวหั่นเต๋าลงไป อบเชย โป๊ยกั๊ก เก๋ากี๊ และข่า ลงไปตุ๋น ปรุงรสด้วย เกลือ ซีอิ๊วขาว ซอสหอยนางรม และน้ำตาลปี๊บ
2. ตุ๋นไฟอ่อนไว้ เป็นเวลา 1 ชั่วโมง จากนั้นใส่หอมหัวใหญ่ มะเขือเทศ ตุ๋นต่ออีก 30 นาที 
3. ใส่พริกขี้หนู และบีบมะนาวลงในชามที่จะใช้เสิร์ฟ ตักซุปเนื้อที่ตุ๋นไว้ลงไป คนเล็กน้อยให้รสชาติเข้ากัน
4. โรยหน้าด้วย หอมเจียว และขึ้นฉ่าย',
'1. เนื้อวัวหั่นเต๋า 1 กิโลกรัม 
2. ข่าแก่หั่นแว่น 4 แว่น 
3. เก๋ากี้ 2 ช้อนโต๊ะ 
4. อบเชย 2 แท่ง 
5. โป๊ยกั๊ก 3 ดอก 
6. ซีอิ๊วขาว 2 ช้อนโต๊ะ 
7. ซอสหอยนางรม 2 ช้อนโต๊ะ 
8. เกลือ 1 ช้อนชา 
9. น้ำตาลปี๊บ 1 ช้อนโต๊ะ 
10. พริกตำ 1 ช้อนโต๊ะ 
11. มะนาว 2 ลูก 
12. หอมหัวใหญ่ ½ ลูก 
13. มะเขือเทศ 1 ลูก 
14. ขึ้นฉ่าย สำหรับโรย 
15. หอมเจียว สำหรับโรย');

insert into Menu values
(178, 'ต้มยำไข่น้ำ', '19-2.jpg', 450,
'1. ตอกไข่ใส่ชามผสม ตีให้ไข่ขาว และไข่แดงเข้ากัน
2. นำหม้อขึ้นตั้งไฟปานกลาง เทน้ำเปล่าลงไป ตามด้วยกะทิ น้ำพริกเผา ตะไคร้ ข่า ใบมะกรูด และพริกขี้หนู
3. ปรุงรสด้วยน้ำปลา น้ำมะนาว และน้ำปลา คนให้เข้ากัน แล้วรอจนเดือด 
4. ค่อย ๆ เทไข่ที่ตีไว้ลงไป แล้วรอจนสุก โรยผักชี ตักใส่ชาม พร้อมเสิร์ฟ',
'1. ไข่ไก่ 10 ฟอง 
2. น้ำเปล่า 500 มิลลิลิตร 
3. กะทิ 200 มิลลิลิตร 
4. น้ำพริกเผา 1 ช้อนโต๊ะ 
5. ข่า 1 แง่ง 
6. ตะไคร้ 3 หัว 
7. หอมแดง 5 หัว
8. ใบมะกรูด 5 ใบ
9. พริกขี้หนู 5 เม็ด 
10. น้ำมะนาว 3 ช้อนโต๊ะ 
11. น้ำปลา 3 ช้อนโต๊ะ
12. ผักชี ตามชอบ');

insert into Menu values
(179, 'ต้มจับฉ่ายน่องไก่ ', '19-3.jpeg', 300,
'1. นำรากผักชี กระเทียม และพริกไทยไปโขลกให้ละเอียด
2. นำสามเกลอที่โขลกไว้มาผัดกับน้ำมันในกระทะพอให้มีกลิ่นหอม จากนั้นนำแครอท หัวไชเท้า ลงไปผัดสักครู่ ตามด้วยใส่ผักโขม กะหล่ำปลี และกวางตุ้งลงไปผัดให้ผักพอสลด พักไว้ 
3. นำผักที่ผัดเมื่อสักครู่ใส่ลงหม้อที่มีน้ำ เมื่อน้ำเริ่มเดือดให้ใส่น่องไก่ลงไป
4. ปรุงรสด้วย ซอสปรุงรส ซีอิ๊วขาว เกลือป่น ซอสหอยนางรม และน้ำตาลปี๊บ ตามด้วยใส่เห็ดหอมลงไป
5. ใช้ไฟกลางแล้วเคี่ยวไปเรื่อย ๆ โดยใช้เวลา 20 - 30 นาที หรือเคี่ยวจนผักเปื่อย และนิ่ม จากนั้นใส่ขึ้นฉ่ายลงไปคนให้เข้ากัน ปิดไฟ 
6. ตักใส่ชาม จัดแต่งให้สวยงาม เสิร์ฟพร้อมข้าวสวยร้อน ๆ ',
'1. น่องไก่ 1 กิโลกรัม
2. ผักโขม 300 กรัม
3. กะหล่ำปลี 300 กรัม
4. ขึ้นฉ่าย 200 กรัม
5. หัวไชเท้า 200 กรัม
6. แครอท 200 กรัม
7. กวางตุ้ง 200 กรัม
8. เห็ดหอม 100 กรัม
9. รากผักชี 10 ราก
10. พริกไทย 30 กรัม
11. กระเทียม 30 กรัม
12. ซอสปรุงรส 60 กรัม
13. ซีอิ๊วขาว 150 กรัม
14. เกลือป่น 1 ช้อนโต๊ะ
15. ซอสหอยนางรม 3 ช้อนโต๊ะ
16. น้ำตาลปี๊บ 2 ช้อนโต๊ะ
17. น้ำมันพืช 1 ช้อนโต๊ะ
18. น้ำเปล่า 1 ถ้วยตวง');

insert into Menu values
(180, 'ซุปไก่มันฝรั่ง', '19-4.jpg', 200,
'1. นำไก่ลงต้มในน้ำเดือด เปิดไฟอ่อน ประมาณ 20 นาที (หมั่นช้อนฟองออก)
2. ตั้งหม้อต้มน้ำ ปรุงรสด้วยซอสหอยนางรม ซอสปรุงรส น้ำตาล และพริกไทย
3. นำมันฝรั่ง และแครอทลงต้ม ตามด้วยมะเขือเทศ และหอมหัวใหญ่ ลงต้มให้สุก 
4. ตักใส่ชามพร้อมเสิร์ฟ',
'1. เนื้อไก่ 300 กรัม 
2. มันฝรั่ง 100 กรัม 
3. หอมหัวใหญ่ 100 กรัม 
4. มะเขือเทศท้อ 100 กรัม 
6. ผักชี 2 ช้อนโต๊ะ 
7. พริกไทย 1 ช้อนโต๊ะ
8. ขึ้นฉาย 15 กรัม 
9. ซอสหอยนางรม 2 ช้อนโต๊ะ 
10. ซอสปรุงรส 1 ช้อนโต๊ะ 
11. น้ำตาล 1 ช้อนโต๊ะ');

insert into Menu values
(181, 'ต้มโคล้งปลาสลิด', '19-5.jpg', 245,
'1. นำหม้อขึ้นตั้งไฟกลาง เทน้ำซุปกระดูกหมูลงไป รอจนเดือด ใส่ข่าหั่นแว่น ตะไคร้ซอย ใบมะกรูดฉีก กระเทียม พริกแห้งทอด และหอมแดงบุบลงไปลง ตามด้วยเห็ดฟางผ่าครึ่ง
2. ปรุงรสด้วยน้ำปลา น้ำมะขามเปียก คนให้เข้ากัน ต้มต่อจนเดือด
3. จัดเสิร์ฟ โดยการใส่ปลาสลิดทอดลงในหม้อไฟที่เตรียมไว้ ใส่น้ำต้มโคล้งลงไป โรยด้วยผักชีซอย ผักชีฝรั่งซอย และพริกแห้งทอด จุดไฟหม้อ พร้อมกิน',
'1. ปลาสลิดทอด 4 ตัว
2. เห็ดฟางผ่าครึ่ง 100 กรัม
3. ข่าหั่นแว่น 20 กรัม
4. ตะไคร้ซอย 20 กรัม
5. ใบมะกรูดฉีก 4 ใบ
6. น้ำปลา 2 ช้อนโต๊ะ
7. น้ำมะขามเปียก 2 ช้อนโต๊ะ
8. หอมแดงบุบ 20 กรัม
9. พริกแห้งทอดหั่น 20 กรัม
10. ผักชีซอย 1 ช้อนโต๊ะ
11. ผักชีฝรั่งซอย 1 ช้อนโต๊ะ
12. น้ำซุปกระดูกหมู 750 มิลลิลิตร
13. พริกแห้งทอด 6 เม็ด (สำหรับโรย)');

insert into Menu values
(182, 'ซุปใสเกี๊ยวไก่ใส่เนื้อปู', '19-6.jpg', 414.5,
'1. ผสมเนื้อไก่ เนื้อปู ซีอิ๊วขาว ต้นหอมสับ 2 ช้อนโต๊ะ กระเทียม และน้ำมันงาให้เข้ากัน ใส่ไข่ขาว ปรุงรสด้วยน้ำตาล เกลือ และพริกไทย คลุกให้เข้ากัน
2. นำไส้เกี๊ยวใส่ตรงกลางของแผ่นเกี๊ยว ห่อให้เป็นตัว ลวกในน้ำเดือดจนสุกลอย
3. ต้มน้ำซุปไก่ให้เดือด ใส่เหล้าจีน ใส่เกี๊ยวที่ลวกไว้และต้นหอมที่เหลือ ตักเสิร์ฟร้อนๆ',
'1. เนื้อไก่บด 200 กรัม
2. เนื้อปูแกะแล้วนึ่ง 50 กรัม
3. ซีอิ๊วขาว 1+1/2 ช้อนโต๊ะ
4. ต้นหอมสับ 3 ช้อนโต๊ะ
5. กระเทียมสับ 1 ช้อนชา
6. ไข่ขาวไข่ไก่ 1 ฟอง
7. น้ำตาลทราย 1 ช้อนชา
8. เกลือป่น 1/4 ช้อนชา
9. พริกไทยป่น 1/2 ช้อนชา
10. น้ำมันงา 2 ช้อนชา
11. แผ่นเกี๊ยว 1 ห่อ
12. น้ำซุปไก่ 5 ถ้วย
13. เหล้าจีน 2 ช้อนโต๊ะ');

insert into Menu values
(183, 'ต้มแซ่บหมูตุ๋น', '19-7.jpg', 350,
'1. ตั้งหม้อใส่น้ำ ใส่กระดูกหมูต้มซุป เนื้อหมูส่วนขา และเกลือลงไป ตั้งไฟให้เดือด คอยตักฟองออก เพื่อให้ได้น้ำซุปที่ใส แล้วตุ๋นทิ้งไว้ 1 ชั่วโมง
2. ตักน้ำซุปที่ต้มไว้ และเนื้อหมูตุ๋น ใส่หม้ออีกใบ
3. ใส่ข่า ตะไคร้ ใบมะกรูด หอมแดง และเห็ดนางฟ้าลงไป ต้มจนเดือด ปรุงรสด้วยน้ำปลา แล้วยกขึ้น
4. ใส่ใบโหระพา ผักชีฝรั่ง พริกแห้ง พริกป่น และน้ำมะนาว ลงในชามสำหรับเสิร์ฟ
5. ตักต้มแซ่บที่ต้มไว้ลงในชาม คนให้เข้ากัน แล้วยกขึ้นจัดเสิร์ฟ',
'1. เนื้อหมูส่วนขา 500 กรัม 
2. กระดูกหมูต้มซุป 800 กรัม 
3. ข่า 3 แง่ง 
4. ตะไคร้ 1 ต้น 
5. ใบมะกรูด 3 ใบ 
6. เห็ดนางฟ้า 1 ถ้วย 
7. ใบโหระพา ½ ถ้วย 
8. หอมแดง 6 หัว 
9. มะนาว 2 ลูก 
10. พริกป่น 1 ช้อนโต๊ะ 
11. เกลือ 1 ช้อนชา 
12. น้ำปลา 1 ช้อนโต๊ะ 
13. พริกแห้งทอด 4 เม็ด 
14. ผักชีฝรั่งซอย 2 ช้อนโต๊ะ');

insert into Menu values
(184, 'แกงเปรอะ', '19-8.jpg', 149,
'1. โขลกตะไคร้ซอย หอมแดง และพริกแดง จนละเอียด
2. นำหม้อขึ้นตั้งไฟปานกลาง เทน้ำใบย่านางลงไป และรอจนเดือด
3. ใส่พริกแกงลงไป ปรุงรสด้วยน้ำปลาร้าต้มสุก และน้ำปลา
4. ใส่หน่อไม้ ฟักทองหั่นชิ้น เห็ดหูหนู เห็ดฟาง เห็ดนางฟ้า และบวบหั่นชิ้น 
5. จากนั้นต้มจนผักสุก แล้วใส่ข้าวเบือ คนให้เข้ากัน
6. ใส่ใบแมงลัก และชะอมเด็ดลงไป คนให้เข้ากัน จากนั้นยกออกจากเตา ตักใส่ชามพร้อมเสิร์ฟ',
'1. หน่อไม้หั่น 1 ถ้วย
2. ตะไคร้ซอย 2 หัว
3. หอมแดง 5 หัว
4. พริกแดง 50 กรัม
5. ข้าวเบือ ¼ ถ้วย
6. น้ำใบย่านาง 5 ถ้วย
7. น้ำปลา 2 ช้อนโต๊ะ
8. น้ำปลาร้าต้มสุก ¼ ถ้วย
9. ใบแมงลัก 1 กำมือ
10. ชะอมเด็ด 1 กำมือ
11. เห็ดหูหนู 1 กำมือ
12. ฟักทองหั่นชิ้น 1 ถ้วย
13. เห็ดฟาง 1 ถ้วย
14. เห็ดนางฟ้า 1 ถ้วย
15. บวบหั่นชิ้น 1 ถ้วย');

insert into Menu values
(185, 'ผัดเผ็ดปลาดุกทอดกะเพรากรอบ', '20-1.jpg', 290,
'1. ทอดปลาดุกให้กรอบฟูแล้วพักไว้ก่อน (เวลาทอดให้ทอดด้วยไฟแรง แล้วค่อยปรับเป็นไฟกลาง)
2. เด็ดใบกะเพรา ล้างแล้วทิ้งไว้ให้สะเด็ดน้ำสักพัก นำไปทอดด้วยไฟปานกลางจนใบกะเพรากรอบ (แบ่งบางส่วนไว้สำหรับผัดพร้อมกับปลาดุกด้วย)
3. ผัดพริกแกงกับน้ำมันพืชใช้ไฟปานกลาง รอให้น้ำมันมีสีแดงสวยงาม ลดไฟเป็นไฟอ่อน แล้วเติมน้ำปลา น้ำมันหอย น้ำตาลปี๊บ คนให้เข้ากัน ชิมรสให้ออกเค็มหวาน ใส่กระชาย พริกชี้ฟ้า และพริกไทยอ่อน แล้วผัดให้เข้ากัน
4. ใส่ปลาดุกทอดและใบกะเพราที่แบ่งไว้ลงไป ผัดให้เข้ากัน ตักเสิร์ฟ',
'1. ปลาดุก (หั่นเป็นชิ้น) 500 กรัม
2. กระชายซอย 300 กรัม
3. พริกชี้ฟ้าแดงและเขียว (หั่นเฉียง) 4-5 เม็ด
4. ใบมะกรูด 7-8 ใบ
5. พริกไทยอ่อน 3-4 ชิ้น
6. พริกแกงเผ็ด 1 ขีด
7. น้ำตาลปี๊บ 2-3 ช้อนโต๊ะ
8. ใบกะเพรา 3 กำ
9. น้ำมันพืช 1 ทัพพี
10. น้ำปลา 1 ช้อนโต๊ะ
11. ซีอิ๊วขาว
12. น้ำมันหอย 1 ช้อนโต๊ะ');

insert into Menu values
(186, 'ผัดเผ็ดเนื้อลูกเหรียง', '20-2.jpg', 0,
'1. เริ่มต้นด้วยการนำเนื้อวัวติดมันมามาล้างทำความสะอาดจากนั้นนำไปหั่นเป็นชิ้นพอดีคำจากนั้นใส่จานพักไว้รอขั้นตอนต่อไป
2. จากนั้นนำกระทะขึ้นตั้งไฟใส่น้ำมันเล็กน้อยจากนั้นตามด้วยพริกแกงใต้ลงไปผัดจนเครื่องแกงส่งกลิ่นหอม
3. ตามด้วยนมสดและน้ำเปล่าเล็กน้อยจากนั้นใส่ลูกเหรียงลงไปผัดให้สุกจากนั้นปรุงรสด้วย น้ำปลา น้ำตาล
4. ใส่เนื้อวัวลงไปพอให้เนื้อวัวสุกพอดีจากนั้นใส่พริกไทยอ่อน พริกแดงหั่น ใบมะกรูด ปิดไฟยกลง
5. เสิร์ฟเมนูนี้พร้อมข้าวสวยร้อนๆเป็นอันเสร็จสิ้น',
'1.พริกแกงเผ็ดใต้ 1 1/2 ช้อนโต๊ะ
2.เนื้อวัวส่วนที่ติดมัน 350 กรัม
3.ลูกเหรียง 100 กรัม
4.ใบมะกรูด 1 ช้อนโต๊ะ
5.น้ำตาลปี๊บ 1/2 ช้อนโต๊ะ
6.น้ำปลา 1 1/2 ช้อนโต๊ะ
7.น้ำมันพืช 1 ช้อนโต๊ะ
8.นมสด 2 ช้อนโต๊ะ
9.น้ำเปล่า 1 ช้อนโต๊ะ
10.พริกแดงหั่นแฉลบ สำหรับตกแต่ง
11. พริกไทยอ่อน1 ช้อนโต๊ะ');

insert into Menu values
(187, 'ผัดเผ็ดปลาช่อน', '20-3.jpg', 628,
'1. ทอดปลาช่อนและใบกะเพราให้กรอบ พักไว้
2. ผัดน้ำพริกแกงกับน้ำมันพืชให้พอหอม ลดไฟ เติมน้ำปลา น้ำมันหอย และน้ำตาลปี๊บลงไป คนให้เข้ากัน ใส่กระชาย พริกชี้ฟ้า และพริกไทยอ่อน ผัดให้เข้ากัน
3. ใส่ปลาช่อนทอด ใบมะกรูด และแบ่งใบกะเพราทอดลงไป ผัดให้เข้ากัน ตักใส่จาน โรยกะเพรากรอบ',
'1. ปลาช่อน (หั่นเป็นชิ้น) 500 กรัม
2. ใบกะเพรา 1 ถ้วย
3. น้ำพริกแกงเผ็ด 100 กรัม
4. น้ำปลา 1 ช้อนโต๊ะ
5. น้ำมันหอย 1 ช้อนโต๊ะ
6. น้ำตาลปี๊บ 2-3 ช้อนโต๊ะ
7. กระชายซอย 300 กรัม
8. พริกชี้ฟ้าแดงและเขียว 4-5 เม็ด (หั่นเฉียง)
9. พริกไทยอ่อน 3 ช่อ
10. ใบมะกรูด 10 ใบ
11. น้ำมันพืช (สำหรับผัด)');

insert into Menu values
(188, 'ผัดเผ็ดปลาดุกทอดกรอบ', '20-4.jpg', 290,
'1. เด็ดใบกะเพราและล้างให้สะอาดแล้วผึ่งให้แห้ง นำไปทอดให้กรอบ
2. นำปลาดุกหั่นมาล้างด้วยเกลือ หรือแป้งมันให้หมดเลือด จะได้ไม่คาวแล้วผึ่งให้สะเด็ดน้ำ หรือจะใช้กระดาษซับน้ำให้แห้ง ก่อนทอดนำไปคลุกกับแป้งทอดกรอบบาง ๆ
3. ตั้งกระทะเติมน้ำมันลงไป เปิดไฟให้ร้อนแล้วนำปลาลงทอด ทอดให้กรอบ ตักขึ้นพักไว้ให้สะเด็ดน้ำมัน
4. นำน้ำพริกแกงเผ็ดลงไปผัดกับน้ำมันเล็กน้อยให้หอม ถ้าแห้งเติมน้ำนิดหน่อย จากนั้นใส่พริกชี้ฟ้าและกระชายซอยฝอยลงผัดให้หอม 
5. ฉีกใบมะกรูดลงไปเพื่อเพิ่มความหอม ปรุงรสด้วยน้ำปลา น้ำตาลปี๊บ และน้ำตาลทราย ชิมรสให้ถูกใจ
6. นำปลาดุกทอดกรอบที่พักไว้ลงผัดให้เข้ากัน โรยด้วยใบกะเพรากรอบ',
'1. ใบกะเพรา 1 ถ้วย
2. ปลาดุก 1 ตัว
3. น้ำเปล่า 1/4 ถ้วย
4. แป้งทอดกรอบ 2 ช้อนโต๊ะ
5. น้ำพริกแกงเผ็ด 3 ช้อนโต๊ะ
6. กระชายฝอย 3 ช้อนโต๊ะ
7. พริกชี้ฟ้าหั่น 1/4 ถ้วย
8. น้ำปลา 2 ช้อนโต๊ะ
9. น้ำตาลปี๊บ 1 ช้อนโต๊ะ
10. น้ำตาลทราย 1 ช้อนชา
11. น้ำมันพืช (สำหรับทอด) 2 ถ้วย');

insert into Menu values
(189, 'แคบหมูผัดพริกขิง', '20-5.jpg', 500,
'1. ใส่พริกแห้งลงไปในครก ตามด้วยกระเทียม ข่าหั่นแว่น ตะไคร้ซอย หอมแดง เกลือสมุทร รากผักชี และขิงหั่นแว่น โขลกให้ละเอียด
2. นำกระทะขึ้นตั้งไฟปานกลาง เทน้ำมันพืชลงไปและรอจนร้อน จากนั้นนำพริกแกงที่ทำไว้ไปผัดจนเหลืองหอม
3. ปรุงรสด้วยน้ำปลา น้ำตาลปี๊บ และน้ำเปล่า จากนั้นใส่แคบหมู ถั่วฝักยาว พริกแดงหั่นเฉียง และใบมะกรูด ผัดให้เข้ากัน 
4. ตักใส่จานที่เตรียมไว้ พร้อมเสิร์ฟ',
'1. แคบหมู 200 กรัม
2. กระเทียม 1 หัว
3. พริกแห้ง 10 เม็ด
4. ขิงหั่นแว่น 1 แง่ง
5. ตะไคร้ซอย 2 ต้น
6. หอม แดง 8 หัว
7. เกลือสมุทร 1 ช้อนชา
8. ข่าหั่นแว่น 1 แง่ง
9. รากผักชี 3 ราก
10. น้ำตาลปี๊บ 1 ช้อนชา
11. น้ำปลา 2 ช้อนชา
12. ใบมะกรูดซอย 5 ใบ
13. พริกแดงหั่นเฉียง 2 เม็ด
14. ถั่วฝักยาว 30 กรัม
15. น้ำมันพืช 1 ช้อนโต๊ะ
16. น้ำเปล่า 35 มิลลิลิตร');

insert into Menu values
(190, 'กุ้งผัดพริกเกลือ', '20-6.jpg', 235,
'1. เตรียมวัตถุดิบให้พร้อม โดยนำกุ้งมาปอกเปลือก เหลือหัวไว้ ผ่าเอาไส้กลางออก และตัดพวกหนวดกุ้งออก
2. พริกกระเทียมนำมาสับ ต้นหอมซอยเล็กให้เรียบร้อย
3. ตั้งกระทะ ใส่น้ำมันเล็กน้อย แล้วนำกุ้งลงไปผัดให้พอสุก แล้วเทลงจานพักไว้ก่อน
4. นำพริกกระเทียมลงมาผัด แล้วใส่เกลือ ใส่น้ำตาลลงไป
5. เมื่อพริกกระเทียมเริ่มเกรียมนิดๆ ก็นำกุ้งที่ผัดไว้ ลงมาใส่
6. จากนั้นนำต้นหอมลงมาใส่ คลุกๆ แล้วปิดไฟ เสิร์ฟใส่จานได้เลย',
'1. กุ้ง 20 ตัว
2. พริก 10 เม็ด
3. กระเทียมจีน 10 กลีบ
4. เกลือ 3 ช้อนชา
5. น้ำตาล 1 ช้อนชา
6. ต้นหอม 2 ต้น');

insert into Menu values
(191, 'กุ้งผัดพริกสับ', '20-7.jpg', 235,
'1. หั่นกุ้งเตรียมไว้ ซอยพริกขี้หนู กระเทียม และต้นหอมไว้
2. ตั้งกระทะตามด้วยน้ำมันพืช ตามด้วยกระเทียมและพริกขี้หนู
3. ผัดจนกระเทียมและพริกขี้หนูหอม ตามด้วยกุ้ง
4. เมื่อกุ้งเริ่มสุก ตามด้วยน้ำเปล่าเล็กน้อย ปรุงรสด้วย น้ำตาลทราย ผงปรุงรส และซอสหอยนางรม ชิมรสตามชอบ
5. โรยต้นหอม ปิดไฟ เสิร์ฟใส่จาน',
'1. กุ้ง 5 ตัว
2. กระเทียม 2 กลีบ
3. พริกขี้หนู 6 เม็ด
4. ต้นหอม 2 ต้น
5. น้ำมันพืชเล็กน้อย
6. อร่อยชัวร์ ตามชอบ
7. น้ำตาลทราย ตามชอบ
8. ซอสหอยนางรม ตามชอบ
9. น้ำเปล่าเล็กน้อย');

insert into Menu values
(192, 'กุ้งผัดพริกแกง', '20-8.jpg', 245,
'1. ตั้งกระทะใช้ไฟกลางใส่น้ำมันลงไป ใส่น้ำพริกแกงเผ็ดลงไปผัดจนหอม
2. ใส่กุ้งสดลงไป ผัดพอสุก ใส่ถั่วฝักยาว เติมน้ำซุป ผัดจนกุ้งสุก
3. ปรุงรสด้วยน้ำตาลปี๊บ น้ำปลา และน้ำมันหอย ผัดสักครู่
4. ใส่พริกชี้ฟ้าแดง ใบมะกรูดฝอย ผัดจนทั่ว ชิมรส ตักใส่จาน',
'1. กุ้งสด 200 กรัม
2. น้ำพริกแกงเผ็ด 2 ช้อนโต๊ะ 
3. น้ำมันพืช 1 ช้อนโต๊ะ
4. ถั่วฝักยาว (หั่นท่อน) 1 ถ้วย
5. น้ำซุปไก่ 1/2 ถ้วย
6. น้ำตาลปี๊บ 1 ช้อนชา
7. น้ำปลา 1+1/2 ช้อนโต๊ะ
8. น้ำมันหอย 2 ช้อนโต๊ะ
9. พริกชี้ฟ้าแดง 2 ช้อนโต๊ะ
10. ใบมะกรูดซอย 1 ช้อนโต๊ะ');

insert into Menu values
(193, 'ผัดฉ่าปลาหมึก', '20-9.jpg', 260,
'1. นำกระเทียมและพริกขี้หนูมาตำพอหยาบ ๆ พักไว้ก่อน
2. ใส่น้ำมันพืชลงในกระทะ นำขึ้นตั้งไฟกลาง ๆ นำพริกที่เราตำไว้มาผัดกับน้ำมันให้หอม 
3. ใส่ปลาหมึกที่ล้างและหั่นเป็นชิ้นลงไปผัด ไม่ต้องรอให้สุก ปรุงรสด้วยน้ำตาลทราย น้ำปลา และน้ำมันหอย ผัดคลุกเคล้าให้เข้ากัน
4. เติมน้ำซุปนิดหน่อย ใส่กระชายหั่นฝอยลงไป ใส่ใบมะกรูดฉีกและพริกชี้ฟ้าเหลืองลงไปผัด ผัดให้เข้ากัน ชิมรสตามชอบ 
5. ใส่ใบโหระพา ปิดเตา ผัดให้เข้ากันอีกครั้งก็เสร็จ',
'1. ปลาหมึก 300 กรัม
2. กระเทียม 10 กลีบ
3. พริกขี้หนู 10 เม็ด
4. น้ำมันพืช 1 ช้อนโต๊ะ
5. น้ำตาลทราย 1 ช้อนโต๊ะ
6. น้ำปลา 2 ช้อนโต๊ะ
7. น้ำมันหอย 2 ช้อนโต๊ะ
8. น้ำซุปไก่ 2 ช้อนโต๊ะ
9. กระชายซอย 1/2 ถ้วย
10. ใบมะกรูด 6 ใบ
11. พริกชี้ฟ้าเหลือง 3 เม็ด
12. ใบกะเพรา (หรือใบโหระพา) 1 ถ้วย');

insert into Menu values
(194, 'ผัดฉ่ากบ', '20-10.jpg', 268.6,
'1. ตำกระเทียม พริกขี้หนู และรากผักชี
2. นำส่วนน่องกบสับให้เป็นชิ้นเล็กหน่อย แล้วก็ล้างให้สะอาด พักให้แห้งนิดหนึ่ง แล้วนำมาคลุกกับแป้งสาลี แป้งข้าวเจ้า หรือแป้งทอดกรอบ นำไปทอดในกระทะ ใช้ไฟร้อนปานกลาง ทอดให้เหลืองกรอบ
3. ตั้งกระทะใส่น้ำมันพืชลงไปนิดหน่อย แล้วตักพริกกับกระเทียมตำลงไปผัดให้หอม ใช้ไฟอ่อน ๆ จากนั้นใส่กบทอดกรอบลงไปผัด ตามด้วยกระชายหั่นฝอย ผัดให้หอม 
4. ใส่มะเขือเปราะที่หั่นแช่น้ำเกลือลงไปผัด ใส่ใบมะกรูดฉีกลงไป ตามด้วยถั่วฝักยาว ผัดให้เข้ากัน
5. ปรุงรสด้วยน้ำมันหอย น้ำตาลทราย น้ำปลา ชิมรสให้ถูกใจ แล้วใส่พริกชี้ฟ้าหั่นเฉียง ตามด้วยใบกะเพรา ผัดให้เข้ากัน เสร็จเรียบร้อยแล้ว',
'1. กบ 500 กรัม
2. กระเทียม 2 ช้อนโต๊ะ
3. พริกขี้หนู 1/2 ถ้วย
4. รากผักชี 2 ราก 
5. แป้งสาลีอเนกประสงค์ หรือแป้งข้าวเจ้า หรือแป้งทอดกรอบ (สำหรับคลุก)
6. กระชายซอยฝอย 1/4 ถ้วย
7. มะเขือเปราะ 3 ลูก
8. ใบมะกรูด 6 ใบ
9. ถั่วฝักยาว 1/4 ถ้วย
10. น้ำมันหอย 3 ช้อนโต๊ะ
11. น้ำตาลทราย 1 ช้อนชา
12. พริกชี้ฟ้าแดง 2 เม็ด
13. ใบกะเพรา 1 ถ้วย
14. น้ำปลา 3 ช้อนโต๊ะ
15. น้ำมัน (สำหรับผัด) 2 ช้อนโต๊ะ');

insert into Menu values
(195, 'เกี๊ยวทอด', '21-1.jpg', 235,
'1. ใส่สามเกลอและส่วนผสมหมักทุกอย่างลงไปในหมูสับ คลุกเคล้าให้เข้ากันหมักทิ้งไว้ 30 นาที
2. ห่อหมูที่หมักไว้ด้วยแผ่นเกี๊ยว
3. ตั้งกระทะใส่น้ำมันรอจนร้อน นำเกี๊ยวที่ห่อไว้แล้วลงทอดไฟกลางให้แผ่นเกี๊ยวสุกเหลืองกรอบ จัดใส่จานเสิร์ฟ',
'1. หมูสับ 400 กรัม
2. สามเกลอ (รากผักชี กระเทียม และพริกไทยโขลก) 1 ช้อนโต๊ะ
3. ต้นหอม 1 ช้อนโต๊ะ
4. หอมหัวใหญ่สับ 1 ช้อนโต๊ะ
5. ซีอิ๊วขาว 3 ช้อนโต๊ะ
6. น้ำมันหอย 3 ช้อนโต๊ะ');

insert into Menu values
(196, 'ปีกไก่ทอดน้ำปลา', '21-2.jpg', 345,
'1. ล้างปีกไก่ให้สะอาด นำไก่ลงไปหมักกับน้ำปลาและผงปรุงรส หมักทิ้งไว้ 15 นาที
2. หมักเสร็จแล้วก็ตามด้วยแป้งทอดกรอบ คลุกให้เข้ากัน
3. ตั้งกระทะใส่น้ำมันรอให้น้ำมันเดือด แล้วนำไก่ลงไปทอดให้กรอบเหลือง
4. เสร็จแล้วตักขึ้นมาสะเด็ดน้ำมัน เสิร์ฟคู่กับซอสพริก',
'1. ปีกกลางไก่ 1 กิโลกรัม
2. น้ำปลา 3 ช้อนโต๊ะ
3. ผงปรุงรส 1 ช้อนชา
5. แป้งทอดกรอบ 1/4 ถ้วย');

insert into Menu values
(197, 'ไก่ทอดวิงส์แซ่บ', '21-3.jpg', 100,
'1. นำไก่มาล้างทำความสะอาด ใส่น้ำตาลทราย เกลือ พริกไทยป่น กระเทียมป่น คลุกเคล้าให้เข้ากันจนทุกอย่างละลายเข้ากันดี
2. ใช้ส้อมจิ้มให้ทั่วที่ตัวไก่ ปิดด้วยพลาสติกแรป แช่ไว้ในตู้เย็น 30 นาที
3.นำแป้งสาลีและแป้งทอดกรอบ มาล่อนผสมให้เข้ากัน พักไว้
4. นำนมสดรสจืด และไข่ไก่ตีผสมให้เข้ากัน พักไว้ 
5. ตั้งกระทะ เทน้ำมันลงไปจนท่วม เปิดไฟรอจนร้อนได้ที่ ใช้ไฟกลางค่อนอ่อน นำไก่มาคลุกแป้งแห้งให้ทั่ว เขย่าแป้งออกไปทางเดียว 
6. ชุบด้วยนมไข่ให้ทั่ว และกลับไปชุบแป้งอีกครั้งโดยไม่ต้องกด สะบัดไปในทางเดียวกันอีกครั้ง นำลงไปทอด 
7. ควรทำทีละชิ้น ไม่ควรทำทิ้งไว้ เพราะไม่เช่นนั้นแป้งจะแห้งแข็ง
8. ทอดจนเหลืองกรอบตามความต้องการ พักให้สะเด็ดน้ำมัน
9. นำข้าวคั่ว ผงปรุงรสวิงแซ่บมาผสมกัน นำไก่ทอดใส่ในภาชนะที่ปิดสนิท ตักผงปรุงลงไป ปิดฝา และเขย่าให้ทั่ว นำมาจัดใส่จาน เป็นอันเสร็จ',
'1. ปีกบนไก่ 500 กรัม
2. น้ำตาลทราย 1 ช้อนชา
3. เกลือ 1/2 ช้อนชา
4. กระเทียมป่น 1 ช้อนชา
5. พริกไทย 1 ช้อนชา
6. แป้งทอดกรอบ 150 กรัม
7. แป้งสาลี 150 กรัม
8. นมสดรสจืด 200 มิลลิลิตร
9. ไข่ไก่ 1 ฟอง
10. ข้าวคั่ว 1 ช้อนโต๊ะ
11. ผงวิงแซ่บ 2 ช้อนโต๊ะ');

insert into Menu values
(198, 'หมูแดดเดียวทอด', '21-4.jpg', 219.4,
'1. ผสมน้ำตาลทรายกับนมข้นจืด น้ำมันพืช ซอสปรุงรส ซีอิ๊วขาว น้ำมันหอย และงาขาว คนผสมให้เข้ากัน เตรียมไว้
2. ใส่เนื้อหมูที่หั่นเตรียมไว้ลงเคล้าผสมในส่วนผสมซอส พักทิ้งไว้ประมาณ 2 ชั่วโมง จนน้ำซอสซึมเข้าเนื้อหมู
3. วางเนื้อหมูที่หมักไว้เรียงลงบนตะแกรง นำออกไปตากแดดจนเนื้อหมูแห้งหมาด ๆ เก็บใส่ภาชนะปิดให้สนิท นำเข้าแช่แข็ง
4. ใส่น้ำมันพืชลงในกระทะ นำขึ้นตั้งไฟปานกลาง พอร้อนใส่เนื้อหมูลงทอดจนสุกเหลือง ตักขึ้นสะเด็ดน้ำมัน',
'1. เนื้อสันคอหมู หั่นเป็นชิ้นยาว ความหนา 1 เซนติเมตร จำนวน 1 กิโลกรัม
2. น้ำตาลทราย 1/4 ถ้วย
3. นมข้นจืด 2 ช้อนโต๊ะ
4. น้ำมันพืช 1 ช้อนโต๊ะ
5. ซอสปรุงรส 1 ช้อนโต๊ะ
6. ซีอิ๊วขาว 1/4 ถ้วย
7. น้ำมันหอย 3 ช้อนโต๊ะ
8. งาขาว 2 ช้อนโต๊ะ
9. น้ำมันพืชสำหรับทอด');

insert into Menu values
(199, 'หมูสามชั้นทอด', '21-5.jpg', 335.2,
'1. หั่นหมูสามชั้นเป็นท่อน ๆ แล้วใช้มีดปลายแหลมจิ้มลงไปที่เนื้อหมูให้ทั่วชิ้น จากนั้นใส่น้ำปลาและพริกไทยป่นลงไป นวดผสมคลุกเคล้าให้เข้ากัน ประมาณ 2 นาที พักไว้
2. เตรียมแป้งทอดกรอบโดยใส่น้ำเย็นและน้ำโซดาลงไป เสร็จแล้วเอาหมูสามชั้นลงมาคลุกเคล้าให้เข้ากัน
3. ตั้งกระทะใส่น้ำส้มสายชูลงไปแล้วคนให้ทั่วกระทะจนกว่าน้ำส้มสายชูจะระเหยออกไปหมด 
4. ใส่น้ำมันพืชลงไปในกระทะ รอจนน้ำมันร้อนก็ใส่หมูสามชั้นลงไปทอดจนกรอบ',
'1. หมูสามชั้น 30 กรัม
2. น้ำปลาดี 2 ช้อนโต๊ะ
3. พริกไทยป่น 1 ช้อนโต๊ะ
4. แป้งทอดกรอบ 3 ช้อนโต๊ะ
5. โซดาแช่เย็นจัด 1 ช้อนโต๊ะ
6. น้ำเย็นจัด 3 ช้อนโต๊ะ
7. น้ำส้มสายชู 1 ช้อนโต๊ะ
8. น้ำมันสำหรับทอด 1 ขวดเล็ก');

insert into Menu values
(200, 'หมูทอดเชียงราย', '21-6.jpg', 405.1,
'1. หมักหมูสามชั้น กับซีอิ๊วขาว ผงปรุงรส ดอกเกลือ และพริกไทยป่น คลุกเคล้าให้เข้ากัน 
2. แล้วใส่แป้งทอดกรอบตามลงไป เมื่อเข้ากันแล้ว นำไปพักในตู้เย็น 1 ชม. 
3. ตั้งน้ำมันให้ร้อน นำหมูลงทอด ให้เหลืองกรอบ',
'1. สามชั้นสไลด์ 500-600 กรัม
2. ซีอิ๊วขาว 1 ช้อนโต๊ะ
3. ผงปรุงรสหมู 1+1/2 ช้อนชา
4. ดอกเกลือ 1/4 ช้อนชา
5. พริกไทยป่น
6. แป้งทอดกรอบ 1/4 ถ้วยตวง');

insert into Menu values
(201, 'ซี่โครงหมูทอด', '21-7.jpg', 209,
'1. นำซี่โครงหมู เกลือ และสามเกลอใส่ชามผสม คลุกผสมให้เข้ากัน ทิ้งไว้ 1 ชั่วโมง ใส่แป้งทอดกรอบลงไป คลุกเคล้าให้เข้ากัน
2. ตั้งน้ำมันให้ร้อน ใส่ซี่โครงหมูลงไปทอดจนมีสีเหลืองทอง พลิกกลับด้าน ทอดจนอีกข้างเป็นสีเหลืองทองเช่นกัน
3. นำซี่โครงหมูที่ทอดเสร็จแล้ว วางบนกระดาษซับน้ำมัน หรือวางลงบนตะแกรงให้สะเด็ดน้ำมัน',
'1. ซี่โครงหมู หรือซี่โครงหมูอ่อน 1/2 กิโลกรัม
2. สามเกลอ (รากผักชี กระเทียม และพริกไทยโขลก)
3. เกลือแกง 1 ช้อนโต๊ะ
4. แป้งทอดกรอบ 1/2 ถ้วยตวง (หรือแป้งสาลี)
5. น้ำมันพืช 1 ถ้วยตวง');

insert into Menu values
(202, 'เนื้อทอด', '21-8.jpg', 380,
'1. หั่นเนื้อวัวเป็นชิ้นยาว ๆ หมักเนื้อวัวกับน้ำปลาและพริกไทย เคล้าผสมให้เข้ากัน
2. หมักเนื้อทิ้งไว้ในตู้เย็นประมาณ 2 ชั่วโมง
3. ใส่น้ำมันลงในกระทะให้เยอะพอสมควร นำขึ้นตั้งไฟแรง พอน้ำมันร้อนใส่เนื้อที่หมักไว้ลงไปทอดทีละครึ่งหนึ่ง ทอดประมาณ 9 นาที ตักขึ้นสะเด็ดน้ำมัน',
'1. เนื้อวัว 500 กรัม
2. น้ำปลาอย่างดี 3 ช้อนโต๊ะ
3. พริกไทย
4. น้ำมันพืช (สำหรับทอด)');

insert into Menu values
(203, 'ตีนไก่ทอด', '21-9.jpg', 150,
'1. ล้างตีนไก่และตัดเล็บให้สะอาดเรียบร้อย
2. ผสมแป้งชุบทอด โดยนำแป้งข้าวโพด น้ำพริกแกงเผ็ด พริกไทยป่น น้ำตาลทราย เกลือ ซีอิ๊วขาว และน้ำเย็นจัด ตีผสมให้เข้ากัน
3. ตั้งกระทะใช้ไฟกลาง รอจนน้ำมันร้อนจัด นำตีนไก่ลงไปชุบในส่วนผสมแป้งชุบทอดที่ผสมไว้ แล้วนำลงไปทอดในน้ำมันจนสุกเหลืองหอม ตักขึ้นสะเด็ดน้ำมัน จัดใส่ภาชนะ
4. ทอดใบมะกรูดจนกรอบโรยบนตีนไก่',
'1. ตีนไก่ 500 กรัม
2. แป้งข้าวโพด 1 ถ้วย
3. น้ำพริกแกงเผ็ด 1/2 ช้อนโต๊ะ
4. พริกไทยป่น 1/2 ช้อนโต๊ะ
5. น้ำตาลทราย 1/2 ช้อนโต๊ะ
6. เกลือ 1/2 ช้อนโต๊ะ
7. ซีอิ๊วขาว 1 ช้อนโต๊ะ
8. น้ำเย็นจัด 1/2 ถ้วย
9. ใบมะกรูดฉีก');

insert into Menu values
(204, 'แหนมเอ็นข้อไก่ทอด', '21-10.jpg', 215,
'1. ผสมเอ็นข้อไก่กับซีอิ๊วขาว พริกไทยป่น ซอสเห็ดหอม กระเทียมสับ และผงปรุงรสไก่ เคล้าให้เข้ากัน พักไว้ 30 นาที
2. ใส่แป้งทอดกรอบ และงาขาวคั่วลงผสมในเอ็นข้อไก่ที่หมักไว้ เคล้าให้เข้ากัน
3. ตั้งกระทะน้ำมันพอร้อน ใช้ไฟปานกลาง นำเอ็นข้อไก่ลงทอดจนสุกเหลือง
4. ตักขึ้นพักให้สะเด็ดน้ำมัน จัดใส่จานเสิร์ฟกับซอสพริก',
'1. เอ็นข้อไก่ 500 กรัม
2. เกลือสมุทรป่นหยาบ 1 ช้อนโต๊ะ
3. กระเทียมไทยโขลกหยาบ 1/4 ถ้วย
4. ข้าวเหนียวนึ่งสุก 30 กรัม
5. น้ำมันพืช (สำหรับทอด)');

insert into Menu values
(205, 'กระเพาะปลา', '22-1.jpg', 400,
'1. ตั้งหม้อใส่น้ำบนไฟกลาง ใส่คนอร์ ซุปรสหมูก้อนลงไป
2. ตามด้วยใส่กระเทียมบุบ และรากผักชีลงไป คนให้ทุกอย่างเข้ากัน 
3. ใส่เห็ดหอมลงไปต้มประมาณ 10 นาที หลังจากนั้นใส่กระเพาะปลาลงไปต้มจนสุกนิ่มดี
4. ปรุงรสด้วยน้ำมันหอย ซีอิ๊วขาว ซีอิ๊วดำ น้ำตาลทราย และจิ๊กโฉ่ว
5. เมื่อปรุงรสแล้วให้ใส่ไข่นกกระทา เลือดไก่ รากบัวลวก และแปะก๊วยต้มสุก ลงไปต้มประมาณ 5 - 6 นาที
6. ใส่แป้งข้าวโพดที่ละลายกับน้ำแล้วลงไป คนเร็ว ๆ เพื่อไม่ให้แป้งจับตัวเป็นก้อน จนน้ำเหนียวข้นดีแล้ว ปิดไฟ
7. ตักกระเพาะปลาจักรพรรดิที่เสร็จแล้วใส่ชาม ใส่อกเป็ดหั่นชิ้นด้านบน โรยด้วยผักชีซอย เสิร์ฟคู่กับจิ๊กโฉ่ว',
'1. กระเพาะปลาหั่นท่อนแช่น้ำ 200 กรัม 
2. ไข่นกกระทาต้ม 4 ฟอง
3. เห็ดหอมลวก 50 กรัม 
4. อกเป็ดสุกหั่นชิ้น 100 กรัม 
5. รากบัวลวก 30 กรัม 
6. แปะก๊วยต้มสุก 20 กรัม
7. กระเทียบบุบ 7 เม็ด
8. รากผักชีบุบ 3 ต้น
9. ผักชีซอย 20 กรัม 
10. ซีอิ๊วขาว 2 ช้อนโต๊ะ 
11. ซีอิ๊วดำ 2 ช้อนชา
12. จิ๊กโฉ่ว 2 ช้อนโต๊ะ
13. น้ำตาลทราย 2 ช้อนโต๊ะ 
14. เลือดไก่ 50 กรัม 
15. คนอร์ ซุปรสหมูก้อน 1 ก้อน 
16. น้ำเปล่าสำหรับทำซุป 2 ถ้วยตวง
17. แป้งมัน 2 ช้อนโต๊ะ 
18. น้ำเปล่าสำหรับแป้งมัน 100 มิลลิลิตร');

insert into Menu values
(206, 'สามชั้นตุ๋นเต้าเจี้ยว', '22-2.jpg', 600,
'1. เทน้ำลงหม้อ ตามด้วย รากผักชีทุบ กระเทียมทุบ พริกไทยโขลกหยาบ
2. ใส่เต้าเจี้ยว ซีอิ๊วดำ ซอสปรุงรส ซอยหอยนางรม น้ำตาลทราย คนให้เข้ากัน
3. ใส่หมูสามชั้นลงหม้อ แล้วตุ๋นประมาณ 30-50 นาที
4. เมื่อสามชั้นตุ๋นจนได้ที่แล้ว คีบขึ้นมา
5. หั่นและจัดเสิร์ฟ ราดด้วยน้ำที่ตุ๋นให้มีความชุ่มฉ่ำ',
'1. หมูสามชั้น 500 กรัม
2. รากผักชีทุบ 2-3 ราก
3. กระเทียมทุบ 10 กลีบ
4. พริกไทยโขลกหยาบ 1 ช้อนโต๊ะ
5. เต้าเจี้ยว 4 ช้อนโต๊ะ
6. ซอสหอยนางรม  3 ช้อนโต๊ะ
7. ซอสปรุงรส 3 ช้อนโต๊ะ
8. น้ำตาลทราย 2 ช้อนโต๊ะ
9. น้ำสะอาด 1 ลิตร');

insert into Menu values
(207, 'ขาหมูตุ๋นยาจีน', '22-3.jpg', 500,
'1. นำน้ำมันเทใส่ลงไปในหม้อรอให้ร้อน จากนั้นนำขาหมูลงไปทอดให้ได้สีที่สวย ตักขึ้นพักไว้ 
2. เทน้ำมันออกเล็กน้อย นำกระเทียม รากผักชี พริกไทยลงไปผัดจนกลิ่นหอมในหม้อเดิม
3. เติมน้ำเปล่าลงไปเล็กน้อย ปรุงรสด้วยน้ำตาลทราย ซีอิ๊วขาว ซีอิ๊วดำ และน้ำซุป แล้วคนให้เข้ากัน ตามด้วยเครื่องตุ๋นยาจีน และเก๋ากี๋
4. พอน้ำเดือดอีกครั้งใส่ ขาหมู แครอทหั่นแว่น และเห็ดหอมลงไป ตุ๋นด้วยไฟอ่อนประมาณ 1 ชั่วโมง หรือจนกระทั่ง ขาหมูเปื่อย 
5. นำขาหมูที่เปื่อยได้ที่แล้วจัดใส่จาน พร้อมแครอทหั่นแว่น เห็ดหอมที่ตุ๋นในหม้อ และยอดผักคะน้าฮ่องกงลวก ราดด้วยน้ำตุ๋นขาหมู',
'1. ขาหมูเยอรมัน TGM 1 ขา
2. เครื่องตุ๋นยาจีน 1 ห่อ 
3. รากผักชีโขลก 5 ราก 
4. กระเทียมโขลก 30 กรัม 
5. พริกไทยเม็ดบุบ 2 ช้อนชา 
6. แครอทหั่นแว่น 40 กรัม
7. เห็ดหอม 30 กรัม 
8. เม็ดเก๋ากี้ 2 ช้อนโต๊ะ
9. ซีอิ๊วขาว 2 ช้อนโต๊ะ
10. ซีอิ๊วดำ 1 ช้อนโต๊ะ
11. น้ำตาลทราย 2 ช้อนโต๊ะ 
12. น้ำซุป 3 ถ้วยตวง
13. ผักชีสำหรับแต่งหน้า
14. ยอดผักคะน้าฮ่องกงลวก 7 ต้น
15. น้ำมันสำหรับทอด 6 ช้อนโต๊ะ');

insert into Menu values
(208, 'เป็ดพะโล้', '22-4.jpg', 400,
'1. ทำการล้างเป็ดสดให้สะอาด เอาเครื่องในออก เสร็จแล้วแขวนผึ่งลมไว้
2. ตั้งหม้อใบใหญ่ ๆ ที่ใส่เป็ดได้ต้มน้ำให้เดือด ใส่น้ำตาลปี๊บ ซีอิ๊วขาว ซีอิ๊วหวาน น้ำมันหอย ซอสปรุงรส และเหล้าจีนลงไป
3. ตามด้วยพริกไทยดำ อบเชย โป๊ยกั๊ก ข่า กระเทียม รากผักชี และเครื่องพะโล้ จากนั้นคนให้เข้ากัน เคี่ยวทิ้งไว้ 1 ชั่วโมง ให้กลิ่นของเครื่องเทศออกมา
4. หลังจากนั้นนำเป็ดที่ล้างสะอาดแล้วมาใส่หม้อ โดยจับเป็ดหงายลงไป ใช้เวลา 20 นาที หลังจากนั้นกลับตัวเป็ดเอาอีกด้านลง ต้มต่ออีก 20 นาที
5. เคี่ยวต่อไปโดยใช้ไฟอ่อน อีกประมาณ 2 ชั่วโมง 
6. ทำการกรองเครื่องพะโล้ออกจากน้ำต้มเป็ด น้ำที่เหลือจะนำไปราดเป็ด
7. ทำน้ำจิ้มเป็ดพะโล้ โดยโขลกพริกและกระเทียมเข้าด้วยกัน ปรุงรสด้วยเกลือ น้ำส้มสายชู และน้ำตาลทรายแดง คนให้เข้ากัน ชิมรสได้ตามชอบ
8. เมื่อเป็ดหายร้อนแล้ว ทำการสับเป็ด จัดใส่จานให้สวยงาม ตกแต่ด้วยผักชี พร้อมเสิร์ฟ',
'1. เป็ดสด 1 ตัว
2. น้ำตาลปี๊บ 1ถ้วยตวง
3. ผงพะโล้ 2 ช้อนโต๊ะ
4. ซีอี๊วขาว 1 ถ้วยตวง
5. ซีอิ๊วหวาน ½ ถ้วยตวง
6. ซอสปรุงรส ⅓ ถ้วยตวง
7. น้ำมันหอย 1 ถ้วยตวง
8. เหล้าจีน ⅓ ถ้วยตวง
9. รากผักชี 2-3 ราก
10. พริกไทยดำ ¼ ถ้วย
11. โป๊ยกั๊ก 5-6 ดอก
12. อบเชย 3-5 ก้าน
13. ข่าแก่ 2 ชิ้น
14. กระเทียมหัวใหญ่ 1 หัว');

insert into Menu values
(209, 'ปีกไก่เหล้าแดง', '22-5.jpg', 400,
'1. โขลกรากผักชี กระเทียมเข้าด้วยกัน เตรียมไว้
2. นำปีกไก่มาปรุงรสชาติด้วย รากผักชี กระเทียมที่โขลกเมื่อสักครู่ ตามด้วยพริกไทยป่น เกลือ น้ำตาลทราย และซอสหอยนางรม หมักปีกไก่ประมาณ 1 ชั่วโมง
3. เมื่อหมักไก่ได้ที่แล้ว นำปีกไก่มาคลุกกับแป้งทอดกรอบ แล้วนำลงทอดในน้ำมันร้อน ทอดจนกระทั่งสีเหลืองสวย ตักขึ้นพักให้สะเด็ดน้ำมัน
4. นำซอสพริก ซอสมะเขือเทศ ซีอิ๊วดำ น้ำเปล่า และเหล้าจีนมาผสมให้เข้ากัน
5. ตั้งกระทะให้ร้อน นำซอสลงไปผัดสักครู่ ตามด้วยนำปีกไก่ทอดลงไปคลุกเคล้ากับซอสให้ทั่ว
6. นำปีกไก่เหล้าแดงที่ผัดเสร็จแล้วตักใส่จาน โรยต้นหอม และงาขาวคั่วด้านบน',
'1. ปีกไก่ 500 กรัม
2. เกลือ 2 ช้อนชา 
3. พริกไทยป่น 2 ช้อนชา
4. น้ำตาลทราย 1 ช้อนชา
5. ซอยหอยนางรม 1 ช้อนโต๊ะ
6. รากผักชี 5 ราก
7. กระเทียม 30 กรัม 
8. แป้งทอดกรอบ 200 กรัม 
9. ซอสพริก 60 มิลลิลิตร
10. ซอสมะเขือเทศ 50 มิลลิลิตร 
11. ซีอิ๊วดำ ¼ ช้อนชา
12. น้ำเปล่า 20 กรัม 
13. เหล้าจีน 2 ช้อนโต๊ะ
14. น้ำมันสำหรับผัด 30 มิลลิลิตร 
15. น้ำมันสำหรับทอดไก่ 
16. ต้นหอมซอยสำหรับตกแต่ง
17. งาขาวคั่วสำหรับตกแต่ง');

insert into Menu values
(210, 'กุ้งผัดเม็ดมะม่วงหิมพานต์ ', '22-6.jpg', 550,
'1. นำกุ้งสดที่แกะเปลือกและนำเส้นดำออกเรียบร้อยแล้ว ไปชุบกับแป้งทอดกรอบ แล้วนำลงทอดในน้ำมันให้เหลืองกรอบ
2. ตักกุ้งทอดขึ้นสะเด็ดน้ำมันพักไว้
3. ตั้งกระทะใบใหม่ ใส่น้ำมันเล็กน้อย ผัดกระเทียมให้ส่งกลิ่นหอม ตามด้วยหอมหัวใหญ่ และพริกหวานสามสี ผัดให้หัวหอมสุกใส
4. ปรุงรสด้วย ซอสหอยนางรม ซีอิ๊วขาว และน้ำตาลทราย ผัดให้เข้ากัน ตามด้วยใส่กุ้งที่ทอดไว้ลงไปคลุกให้เข้ากัน
5. เพิ่มความหอมด้วยเหล้าจีน และน้ำมันงา ตามด้วย เม็ดมะม่วงหิมพานต์อบ แปะก๊วย แห้ว พริกแห้ง และต้นหอม 
6. ตักใส่จานจัดเสิร์ฟ',
'1. กุ้งสด 400 กรัม 
2. แป้งทอดกรอบ 1 ถ้วย 
3. กระเทียมสับ 1 ช้อนโต๊ะ 
4. เม็ดมะม่วงหิมพานต์อบ ½ ถ้วย 
5. พริกแห้งเม็ดใหญ่ 5 เม็ด 
6. หอมหัวใหญ่ 1 หัว 
7. พริกหวานสามสี ½ ถ้วย 
8. ซอสหอยนางรม 2 ช้อนโต๊ะ 
9. ซีอิ๊วขาว 2 ช้อนโต๊ะ 
10. น้ำตาลทราย 1 ช้อนโต๊ะ 
11. น้ำมันงา ½ ช้อนโต๊ะ 
12. เหล้าจีน 1 ช้อนโต๊ะ 
13. ต้นหอม 2 ต้น 
14. แปะก๊วย ½ ถ้วย 
15. แห้วสด ½ ถ้วย');

insert into Menu values
(211, 'ไก่ผัดถั่วลิสง', '22-7.jpg', 469,
'1. ทำการหมักไก่ด้วยซอสถั่วเหลือง เหล้าจีน และแป้งข้าวโพด หมักทิ้งไว้ประมาณ 10 นาที
2. ตั้งกระทะน้ำมันให้ร้อน นำซอสจิ๊กโฉ่ ซอสถั่วเหลือง ซอสฮอยซิน น้ำมันงา น้ำตาล และแป้งข้าวโพดลงไปผัดให้ส่วนผสมเข้ากัน จากนั้นใส่น้ำมัน ถั่วลิสง พริกแห้ง และพริกเสฉวนผัดให้ส่วนผสมเข้ากัน
3. ใส่ไก่ที่หมักไว้ลงไปผัดกับส่วนผสมทั่งหมด ผัดจนเนื้อไก่สุก จากนั้นใส่ต้นหอม กระเทียม ขิง และถั่วลิสงลงไปผัด
4. เสิร์ฟ ไก่ผัดถั่วลิสง นิยมทานกับข้าวสวยร้อนๆ',
'1. เนื้อไก่ส่วนอกหั่นเป็นชิ้นพอคำ 1 จาน
2. น้ำมันถั่วลิสง 2 ช้อนโต้ะ
3. พริกแห้งหั่นเป็นท่อนเอาเม็ดออก 1 ทัพพี
4. หอมซอยหยาบ ๆ 2 ช้อนโต้ะ
5. ขิงซอย 1 ช้อนโต้ะ
6. กระเทียมบด 1 ช้อนโต้ะ
7. ถั่วลิสงคั่ว 3 ช้อนโต้ะ
8. ซอสถั่วเหลือง 1 ช้อนโต๊ะ
9. เหล้าจีน 1 ช้อนโต้ะ
10. แป้งข้าวโพด 1 ช้อนโต้ะ
11. ซอสจิ๊กโฉ่ 2 ช้อนโต้ะ
12. ซอสถั่วเหลือง  2 ช้อนโต๊ะ
13. ซอสฮอยซิน 2 ช้อนโต๊ะ
14. น้ำมันงา 2 ช้อนโต๊ะ
15. น้ำตาล 2 ช้อนโต๊ะ
16. แป้งข้าวโพด 1 ช้อนโต้ะ
17. พริกเสฉวน 1 ช้อนโต๊ะ');

insert into Menu values
(212, 'หมูทอดราดซอสเปรี้ยวหวาน', '22-8.jpg', 209,
'1. หั่นสันในหมูเป็นชิ้นพอดีคำเตรียมไว้
2. ผสมแป้งทอดกรอบ เกลือป่น และพริกไทยป่น คนให้เข้ากัน แล้วใส่สันในหมูที่หั่นไว้ลงไปคลุกแป้งบาง ๆ จากนั้นนำไปทอดจนเหลืองกรอบ ตักขึ้นสะเด็ดน้ำมัน
3. ใส่น้ำมันพืชลงในกระทะ พอน้ำมันร้อนใส่กระเทียมลงผัดจนหอม ใส่หอมใหญ่ พริกหวานทั้งสองสี และสับปะรดลงผัดจนสุก
4. ปรุงรสด้วยซอสมะเขือเทศ น้ำตาลทราย และซีอิ๊วขาว ผัดให้เข้ากัน จากนั้นใส่หมูทอดที่พักไว้ลงผัดให้เข้ากันอีกครั้ง
5. ตักใส่จานที่เตรียมไว้ เพียงเท่านี้ก็พร้อมกิน',
'1. หมูสันใน 300 กรัม
2. ซีอิ๊วขาว 1 ช้อนโต๊ะ
3. ไข่ขาว 1 ฟอง
4. แป้งข้าวโพด 2 ช้อนโต๊ะ
5. แป้งสาลีอเนกประสงค์ ½ ถ้วย
6. น้ำมันรำข้าวสำหรับทอด
7. น้ำมันรำข้าว 1 ½ ช้อนโต๊ะ
8. หอมใหญ่ 100 กรัม
9. พริกหวานแดง 50 กรัม
10. พริกหวานเขียว 50 กรัม
11. สับปะรด 70 กรัม
12. วุ้นมะพร้าว 70 กรัม
13. ซอสมะเขือเทศ 100 กรัม
14. ซอสบ๊วยเจีย 4 ช้อนโต๊ะ
15. น้ำส้มสายชู 1 ช้อนโต๊ะ
16. น้ำตาลทราย 2 ช้อนชา
17. เกลือ');

insert into Menu values
(213, 'ปอเปี๊ยะ', '22-9.jpg', 153.9,
'1. ลวกวุ้นเส้นให้สุกตามวิธีปรุงบนบรรจุภัณฑ์
2. ตักวุ้นเส้น แครอท กะหล่ำปลี และหัวหอมเข้าด้วยกัน
3. เติมซอสถั่วเหลือง พริกไทยขาวลงไปในส่วนผสมทั้งหมด แล้วคนให้เข้ากัน
4. วางแป้งห่อปอเปี๊ยะลงบนเขียง ห่อแป้งให้ไส้อยู่ด้านใน จากนั้นม้วนจนสุด
5. ใช้น้ำสะอาดลูบปิดแผ่นแป้งห่อปอเปี๊ยะแต่ละอัน
6. ตั้งน้ำมันที่ไฟกลางจนถึงอ่อน ใช้น้ำหยดลงเพื่อทดสอบความร้อน หากมีเสียงแปลว่าน้ำมันร้อนได้ที่แล้ว
7. ทอดปปอเปี๊ยะประมาณ 3-4 นาที จนเป็นสีเหลืองทองทั้งสองด้าน
8. เสิร์ฟพร้อมซอสพริกหวาน',
'1. แผ่นปอเปี๊ยะขนาด 5*5 นิ้ว
2. น้ำมันพืช 3-4 ช้อนตวง
3. เห็ดหอมซอยบาง 4-5 ดอก
4. รากผักชี 4 ราก (สามเกลอ)
5. กระเทียมจีน 3 กลีบ (สามเกลอ)
6. พริกไทยขาวเม็ด 1 ช้อนชา (สามเกลอ)
7. หมูบดติดมัน 350 กรัม
8. วุ้นเส้นสด 250 กรัม (ตัดเป็นท่อนสั้นๆ)
9. ซอสหอยนางรม 2 ช้อนตวง
10. ซอสปรุงรสฝาเขียว 2 ช้อนตวง
11. ซีอิ๊วขาว 1 ช้อนตวง
12. น้ำตาลทราย 1 ช้อนตวง
13. ผงปรุงรสหมู 1/2 ช้อนตวง
14. กะหล่ำปลีซอย 250 กรัม
15. แครอทขูดเส้น 200 กรัม
16. เห็ดหูหนูหั่นเส้น 150 กรัม
17. น้ำจิ้มบ๊วยหรือน้ำจิ้มไก่ 1 ถ้วย
18. ไข่ไก่สำหรับทาแผ่นแป้ง 1 ฟอง
19. น้ำมันปาล์มสำหรับทอด');

insert into Menu values
(214, 'หอยจ๊อปู', '22-10.jpg', 700,
'1. ผสมเนื้อกุ้งสับ มันหมูหั่น ไข่ไก่ แห้วสับ รากผักชีโขลก กระเทียมโขลก พริกไทยป่น ซอสหอยหอย น้ำปลา และน้ำตาลทราย คลุกเคล้าให้เข้ากัน
2. ใส่แป้งสาลี และเนื้อปู คลุกเคล้าให้เข้ากันอีกครับ แล้วพักไว้
3. ฉีดน้ำลงบนฟองเต้าหู้ ใส่ไส้ลงไปแล้วม้วนห่อ
4. มัดแบ่งด้วยเชือก แล้วนำไปนึ่งจนสุก
5. ตัดแบ่งเป็นชิ้น ๆ แล้วนำลงทอดในน้ำมันร้อนปานกลาง
6. ทอดจนเหลืองกรอบ พร้อมเสิร์ฟ',
'1. เนื้อปูแกะ 500 กรัม
2. เนื้อปูก้อน 200 กรัม
3. แผ่นฟองเต้าหู้ 1 ห่อ
4. มันหมูบด 100 กรัม
5. กุ้งสับหยาบ 300 กรัม
6. แห้วสับ 1ถ้วย
7. เหล้าจีน 1 ช้อนโต๊ะ
8. ซีอิ๊วขาว 3 ช้อนโต๊ะ
9. น้ำมันหอย 3 ช้อนโต๊ะ
10. น้ำตาลทราย 1+1/2 ช้อนโต๊ะ
11. น้ำมันงา 2 ช้อนโต๊ะ
12. แป้งมัน 3 ช้อนโต๊ะ
13. พริกไทยป่น 2 ช้อนโต๊ะ
14. กระเทียมไทย 1 ช้อนโต๊ะ
15. รากผักชี 4 ราก
16. ไข่ไก่ 2 ฟอง
17. ต้นหอมซอย 1/2 ถ้วย
18. ตอกสำหรับผูก');

insert into Roles values
(1, 'Admin'),
(2, 'User'),
(3, 'Anonymous');

insert into MenuCategory values
(1, 'อาหารไทย'),
(2, 'อาหารอีสาน'),
(3, 'อาหารเหนือ'),
(4, 'อาหารใต้'),
(5, 'อาหารจานเดียว'),
(6, 'อาหารญี่ปุ่น'),
(7, 'ของหวาน'),
(8, 'ก๋วยเตี๋ยว'),
(9, 'ซีฟู้ด'),
(10, 'อาหารตามสั่ง'),
(11, 'สตรีทฟู้ด'),
(12, 'ฟาสต์ฟู้ด'),
(13, 'อาหารเกาหลี'),
(14, 'อาหารเพื่อสุขภาพ'),
(15, 'อาหารเช้า'),
(16, 'เครื่องดื่ม'),
(17, 'ยำ'),
(18, 'อาหารทานเล่น'),
(19, 'ต้ม/แกง'),
(20, 'ผัด'),
(21, 'ทอด/ย่าง'),
(22, 'อาหารจีน');

insert into CategoryOfMenu values
(1, 1, 1),
(2, 2, 1),
(3, 3, 1),
(4, 4, 1),
(5, 5, 1),
(6, 5, 14),
(7, 6, 1),
(8, 6, 9),
(9, 7, 1),
(10, 8, 1),
(11, 9, 1),
(12, 10, 1),
(13, 11, 1),
(14, 12, 2),
(15, 13, 2),
(16, 14, 2),
(17, 15, 2),
(18, 16, 2),
(19, 17, 2),
(20, 18, 2),
(21, 19, 2),
(22, 20, 2),
(23, 21, 2),
(24, 22, 3),
(25, 23, 3),
(26, 24, 3),
(27, 25, 3),
(28, 26, 3),
(29, 27, 3),
(30, 28, 3),
(31, 29, 3),
(32, 30, 3),
(33, 31, 4),
(34, 32, 4),
(35, 33, 4),
(36, 34, 4),
(37, 35, 4),
(38, 36, 4),
(39, 37, 4),
(40, 38, 4),
(41, 39, 4),
(42, 40, 5),
(43, 40, 12),
(44, 41, 5),
(45, 42, 5),
(46, 43, 5),
(47, 44, 5),
(48, 45, 5),
(49, 46, 5),
(50, 47, 5),
(52, 48, 5),
(53, 48, 11),
(54, 49, 6),
(55, 50, 6),
(56, 51, 6),
(57, 52, 6),
(58, 53, 6),
(59, 54, 6),
(60, 55, 6),
(61, 56, 6),
(62, 57, 6),
(63, 58, 6),
(64, 59, 7),
(65, 60, 7),
(66, 61, 7),
(67, 62, 7),
(68, 63, 7),
(69, 64, 7),
(70, 65, 7),
(71, 66, 7),
(72, 67, 7),
(73, 68, 7),
(74, 69, 7),
(75, 69, 13),
(76, 70, 8),
(77, 71, 8),
(78, 72, 8),
(79, 73, 8),
(80, 74, 8),
(81, 75, 8),
(82, 76, 8),
(83, 77, 8),
(84, 78, 8),
(85, 79, 8),
(86, 80, 9),
(87, 81, 9),
(88, 82, 9),
(89, 83, 9),
(90, 84, 9),
(91, 85, 9),
(92, 86, 9),
(93, 87, 9),
(94, 87, 10),
(95, 88, 9),
(96, 89, 10),
(97, 90, 10),
(98, 91, 10),
(100, 92, 10),
(101, 93, 10),
(102, 94, 10),
(103, 95, 10),
(104, 96, 11),
(105, 97, 11),
(106, 98, 11),
(107, 99, 11),
(108, 100, 11),
(109, 101, 11),
(110, 102, 11),
(111, 103, 11),
(112, 104, 12),
(113, 105, 12),
(114, 106, 12),
(115, 107, 12),
(116, 108, 12),
(117, 109, 12),
(118, 110, 12),
(119, 111, 12),
(120, 112, 12),
(121, 113, 12),
(122, 114, 13),
(123, 115, 13),
(124, 116, 13),
(125, 117, 13),
(126, 118, 13),
(127, 119, 13),
(128, 120, 13),
(129, 121, 13),
(130, 122, 13),
(131, 123, 13),
(132, 124, 14),
(133, 125, 14),
(134, 126, 14),
(135, 127, 14),
(136, 128, 14),
(137, 129, 14),
(138, 130, 14),
(139, 131, 14),
(140, 132, 14),
(141, 133, 15),
(142, 134, 15),
(143, 135, 15),
(144, 136, 15),
(145, 137, 15),
(146, 138, 15),
(147, 139, 15),
(148, 140, 15),
(149, 141, 15),
(150, 142, 16),
(151, 143, 16),
(152, 144, 16),
(153, 145, 16),
(154, 146, 16),
(155, 147, 16),
(156, 148, 16),
(157, 149, 16),
(158, 150, 16),
(159, 151, 16),
(160, 152, 17),
(161, 153, 17),
(162, 154, 17),
(163, 155, 17),
(164, 156, 17),
(165, 157, 17),
(166, 158, 17),
(167, 159, 17),
(168, 160, 17),
(169, 161, 17),
(170, 162, 17),
(171, 163, 17),
(172, 164, 18),
(173, 165, 18),
(174, 166, 18),
(175, 167, 18),
(176, 168, 18),
(177, 169, 18),
(178, 170, 18),
(179, 171, 18),
(180, 172, 18),
(181, 173, 18),
(182, 174, 18),
(183, 175, 18),
(184, 176, 18),
(185, 177, 19),
(186, 178, 19),
(187, 179, 19),
(188, 180, 19),
(189, 181, 19),
(190, 182, 19),
(191, 183, 19),
(192, 184, 19),
(193, 185, 20),
(194, 186, 20),
(195, 187, 20),
(196, 188, 20),
(197, 189, 20),
(198, 190, 20),
(199, 191, 20),
(200, 192, 20),
(201, 193, 20),
(202, 194, 20),
(203, 195, 21),
(204, 196, 21),
(205, 197, 21),
(206, 198, 21),
(207, 199, 21),
(208, 200, 21),
(209, 201, 21),
(210, 202, 21),
(211, 203, 21),
(212, 204, 21),
(213, 205, 22),
(214, 206, 22),
(215, 207, 22),
(216, 208, 22),
(217, 209, 22),
(218, 210, 22),
(219, 211, 22),
(220, 212, 22),
(221, 213, 22),
(222, 214, 22);

insert into `Users` values
(1 , "PowerPuff", "Foodrand", "Admin", "$2b$10$m4vtDWhVVNCUK", "2000-05-21", "หญิง", "admin.foodrand@gmail.com", "0980237564", "-", "พุทธ", "1");


COMMIT;

/* create user and grant privileges */
/*show databases;
select user,host from mysql.user;
create user 'backendfoodrand'@'%' identified with mysql_native_password by 'foodrandproject';

grant all privileges on *.* to 'backendfoodrand'@'%' with grant option;

flush privileges;*/

-- SELECT @@DATADIR; 


