Drop database `db_foodrand`;
CREATE database `db_foodrand`;
USE `db_foodrand` ;

DROP TABLE IF EXISTS `Menu` ;
CREATE TABLE `Menu` (
  `MenuId` INT(10) NOT NULL AUTO_INCREMENT,
  `MenuName` VARCHAR(200) NOT NULL,
  `MenuImg` VARCHAR(1000) NOT NULL,
  `Calories` DECIMAL(7,2) NOT NULL,
  `Preparation` VARCHAR(4000) NOT NULL,
  PRIMARY KEY (`MenuId`));

DROP TABLE IF EXISTS `Roles` ;
CREATE TABLE `Roles` (
  `RoleId` INT(3) NOT NULL,
  `RoleName` VARCHAR(10) NOT NULL,
  PRIMARY KEY (`RoleId`));

DROP TABLE IF EXISTS `Users` ;
CREATE TABLE `Users` (
  `UserId` INT(10) NOT NULL AUTO_INCREMENT,
  `Firstname` VARCHAR(50) NOT NULL,
  `Lastname` VARCHAR(50) NOT NULL,
  `Username` VARCHAR(30) NOT NULL,
  `Password` VARCHAR(20) NOT NULL,
  `DOB` DATE NOT NULL,
  `Gender` VARCHAR(10) NOT NULL,
  `Email` VARCHAR(50) NOT NULL,
  `Tel` VARCHAR(10) NOT NULL,
  `FoodAllergens` VARCHAR(100) NOT NULL,
  `Religion` VARCHAR(20) NOT NULL,
  `RoleId` INT(3) NOT NULL,
  PRIMARY KEY (`UserId`),
  CONSTRAINT `fk_Users_Roles`
    FOREIGN KEY (`RoleId`)
    REFERENCES `Roles` (`RoleId`));

DROP TABLE IF EXISTS `MenuHistory` ;
CREATE TABLE `MenuHistory` (
  `HistoryId` INT(100) NOT NULL AUTO_INCREMENT,
  `MenuName` VARCHAR(100) NULL,
  `UserId` INT(10) NOT NULL,
  PRIMARY KEY (`HistoryId`),
  CONSTRAINT `fk_MenuHistory_Users`
    FOREIGN KEY (`UserId`)
    REFERENCES `Users` (`UserId`));

DROP TABLE IF EXISTS `RandomStatistics` ;
CREATE TABLE `RandomStatistics` (
  `RandomId` INT(100) NOT NULL AUTO_INCREMENT,
  `Statistic` INT(100) NOT NULL,
  `MenuId` INT(10) NOT NULL,
  `HistoryId` INT(100) NOT NULL,
  PRIMARY KEY (`RandomId`),
  CONSTRAINT `fk_RandomStatistics_Menu`
    FOREIGN KEY (`MenuId`)
    REFERENCES `Menu` (`MenuId`),
  CONSTRAINT `fk_RandomStatistics_MenuHistory`
    FOREIGN KEY (`HistoryId`)
    REFERENCES `MenuHistory` (`HistoryId`));

DROP TABLE IF EXISTS `Ingredients` ;
CREATE TABLE `Ingredients` (
  `IngredientId` INT(10) NOT NULL AUTO_INCREMENT,
  `IngredientName` VARCHAR(100) NOT NULL,
  `Unit` VARCHAR(50) NOT NULL,
  PRIMARY KEY (`IngredientId`));

DROP TABLE IF EXISTS `MenuCategory` ;
CREATE TABLE `MenuCategory` (
  `CategoryId` INT(10) NOT NULL,
  `CategoryName` VARCHAR(50) NOT NULL,
  PRIMARY KEY (`CategoryId`));

DROP TABLE IF EXISTS `CategoryOfMenu` ;   
CREATE TABLE IF NOT EXISTS `CategoryOfMenu` (
  `CateOfMenuId` INT(10) NOT NULL AUTO_INCREMENT,
  `MenuId` INT(10) NOT NULL,
  `CategoryId` INT(10) NOT NULL,
  PRIMARY KEY (`CateOfMenuId`),
  CONSTRAINT `fk_CategoryOfMenu_Menu`
    FOREIGN KEY (`MenuId`)
    REFERENCES `Menu` (`MenuId`) on delete cascade,
  CONSTRAINT `fk_CategoryOfMenu_MenuCategory`
    FOREIGN KEY (`CategoryId`)
    REFERENCES `MenuCategory` (`CategoryId`));

DROP TABLE IF EXISTS `Recipe` ;
CREATE TABLE `Recipe` (
  `RecipeId` INT(10) NOT NULL AUTO_INCREMENT,
  `IngredientId` INT(10) NOT NULL,
  `MenuId` INT(10) NOT NULL,
  `Quantity` VARCHAR(20) NOT NULL,
  PRIMARY KEY (`RecipeId`),
  CONSTRAINT `fk_Recipe_Ingredient`
    FOREIGN KEY (`IngredientId`)
    REFERENCES `Ingredients` (`IngredientId`),
  CONSTRAINT `fk_Recipe_Menu`
    FOREIGN KEY (`MenuId`)
    REFERENCES `Menu` (`MenuId`) on delete cascade);

insert into Menu values
(1, 'ต้มยำกุ้งน้ำข้น', '1-1.jpg', 300, 
'1. ต้มน้ำซุปกระดูกหมูให้ร้อน จากนั้นหรี่ไฟลง ใส่ ข่า ตะไคร้ และใบมะกรูด สำหรับใบมะกรูดให้ฉีกใบและเอาแกนใบออก ต้มด้วยไฟอ่อนๆ เพื่อให้สมุนไพรส่งกลิ่นหอมออกมาอย่างเต็มที่
2. ปรุงรสด้วยพริกขี้หนูสวน น้ำปลา น้ำมะขามเปียก และน้ำพริกเผา ชิมรสให้ได้รสชาติโดยรสชาติจะขาดเปรี้ยวอีกหน่อย เพราะจะต้องใส่น้ำมะนาวอีก
3. ใส่เห็ด และหอมแดงลงไปต้มต่อ
4. ใส่กุ้งลงไปต้ม เมื่อกุ้งเริ่มสุก ให้ปิดไฟ ใส่นมข้นจืด น้ำมะนาว และผักชีฝรั่งลงไป เท่านี้ก็สามารถเสิร์ฟใส่ชาม');

insert into Menu values
(2, 'แกงเขียวหวานไก่', '1-2.jpg', 240, 
'1. ตั้งกระทะทรงสูง ใส่หัวกะทิลงไป เคี่ยวด้วยไฟอ่อนจนแตกมัน แล้วจึงใส่พริกแกงเขียวหวานลงไปผัดให้ส่งกลิ่นหอม 
2. ปรับไฟเป็นไฟกลาง จากนั้นใส่เนื้อไก่ลงไปผัดให้เข้ากับพริกแกง จนเนื้อไก่พอสุก 
3. เมื่อผัดเนื้อไก่จนเข้ากับพริกแกงแล้ว เติมหางกะทิลงไป รอจนกะทิเดือด จึงปรุงรสด้วยน้ำปลา และน้ำตาลปี๊บ คนให้ละลายเข้ากัน
4. ใส่ใบมะกรูด มะเขือเปราะ และมะเขือพวงลงไป รอจนเดือดอีกครั้ง จึงปิดไฟ ใส่พริกชี้ฟ้าแดง และใบโหระพาลงไป และคนให้เข้ากัน
5. ตักแกงเขียวหวานไก่ใส่ชาม ตกแต่งด้วยใบโหระพาและพริกชี้ฟ้าแดง พร้อมรับประทาน');

insert into Menu values
(3, 'พะแนงเนื้อ', '1-3.jpg', 300, 
'1. ตั้งหม้อให้ร้อน ใส่กะทิลงไป เคี่ยวสักพักจนเดือด
2. ใส่พริกแกงลงไป เคี่ยวจนกะทิแตกมัน 
3. ใส่หอมใหญ่หั่น ลงไปผัด
4. ใส่น่องไก่ลงไป ผัดคลุกให้เข้ากับน้ำแกง ตามด้วยเม็ดมะม่วงหิมพานต์ลงไป มันฝรั่งลงไปผัด 
5. เติมหางกะทิ เคี่ยวจนไก่นุ่ม ประมาณ 45 - 60 นาที เป็นระยะเพื่อไม่ให้ก้นหม้อไหม้
6. เติมน้ำตาลมะพร้าว น้ำมะขามเปียก น้ำปลา และเกลือ
7. เคี่ยวต่อให้เข้ากันดี เป็นอันและตักจัดเสิร์ฟได้เลย');

insert into Menu values
(4, 'แกงมัสมั่นไก่', '1-4.jpg', 325,
'1. ตั้งหม้อให้ร้อน ใส่กะทิลงไป เคี่ยวสักพักจนเดือด
2. ใส่พริกแกงลงไป เคี่ยวจนกะทิแตกมัน 
3. ใส่หอมใหญ่หั่น ลงไปผัด ตามด้วยน่องไก่ลงไปผัดคลุกให้เข้ากับน้ำแกง
4. ใส่เม็ดมะม่วงหิมพานต์ลงไป มันฝรั่งลงไปผัด 
5. เติมหางกะทิ เคี่ยวจนไก่นุ่ม ประมาณ 45 - 60 นาที คนเป็นระยะเพื่อไม่ให้ก้นหม้อไหม้
6. เติมน้ำตาลมะพร้าว น้ำมะขามเปียก น้ำปลา และเกลือ
7. เคี่ยวต่อให้เข้ากันดี เป็นอันเสร็จตักเสิร์ฟได้เลย');

insert into Menu values
(5, 'ปลากะพงนึ่งซีอิ๊ว', '1-5.jpg', 201,
'1. นำปลากะพงมาล้างทำความสะอาดให้เรียบร้อย และบั้งปลากะพงประมาณ 3 บั้ง ลึกเล็กน้อยแต่อย่าให้ถึงกระดูก
2. ตั้งน้ำร้อนให้เดือดจัด แล้วนำปลากะพงลงไปนึ่งด้วยไฟแรง นึ่งจนปลาสุกดี ประมาณ 12-15 นาที
3. นำขิงแก่มาปอกเปลือก แล้วนำมาซอยเป็นเส้นเล็กๆ
4. ซอยพริก และต้นหอมให้เป็นเส้น
5. เมื่อปลาสุกดี ให้นำปลาออกจากซึ่ง แล้วเทน้ำส่วนเกินในจานปลาทิ้ง
6. ตั้งกระทะให้น้ำมันร้อนจัด นำผักทั้งหมดลงไปผัดให้เข้ากัน จะทำให้ได้กลิ่นหอมกระทะ จากนั้นปิดเตา
7. นำผักที่ผัดเมื่อสักครู่มาโรยให้ทั่วตัวปลาที่นึ่งไว้ แล้วพักไว้ก่อน
8. ใช้กระทะเดิม ใส่ซอสหอยนางรม ซีอิ๊วดำหวาน ซีอิ๊วขาว เหล้าจีน น้ำตาลทราย และพริกป่น จากนั้นเปิดเตาใช้ไฟกลางค่อนแรง ผัดจนซีอิ๊วเข้ากันดี และนำซีอิ๊วที่ได้ไปราดลงบนตัวปลา พร้อมเสิร์ฟ');

insert into Menu values
(6, 'ปลากะพงทอดน้ำปลา', '1-6.jpg', 393,
'1. น้ำราดปลาทอด ตั้งกะทะไฟอ่อน ใส่น้ำปลาแท้ 3 ช้อนโต๊ะ แล้วใส่ น้ำตาลปี๊บ น้ำเปล่า เคี่ยวจนละลาย แล้วพักไว้
2. ขั้นตอนทอดปลา นำปลามาขอดเกล็ด ผ่าหลังและนำก้างตรงกลางออก ตั้งกะทะน้ำมันให้ร้อนจัดแล้วใช้ไฟปานกลาง รอจนปลามีสีเหลืองทอง
3. ปรุงรส นำปลาทอดเสร็จ ราดน้ำปลาให้ชุ่มก็จะได้ปลาทอดที่กรอบหอมน้ำปลากลมกล่อม');

insert into Menu values
(7, 'ขนมจีนน้ำยากะทิ', '1-7.jpg', 526,
'1. ต้มน้ำให้เดือด ใส่ ตะไคร้  กระเทียม  หอมแดง  ข่า  กระชาย พริกแห้ง และใบมะกรูดลงไป และตามด้วยปลาช่อน
2. ต้มจนปลาช่อนสุก ตักเครื่องแกงที่ต้มเมื่อสักครู่มาตำให้ละเอียด จากนั้นก็นำเนื้อปลาเอาก้างออกมาตำผสมกันจนกลายเป็นเครื่องแกง
3. ตั้งกระทะเทน้ำกะทิลงไป เททีละส่วน เมื่อกะทิร้อนจนได้ที่ให้นำเครื่องแกงลงไปผัดกับกะทิ ผัดให้เข้ากันแล้วเติมกะทิส่วนที่เหลือลงไปและตามด้วยน้ำเปล่าเคี่ยวจนกะทิแตกมัน
4. ปรุงรสด้วยน้ำปลา เกลือและตามด้วยลูกชิ้นปลา เสร็จแล้วใส่จานเสิร์ฟกับขนมจีนได้เลย');

insert into Menu values
(8, 'บะกุ๊ดเต๋', '1-8.jpg', 300,
'1. นำเครื่องตุ๋นยาจีนได้แก่ ห่อใส่ผ้าขาวบางเตรียมไว้
2. นำเห็ดหอมแช่น้ำทิ้งไว้ 10 นาที แล้วนำมาหั่นขนาดพอดีคำเตรียมไว้
3. แช่ฟองเต้าหู้ในน้ำร้อนทิ้งไว้ 10 นาที แล้วตักขึ้นเตรียมไว้
4. ตั้งน้ำใส่หม้อ รอให้น้ำเดือดใส่ซี่โครงหมูอ่อน ต้มให้สุกแล้วตักขึ้นพักไว้
5. ตั้งหม้อใส่น้ำเปล่า เปิดไฟรอให้น้ำเดือดแล้วใส่ครื่องตุ๋นยาจีนตามด้วยซี่โครงหมูอ่อน กระเทียมรากผักชีทุบ
6. แล้วตุ๋นทิ้งไว้ 30 นาที
7. ใส่เห็ดเข็มทอง ฟองเต้าหู้และเห็ดหอมแห้ง ปรุงรสด้วย ซีอิ้วดำ ซีอิ้วขาว เกลือ พริกไทยแล้วคนให้เข้ากัน ปิดไฟยกออกจากเตา
8. ตักใส่ชาม ตกแต่งด้วยผักชี พร้อมจัดเสิร์ฟ');

insert into Menu values
(9, 'ราดหน้าฮ่องกง', '1-9.jpg', 593.8,
'1. ตั้งกระทะให้ร้อน ใส่น้ำมันเล็กน้อย ผัดหมู และพักไว้ก่อน
2. นำเส้นใหญ่ลงไปผัดให้หอม และใส่ซีอิ๊วดำให้สีสวยงาม และพักไว้ก่อน
3. เตรียมผักคะน้า นำผักคะน้าลงไปผัดกับน้ำมันหอย และพักไว้ก่อน
4. เริ่มทำน้ำซอส โดยใส่น้ำซุปไก่ลงไปต้ม ใส่เห็ดโคนลงไปต้ม
5. ปรุงรสด้วยน้ำตาลทราย น้ำมันหอย น้ำมันงา ซีอิ้วดำ ใส่แป้งมันผสมน้ำลงไป เคี่ยวให้เหนียว
6. เสิร์ฟเส้นใหญ่ใส่จาน วางผักคะน้า และราดด้วยน้ำซอส โรยหน้าด้วยพริกไทยป่น');

insert into Menu values
(10, 'กระเพาะปลาน้ำแดง', '1-10.jpg', 225,
'1. ต้มกระเพาะปลาให้นิ่ม
2. ต้มน้ำเปล่ากับรากผักชี และเห็ดหอมแห้ง แล้วปรุงรสด้วยซีอิ๊วขาวและน้ำตาลทราย
3. ใส่ไข่นกกระทาต้ม ตามด้วยเนื้อปู และกระเพาะปลา ระหว่างนั้นให้เตรียมน้ำผสมกับแป้งมัน แล้วค่อย ๆ เทลงไปในหม้อและคนไปพร้อม ๆ กัน เติมทีละน้อยจนน้ำเริ่มเหนียวตามต้องการ
4. ตักใส่ถ้วย โรยผักชีและพริกไทยป่น หรือโรยเนื้อปูก้อนลงไปอีกครั้งเพื่อความสวยงามและน่ากิน');

insert into Menu values
(11, 'ต้มจิ๋วเนื้อ', '1-11.jpg', 400,
'1. ตั้งหม้อใส่น้ำบนเตา ใส่เกลือลงไป ต้มจนน้ำเดือด ตามด้วยเนื้อสันในวัวหั่นเต๋า ต้มไปเรื่อย ๆ จนน้ำเดือดอีกครั้ง
2. คอยช้อนฟองออกอย่างสม่ำเสมอ
3. เมื่อน้ำเดือดอีกครั้ง ใส่มันเทศหั่นเต๋า และหัวหอมแดงลงไป ตั้งไฟไว้จนกว่ามันเทศจะสุกนุ่ม
4. พอมันเทศสุก ปรุงรสด้วยน้ำมะขามเปียก น้ำตาลทราย และน้ำปลา จากนั้นใส่พริกขี้หนูสวนทุบลงไป คนให้เข้ากัน ปล่อยให้เดือดอีกครั้งแล้วปิดไฟ ใส่น้ำมะนาว ใบโหระพา และใบกะเพราลงไป คนให้เข้ากัน แล้วตักขึ้นจัดเสิร์ฟ');

insert into Menu values
(12, 'ต้มเล้งแซ่บ', '2-1.jpg', 433.5,
'1. ล้างกระดูกเล้งให้สะอาด จนไม่มีเลือดออกมา ผึ่งให้แห้ง
2. ใส่กระดูกเล้งลงในหม้อ บุบรากผักชี และกระเทียม ใส่ตามลงไป ตามด้วยพริกไทย เกลือ และน้ำเปล่าลงไปพอท่วม
3. ตั้งไฟอ่อน เคี่ยว 2 ชม. ระหว่างเคี่ยวให้คอยตักฟองออกตลอด เสร็จแล้วตักกระดูกเล้ง และน้ำซุปใส่ถ้วย 
4. ซอยผักชีฝรั่ง โรยบนกระดูกหมู ตามด้วยพริกขี้หนูสวนตำจนแหลก 
5. ปรุงรสด้วยน้ำปลาและมะนาว');

insert into Menu values
(13, 'ไก่ย่างน้ำตก', '2-2.jpg', 349,
'1. ผสมน้ำปลา น้ำตาลทราย น้ำมะนาว พริกป่น ข้าวคั่ว คนพอเข้ากัน
2. ใส่ไก่ย่าง หอมแดง ต้นหอม ผักชีฝรั่ง คลุกเคล้าให้เข้ากันอีกครั้ง ตักใส่ภาชนะ โรยด้วยใบสะระแหน่ จัดเสิร์ฟพร้อมผักสดต่างๆ');

insert into Menu values
(14, 'หมูคลุกฝุ่น(ลาบทอด)', '2-3.jpg', 303.6,
'1. นำหมูสันนอกหั่นเส้นมาหมักด้วยพริกป่น ข้าวคั่ว น้ำตาลทราย ซอสหอยนางรม และน้ำปลา คลุกเคล้าให้เข้ากัน หมักไว้ 1 ชั่วโมง
2. นำกระทะขึ้นตั้งไฟ เทน้ำมันพืชลงไป รอจนน้ำมันเดือด จากนั้นนำหมูที่หมักไว้ไปทอดจนมีสีเหลืองหอม ตักออกพักไว้บนตะแกรงเพื่อให้สะเด็ดน้ำมัน 
3. ตักใส่จานที่เตรียมไว้ โรยผักชีฝรั่งซอย พร้อมเสิร์ฟ');

insert into Menu values
(15, 'อ่อมหอยขม', '2-4.jpg', 126,
'1. ล้างหอย ต่อยก้นหอย ล้างให้สะอาด
2. ตั้งหม้อ ใส่หอยขมต่อยก้น ตะไคร้ทุบ(หั่นชิ้นใหญ่) พริกโขลก ที่เตรียมไว้ ปรุงด้วยปลาร้า น้ำปลา ผงนัว คั่วด้วยไฟอ่อนจนหอม กลิ่นหอยขมเริ่มออก หรือประมาณ 1 นาที
3. ใส่ข้าวคั่ว เติมน้ำ ใช้ไฟกลาง ต้มจนหอยสุก ข้าวคั่วนิ่ม เหนียว น้ำข้น ใช้เวลาประมาณ 2-3 นาที
4. แกงได้ที่ ใส่ชะอม ใบแมงลัก ปรุงรสอีกครั้งตามชอบ ยกเสิร์ฟ');

insert into Menu values
(16, 'แกงอ่อมกบ', '2-5.jpg', 120,
'1. โขลกพริก กระเทียม หอมแดง ตะไคร้รวมกัน จากนั้นตั้งหม้อด้วยไฟแรงเทน้ำเปล่าให้น้ำเดือด จากนั้นก็นำพริก กระเทียม หอมแดงและตะไคร้ที่โขลกรวมกันไว้นำลงมาผัดกับน้ำเดือดจนหอม แล้วใส่กบสับลงไปผัดจนสุก
2. เมื่อผัดกบจนสุกได้ที่แล้ว ให้เติมน้ำปลาร้า น้ำปลา จากนั้นเติมน้ำเปล่าลงไปอีกประมาณ 500 ml. คนต่อไปจนน้ำเดือด ใส่ใบมะกรูด ตามด้วยบวบลงไป พอบวบเริ่มสุกใส่ผักชีลาว ต้นหอม ข้าวคั่วลงไปตามลำดับ
3. พอผักทุกอย่างสุกใส่ใบแมงลักลงไปแล้วคนให้เข้ากัน ชิมรสชาติ แล้วปิดฝาไว้สักพัก ให้กลิ่นของใบแมงลักเข้าไปในเนื้ออ่อมกบ จากนั้นก็เปิดฝาและตักใส่ถ้วยพร้อมเสิร์ฟ');

insert into Menu values
(17, 'ส้มตำปลาร้า', '2-6.jpg', 69.9,
'1. โขลกพริก กระเทียมให้เข้ากัน 
2. ใส่เครื่องปรุง น้ำตาล น้ำปลา น้ำมะขามเปียก น้ำมะนาว มะขือเทศ และน้ำปลาร้าลงไปในครก คนส่วนผสมให้เข้ากัน 
3. ใส่เส้นมะละกอลงไปตำให้เครื่องปรุงกับเส้นมะละกอเข้ากันดี ตักใส่จานพร้อมเสิร์ฟ');

insert into Menu values
(18, 'แกงไข่ผำเนื้อหมู', '2-7.jpg', 0,
'1. ล้างไข่ผำ ใส่หม้อตั้งไฟ ใส่น้ำนิดหน่อย
2. ตำพริกแกง ประกอบด้วย พริกแห้ง หัวหอม กระเทียม ตะไคร้ กะปิ ใบมะกรูด โขลกให้ละเอียด
3. หั่นหมูเป็นชิ้นพองาม พอน้ำต้มไข่ผำเดือดค่อยใส่หมู พริกแกง เติมน้ำปลา น้ำปลาร้าต้ม ปรุงรสตามชอบ ก่อนยกลงใส่ต้นหอมหั่นเป็นท่อนๆ เด็ดใบโหระพาใส่ลงไปด้วย');

insert into Menu values
(19, 'น้ำตกหมู', '2-8.jpg', 165,
'1. ใส่น้ำซุปลงในหม้อ นำขึ้นตั้งไฟ ใส่เนื้อหมูลงรวนพอสุก ยกลงจากเตา
2. ใส่พริกป่น และข้าวคั่ว ปรุงรสด้วยน้ำมะนาว และน้ำปลา คนผสมให้เข้ากัน ชิมรสตามชอบ
3. ใส่หอมแดงซอย ต้นหอมซอย ผักชีซอย ผักชีฝรั่งซอย และใบสะระแหน่ เคล้าผสมให้เข้ากันอีกครั้ง ตักใส่จาน เสิร์ฟพร้อมกับผักสด');

insert into Menu values
(20, 'ก้อยเนื้อ', '2-9.jpg', 105,
'1. นำเนื้อวัวที่หั่นแล้ว ใส่ลงในชามผสม ตามด้วยพริกแห้งป่น ดีวัว น้ำมะนาว น้ำปลา และข้าวคั่ว จากนั้นคลุกเคล้าให้เข้ากัน 
2. แล้วใส่ใบมะกรูดซอย หอมแดงซอย ผักชีฝรั่งซอย ต้นหอมและผักชีซอย แล้วคลุกเคล้าให้เข้ากันอีกครั้ง
3. ตักใส่จาน จากนั้นโรยใบสะระแหน่ พร้อมเสิร์ฟ');

insert into Menu values
(21, 'ซุปหน่อไม้', '2-10.jpg', 41,
'1. นำหน่อไม้ปี๊บมาแช่น้ำล้างให้สะอาด
2. ตั้งหม้อบนเตาใส่น้ำเปล่าเปิดไฟปานกลาง พอน้ำเดือดใส่หน่อไม้ปี๊บต้มประมาณ 10 นาที เทน้ำทิ้งทำแบบนี้ 3 รอบขึ้นสะเด็ดน้ำให้แห้ง
3. นำส้อมมาขูดหน่อไม้ที่เตรียมไว้ โดยขูดเป็นเส้นยาวๆ เสร็จแล้วใส่ชามเตรียมไว้
4. นำหม้อตั้งบนเตาใส่หน่อไม้ปี๊บที่ขูดเสร็จแล้วตามด้วยน้ำใบย่านาง เปิดไฟปานกลางรอต้มให้เดือดก่อน
5. ใส่น้ำปลา, มะนาว, น้ำปลาร้า, พริกป่น และข้าวคั่วคลุกเคล้าให้เข้ากัน
6. ใส่ผักชีฝรั่งซอย, ใบสะระแหน่, ต้นหอมซอย และหอมแดงซอยคลุกเคล้าให้เข้ากันอีกครั้ง
7. ปิดไฟตักใส่ชามโรยหน้าด้วยต้นหอมซอย, ใบสะระแหน่และข้าวคั่ว');

insert into Menu values
(22, 'น้ำพริกอ่อง', '3-1.jpg', 520,
'1. โขลกน้ำพริก โดยใส่ หอมแดง กระเทียม พริกแห้ง เกลือ และกะปิ โขลกให้ละเอียด 
2. ตั้งกระทะใส่น้ำมันเอากระเทียมบุบลงเจียว ให้มีสีเหลืองเล็กน้อย
3. เอาน้ำพริกที่โขลกไว้ใส่ลงไปผัดให้หอม ใส่หมูสับตามลงไปผัด หากมันดูแห้งเกินไปเติมน้ำเล็กน้อย
4. พอหมูใกล้สุกใส่มะเขือเทศตามลงไป ผัดจนมะเขือเทศสุกเละ ปรุงรสด้วยน้ำตาลและน้ำปลา 
5. ปิดไฟแล้วตักใส่ถ้วย โรยหน้าด้วยต้นหอม ผักชีซอย');

insert into Menu values
(23, 'ข้าวซอยไก่', '3-2.jpg', 505.7,
'1. ตั้งหม้อหรือกระทะใบใหญ่ให้ร้อน ใส่กะทิลงไปเคี่ยวสักพัก ตามด้วยเครื่องแกง จากนั้นเคี่ยวจนกะทิให้แตกมัน
2. ใส่น่องไก่ลงไปผัดให้เข้ากับกะทิ แล้วเติมกะทิลงไปจนหมด เคี่ยวต่อให้ไก่เปื่อย สัก 30-40 นาที  
3. ลวกเส้นข้าวซอยให้นุ่มก่อนนำไปทอดค่ะ โดยเราจะนำไปลวกในน้ำเดือด โดยใช้เวลาประมาณ 8 นาที
4. โดยแบ่งเส้นข้าวซอยที่ลวกแล้วสัก 2 หยิบมือ ผึ่งให้แห้งแล้วนำลงทอดในน้ำมันปาล์มเดือด ๆ สักพักให้กรอบ แล้วตักขึ้นพักไว้ 
5. ตักเส้นข้าวซอยลวกลงในชาม แล้วตักน้ำข้าวซอย พร้อมน่องไก่ราดลงไป
6. ตกแต่งด้วยข้าวซอยทอดและต้นหอมผักชีซอย ทานพร้อมพริกผัด หอมแดงซอย และผักกาดดอง');

insert into Menu values
(24, 'ขนมจีนน้ำเงี้ยว', '3-3.jpg', 308,
'1. ต้มน้ำ พอเดือด ใส่ซี่โครงหมู ต้มจนหมูนุ่ม
2. โขลกเครื่องแกงรวมกันให้ละเอียด
3. ผัดเครื่องแกงกับน้ำมัน จนมีกลิ่นหอม ใส่เต้าเจี้ยวลงผัด คนให้เข้ากัน
4. ใส่หมูบด ผัดให้เข้ากัน จนหมูสุก
5. ใส่เครื่องแกงที่ผัดแล้วลงในน้ำหม้อต้มกระดูก ต้มจนเดือด ใส่ดอกงิ้ว ต้มต่อประมาณ 10 นาที
6. ใส่เลือดไก่ที่หั่นแล้ว คนให้ทั่ว แล้วใส่มะเขือเทศ
8. ตั้งไฟต่อประมาณ 5 นาที ยกลง นำขนมจีนใส่จาน ราดด้วยแกงน้ำเงี้ยว รับประทานกับเครื่องเคียง');

insert into Menu values
(25, 'ไส้อั่ว', '3-4.jpg', 420,
'1. โขลกเครื่องแกงรวมกันให้ละเอียด
2. ล้างไส้หมูให้สะอาด โดยใส่น้ำลงในไส้ แล้วกลับด้านในออกมาด้านนอก นำไปแช่น้ำใส่เกลือ ประมาณ 10 นาที แล้วกลับด้านนอกออกเหมือนเดิม
3. ใส่เครื่องแกงลงคลุกเคล้ากับเนื้อหมูบดให้เข้ากัน
4. ใส่ผักชีต้นหอมซอย ใบมะกรูดซอย คลุกเคล้าให้เข้ากัน
5. นำหมูที่คลุกเคล้าเรียบร้อยแล้ว มากรอกใส่ไส้หมู โดยใช้กรวยช่วยในการกรอกหมูใส่ไส้
6. เมื่อกรอกไส้จนเต็มแล้ว มัดปากไส้
7. นำไส้อั่วที่ได้มาย่างไฟอ่อนๆ จนสุกเหลืองทั่ว ประมาณ 45 นาที');

insert into Menu values
(26, 'แกงอ่อม', '3-5.jpg', 88,
'1. ตำกระเทียม ข่า หอมแดง พริก และพริกแห้ง เข้าด้วยกันตำจนละเอียด
2. นำพริกที่ตำไปผัดในหม้อ ตามด้วยเนื้อน่องลาย ผัดแค่ผิว ๆ สุก
3. ใส่น้ำปลาร้าครึ่งนึงก่อน ผัดให้น้ำปลาร้าซึมเข้าเนื้อ
4. เติมน้ำเปล่าลงไปแล้วตามด้วยน้ำปลาร้าที่เหลือ ปรุงรสด้วยน้ำปลาและผงชูรส
6. ใส่ถั่วฝักยาว ใบมะกรูด และผักชีลาว ต้มต่อจนงวดและผักสุก อาจจะเติมพริกสดลงไปด้วยเพื่อความสวยงาม');

insert into Menu values
(27, 'แกงโฮะ', '3-6.jpg', 1556,
'1. ตั้งกระทะน้ำมัน ผัดกระเทียมให้หอม ใส่พริกแกงเผ็ด และพริกแกงฮังเลลงไปผัด
2. นำหน่อไม้ดอง แคบหมู ใบมะกรูด ผักตำลึง ตะไคร้ ปรุงรสด้วยน้ำปลา และน้ำมะนาว ผัดให้เข้ากัน
3. นำวุ้นเส้น ลงไปผัดต่อให้วุ้นเส้นสุก เสิร์ฟใส่จาน');

insert into Menu values
(28, 'ไข่ปาม', '3-7.jpg', 83.03,
'1. เช็ดใบตองให้สะอาด แล้วตัดเป็นสี่เหลี่ยมผืนผ้า ประกบด้านท้องใบเข้าด้วยกัน แล้วกลัดสองข้างเข้าด้วยกัน 
2. ตอกไข่ใส่เกลือใส่มะเขือเทศตีพอเข้ากันดี ตักใส่ใบตองที่พับไว้ โรยหน้าด้วยต้นหอม 
3. นำไปย่างด้วยไฟอ่อนถึงกลางนิดๆ พอไข่สุกเกือบทั้งหมด กลับด้านเพื่อให้มีสีเหลืองจากการย่างอีกนิดหน่อย');

insert into Menu values
(29, 'คั่วแห้งไก่', '3-8.jpg', 204.8,
'1. ตั้งกะทะ (ไม่ใส่น้ำมัน) นำเครื่องแกงที่โขลกไว้ ผัด กับไก่หั่นชิ้นทั้งหมด คลุกให้เข้ากัน
2. เติมน้ำเปล่า 1 ถ้วย รอเดือดใส่ ตะไคร้ทุบ ใบมะกรูด ข่า คนให้เข้ากัน
3. คนไก่ตลอด จนไก่สุกเนื้อเปื่อยและน้ำแกงแห้ง ปิดไฟ
4. ปรุงรสตามใจชอบด้วยน้ำปลา โรยผักชีต้นหอม');

insert into Menu values
(30, 'ไก่นึ่ง', '3-9.jpg', 0,
'1. นำพริกแห้ง ขมิ้น ข่า กระเทียม หอมแดง กะปิ และรากผักชีโขลกให้ละเอียด
2. นำไก่มาไว้ในชามผสมแล้วนำส้อมมาจิ้มให้ทั่วๆ แล้วตักเครื่องเทศที่เราโขลกไว้มาใส่ลงในชามผสม และใส่น้ำปลา ใบมะกรูดลงไปคลุกคล้าให้เข้ากัน พักไว้ 20-30 นาที
3. นำลังถึงใส่น้ำตั้งไฟไว้ วางตะแกรงไว้บนภาชนะที่จะนำมารองน้ำที่จะหยดจากไก่และวางไก่ลงบนตะแกงและปิดฝานึ่งไว้จนไก่สุก
4. นำไก่นึ่งมาจัดเสิร์ฟ คู่กับน้ำที่ได้จากการนึ่งไก่');

insert into Menu values
(31, 'แกงส้มปลากะพง', '4-1.jpg', 143.95,
'1. ตั้งน้ำให้เดือด ใส่พริกแกงส้มและกะปิ คนให้ละลายเข้ากับน้ำ
2. ใส่มะละกอลงไป ต้มจนมะละกอสุกใส ปรุงรสด้วย น้ำปลา น้ำตาลปี๊บ
3. ใส่เนื้อปลากะพงลงไป กดให้พอจม อย่าคนจนกว่าปลาจะสุก 
4. เมื่อปลาเริ่มสุก ปรุงรสด้วยน้ำมะขามเปียก ปิดไฟบีบมะนาวลงไป ตักใส่ถ้วยเสิร์ฟ  ');

insert into Menu values
(32, 'แกงไตปลา', '4-2.jpg', 50,
'1. ตั้งหม้อ ใส่ตะไคร้ ใบมะกรูดฉีก มะขามเปียก ตามด้วยไตปลา และน้ำเล็กน้อย พอเดือดได้ที่ยกขึ้น กรองแล้วพักไว้ 
2. ตั้งหม้อต้มน้ำให้เดือด ตามด้วยน้ำพริกแกงไตปลา และกะปิคนให้เข้ากัน ตามด้วยใบมะกรูด ไตปลาที่ต้มไว้ 
3. พอเดือดใส่ปลาทูนึ่งที่แกะเอาก้างออก มะเขือพวง ต่อด้วยหน่อไม้ มะเขือเปราะ ถั่วฝักยาว หน่อไม้ พอเดือดอีกครั้งให้ปิดไฟ ตักใส่ชามจัดเสิร์ฟ ');

insert into Menu values
(33, 'ใบเหลียงต้มกะทิกุ้ง', '4-3.jpg', 300,
'1. นำหอมแดง กะปิ และพริกไทยขาวมาโขลกให้ละเอียด 
2. ตั้งหม้อโดยใช้ไฟกลาง ใส่หัวกะทิลงไป รอให้กะทิเดือดอ่อน ๆ ใส่เครื่องแกงลงไปคนให้เข้ากัน จากนั้นใส่กุ้งแห้งตามลงไป 
3. หลังจากนั้นเติมหางกะทิลงไปอีก เมื่อกะทิเดือดแล้วนำกุ้งสดใส่ลงไป รอจนกุ้งสุกดีแล้วใส่ใบเหลียงลงไป
5. ใช้ทัพพีกดให้ใบเหลียงจมน้ำแกงให้หมด รอให้ใบเหลียงอ่อนตัวลง ทำการปรุงรสด้วยน้ำตาลทรายและเกลือ
6. รอให้นำแกงเดือดอ่อน ๆ อีกครั้ง แล้วปิดไฟ พร้อมเสิร์ฟ');

insert into Menu values
(34, 'ขนมจีนน้ำยาปู', '4-4.jpg', 85,
'1. นำหัวกะทิ 1 ถ้วย และหางกะทิ 2 ถ้วย ผสมรวมกันในหม้อ ยกขึ้นตั้งเตาไฟกลาง ๆ เมื่อเดือด ใส่พริกแกงใต้ลงไปคนผสมให้เข้ากัน หมั่นคนจนส่วนผสมเดือด เคี่ยวจนมีกลิ่นหอม
2. ปรุงรสด้วยน้ำปลา น้ำตาลปี๊บ เติมหัวกะทิส่วนที่เหลือลงไปจนหมด หมั่นคนเพื่อไม่ให้กะทิแตกมัน ชิมรสให้มีรสเค็ม และเผ็ดตาม
3. แบ่งใส่เนื้อปูลงไป เก็บไว้เล็กน้อยสำหรับโรยหน้าตอนเสิร์ฟ
4. ก่อนดับไฟ ฉีกใบมะกรูดใส่ลงไป เพื่อไม่ให้ใบมะกรูดสุกจนเฉา
5. ตักน้ำยาปูใส่ถ้วย โรยหน้าด้วยเนื้อปูส่วนที่เหลือ จัดเสิร์ฟพร้อมขนมจีนและผักเคียงได้');

insert into Menu values
(35, 'ปลากระบอกต้มขมิ้น', '4-5.jpg', 200,
'1. ตั้งน้ำโดยใช้ไฟแรง พอน้ำเดือดนำขมิ้นทุบหยาบ หอมแดงทุบหยาบ ตะไคร้หั่นท่อน และใบมะกรูดใส่ลงไป รอจนน้ำเดือดอีกครั้ง
2. นำปลากระบอกใส่ลงไป รอจนปลาสุกประมาณนึง ปรุงรสด้วยน้ำมะนาว เกลือ น้ำมะขามเปียก และพริกแห้ง
3. เมื่อปลาสุกได้ที่แล้ว จัดเสิร์ฟใส่ชาม ตกแต่งด้วยพริกแห้งให้สวยงาม ');

insert into Menu values
(36, 'ข้าวยำปักษ์ใต้', '4-6.jpg', 164,
'1. ใส่น้ำบูดูลงในหม้อ ตามด้วยตะไคร้ ใบมะกรูด ข่า หอมแดง และปลาอินทรีย์เค็ม ตั้งไฟกลางเคี่ยวให้งวดลง ให้เหลือน้ำสัก ¾ ของน้ำบูดูเดิม
2. ปรุงรสด้วยน้ำตาลมะพร้าวแล้วเคี่ยวต่อสักพัก หมั่นคนเพื่อให้ไหม้ก้นหม้อ เมื่อได้ที่แล้วยกลง กรองเอากากออก 
3. เตรียมเครื่องทอปปิงที่เราต้องการเสิร์ฟ โดยซอยผักทั้งหมดเตรียมไว้
4. จัดจานให้สวยงาม เริ่มจากข้าวสวย ตามด้วยน้ำบูดูที่เคี่ยวเสร็จแล้ว และทอปปิงผักทั้งหมด กุ้งแห้งโขลก มะพร้าวคั่ว และพริกแห้งป่น พร้อมเสิร์ฟ');

insert into Menu values
(37, 'ใบเหลียงผัดไข่', '4-7.jpg', 234.1,
'1.เด็ดใบเหลียงเลือกใบที่อ่อนๆ ไม่แข็งกระด้าง ใบที่ใหญ่ให้ฉีกออกแต่ไม่ต้องเล็กมาก ล้างน้ำให้สะอาดพักสะเด็ดน้ำ
2.นำน้ำมันใส่กะทะตั้งไฟให้ร้อน เจียวกระเทียมให้หอม ใส่ไข่ไก่ที่ตีไว้ผัดพอไข่เป็นวุ้น
3.ใส่ใบเหลียงตามด้วยเครื่องปรุงผัดให้ใบเหลียงพอสลบ ตัดใส่จานทานได้ทันที');

insert into Menu values
(38, 'ผัดสะตอกะปิกุ้งสด', '4-8.jpg', 300,
'1. ใส่กระเทียมลงไปในครก ตามด้วยพริกขี้หนู กะปิ และน้ำตาลปี๊บ โขลกให้ละเอียด ตักใส่ถ้วยพักไว้
2. นำกระทะตั้งไฟความร้อนปานกลาง เทน้ำมันพืชลงไป รอน้ำมันร้อน ใส่พริกแกงผัดจนหอม จากนั้นใส่กุ้งลงไปผัดจนสุก
3. ใส่สะตอแกะผ่าครึ่ง ผัดจนสุก จากนั้นปรุงรสด้วยน้ำปลา และมะนาว ผัดต่อให้เข้ากันดี เสร็จแล้วปิดไฟยกลง ตักใส่จานพร้อมเสิร์ฟ');

insert into Menu values
(39, 'หมูโคะ', '4-9.jpg', 1200,
'1. นำกระเทียม และหอมแดงมาซอยให้พอหยาบ
3. นำหมูสามชั้น มาหั่นเป็นชิ้น ชิ้นละประมาณ 2 นิ้ว
3. ใส่กระเทียม และหอมแดงซอยลงไปผัดกับน้ำมันในกระทะจนหอมแดงสุกใส แล้วจึงใส่กะปิลงไป ผัดให้เข้ากัน
4. ใส่หมูสามชั้นลงไปผัด แล้วเติมน้ำเปล่าลงไป ตั้งไฟให้เดือด แล้วปรับเป็นไฟกลาง ตุ๋นไว้ประมาณ 20 นาที จนน้ำงวด
5. เมื่อน้ำลดลงประมาณครึ่งหนึ่ง เติมน้ำตาลปี๊บลงไป คนให้ละลายเข้ากัน
6. เมื่อน้ำงวดลง น้ำมันจากหมูสามชั้นจะเริ่มออกมา เร่งไฟให้แรงขึ้น แล้วใช้น้ำมันที่ออกมาทอดหมูให้สีน้ำตาลสวย ตักขึ้นจัดเสิร์ฟ');

insert into Menu values
(40, 'สุกี้แห้ง', '5-1.jpg', 240,
'1. เอาวุ้นเส้น แช่น้ำ และหั่นผักต่างๆ 
2. ใส่น้ำมัน เจียวกระเทียมพอหอม ใส่ไก่ พอไก่พอสุก ใส่ผักกาด ผักบุ้ง ลงไปผัดต่อ
3. ผักใกล้สุก ใส่วุ้นเส้นลงไป พอวุ้นเส้นใกล้สุก ใส่ไข่ตามลงไป ผัดต่ออีกซักพัก แล้วใส่ซอสสุกี้ ซีอิ๊วขาว ซอสหอยนางรม ตามด้วยขึ้นฉ่าย
4. ผัดทุกอย่างให้เข้ากันดี ตักใส่จานเสิร์ฟพร้อมน้ำจิ้มที่เหลือ');

insert into Menu values
(41, 'ข้าวหมูแดง', '5-2.jpg', 540,
'1. หั่นเนื้อหมูเป็นชิ้นเล็กยาวๆ หนาประมาณ 1.5 นิ้ว ระวังอย่าให้หนาเกินไปเพราะจะทำให้เนื้อสุกไม่สม่ำเสมอ
2. ละลายผงปรุงในซองกับน้ำ 1/2 ถ้วยตวง แล้วคลุกเคล้าให้เข้ากับเนื้อหมู หมักทิ้งไว้ 2-3 ชั่วโมง เพื่อให้ซอสซึมเข้าเนื้อ
3. เปิดเตาอบที่ 400° ฟ (200° ซ) อบประมาณ 20 นาที จนสุก หรือย่างโดยใช้ไฟแรงๆ เพื่อให้หมูแดงมีสีสวยและกลิ่นหอมน่ารับประทาน
4. หั่นสไลด์เป็นชิ้นบางๆ
5. ทำน้ำราดหมูแดงด้วยการผสมผงปรุงในน้ำ 1 ถ้วยตวง แล้วคนให้เข้ากัน
5. นำส่วนผสมไปตั้งไฟ หมั่นคน พอเดือดยกลง
6. ราดน้ำหมูแดงลงบนข้าวสวยร้อนๆ ที่จัดเรียงหมูแดงไว้แล้ว');

insert into Menu values
(42, 'ข้าวมันไก่', '5-3.jpg', 765.3,
'STEP 1 : ต้มไก่
1. นำไก่สดทั้งตัวไปลวกในน้ำร้อนให้หนังตึง แล้วยกขึ้นพักไว้ให้เย็น
2. ตั้งหม้อใส่น้ำเปล่า ตะไคร้ 15 กรัม กระเทียม 10 กรัม ขิง 15 กรัม รากผักชี 3 ราก ใบเตย 3 ใบ และเกลือ 15 กรัมลงไป
3. จากนั้นใส่ไก่ที่ลวกไว้ตามลงไปโดยไม่ต้องรอให้น้ำเดือด แล้วปรับเป็นไฟกลาง ต้มประมาณ 1 ชั่วโมง แล้วยกขึ้นพักให้เย็นลง
STEP 2 : ทำข้าวมัน
4. ซาวข้าวให้สะอาด แล้วพักไว้
5. ตั้งกระทะ ใส่น้ำมันไก่ลงไป จากนั้นทุบกระเทียม 10 กรัม หอมแดง 10 กรัม และตะไคร้ 10 กรัมให้พอแตก แล้วใส่ลงไปผัดให้หอม
6. นำข้าวสารที่ซาวไว้ลงไปผัดให้เข้ากัน แล้วยกขึ้น นำส่วนผสมที่ผัดไปใส่ในหม้อหุงข้าว
7. เติมน้ำสต๊อกไก่ น้ำมันงา และเกลือ 1/4 ช้อนชาแล้วหุงข้าวให้สุก
STEP 3 : จัดเสิร์ฟ
8. ตักข้าวมันที่หุงเสร็จแล้วใส่จาน ตามด้วยหั่นไก่ที่ต้มไว้เป็นชิ้นพอดีคำ วางเสิร์ฟเคียงกับข้าวและแตงกวาหั่นบาง ตกแต่งด้วยผักชี เสิร์ฟพร้อมน้ำจิ้ม');

insert into Menu values
(43, 'ข้าวไข่ข้นกุ้ง', '5-4.jpg', 479.8,
'1. ตีไข่ไก่ลงไปในชามผสม ตามด้วยนมสด ปรุงรสด้วยซอสหอยนางรม ซีอิ๊วขาว แล้วคนให้เข้ากัน
2. ใส่เห็ดหอมที่หั่นแล้ว ตามด้วยกุ้ง 
3. ตั้งกระทะเปิดไฟอ่อน ใส่น้ำมั้น รอให้นำมันเริ่มร้อนแล้วเทไข่ลงไป เกลี่ยไข่ให้บางๆ รอจนไข่ด้านล่างสุกไข่ด้านบนเยิ้มๆ เล็กน้อย
4. จากนั้นเตรียมข้าวสวยรอ เสร็จแล้วก็เทไข่ราดลงบนข้าวสวย');

insert into Menu values
(44, 'แกงกะหรี่หมูไข่ข้น', '5-5.jpg', 430,
'1. นำผักทั้งหมดใส่ชาม ใส่น้ำ นำเข้าไมโครเวฟ โดยใช้ความร้อน 1,100วัตต์ นานประมาณ 5-6 นาที จนผักสุก
2. หั่นเครื่องแกงกะหรี่เป็นก้อนเล็ก ๆ ใส่ลงไปในชามผัก คนให้เข้ากัน นำเข้าไมโครเวฟ โดยใช้ความร้อน 1,100วัตต์ อีก 2 นาที
3. ใส่เนื้อหมูลงในชามกระเบื้อง นำเข้าเตาไมโครเวฟ โดยใช้ความร้อน 1,100 วัตต์ เป็นเวลาประมาณ 4-5 นาที จนหมูสุก นำออกจากเตา รินน้ำออก ใส่หมูที่สุกแล้วลงไปในชามผัก เอาไมโครเวฟอีกครั้ง โดยใช้ความร้อน 800 วัตต์ นานประมาณ 8-10 นาที นำออกจากเตา
4. ตีไข่ให้เข้ากัน เทลงจานกระเบื้อง นำเข้าไมโครเวฟ โดยใช้ความร้อน 300วัตต์ คอยดูเมื่อขอบไข่เริ่มสุก ให้นำออกมาคน คนเรื่อย ๆ จนไข่สุกเป็นแผ่น เทโปะข้าวพร้อมรับประทาน ');

insert into Menu values
(45, 'ข้าวหน้าหมูทอด(คัตสึด้ง)', '5-6.jpg', 560,
'1. นำเนื้อหมูมาโรยด้วยเกลือและพริกไทยทั้งสองด้าน นวดให้เครื่องปรุงซึมซับเข้าไปในเนื้อหมู แล้วพักไว้ 5 นาที
2. นำเนื้อหมูที่ปรุงรสแล้วไปชุบ แป้งอเนกประสงค์ ไข่ไก่ และเกล็ดขนมปัง ตามลำดับ แล้วนำลงทอดในน้ำมันปาล์ม จนเหลืองทอง แล้วนำขึ้นพักสะเด็ดน้ำมันไว้ 
3. ตั้งกระทะใบเล็ก นำหัวหอมใหญ่ลงไปผัดจนสุกใส ตามด้วย น้ำซุป โชยุ น้ำตาลทราย และเหล้ามิลิน ตั้งไฟจนพอเดือด
4. หั่นหมูที่ทอดไว้เป็นชิ้นแล้วนำลงกระทะใบเดียวกัน ตีไข่ไก่ให้พอแตก ราดลงไปรอบ ๆ แล้วยกขึ้น 
5. ราดตัวหมูทอดและน้ำราดที่ทำไว้ลงบนข้าวญี่ปุ่น โรยด้วยต้นหอมซอย เท่านี้ก็พร้อมรับประทาน');

insert into Menu values
(46, 'ข้าวหน้าเนื้อ', '5-7.jpg', 600,
'1. นำซีอิ๊วญี่ปุ่น สาเก มิริน และดาชิ มาผสมกันในชามผสม แล้วพักไว้
2. ตั้งกระทะใช้ไฟกลาง ใส่น้ำมันงาลงไป เมื่อน้ำมันร้อน ใส่เนื้อวัว และน้ำตาลลงไป ผัดจนเนื้อเกือบสุก แล้วตักขึ้นพักไว้
3. เปลี่ยนกระทะใหม่ ใส่หอมใหญ่ ขิงขูด และส่วนผสมน้ำซอสที่เตรียมไว้ลงในกระทะ ก่อนผัดให้หอมใหญ่เริ่มนิ่ม จากนั้นต้มต่อให้พอเดือด
4. ใส่เนื้อที่ผัดเตรียมไว้ลงไป ผัดด้วยความเร็วให้พอเข้ากัน ก่อนปิดไฟยกลง 
5. นำเนื้อที่ผัดตักราดบนข้าวญี่ปุ่น ตอกไข่ลงไป และตกแต่งด้วยต้นหอมญี่ปุ่น ขิงดองสีแดง และสาหร่าย ก่อนโรยด้วยพริกญี่ปุ่น');

insert into Menu values
(47, 'ก๋วยจั๊บน้ำข้นหมูกรอบ', '5-8.jpg', 366,
'1. ใส่น้ำมันรำข้าวเล็กน้อย นำอกไก่ใส่ลงไปผัดจนสุก
2. ใส่เส้นใหญ่ลงไป ปรุงรสด้วยซอสหอยนางรม ซอสปรุงรส ผัดให้เข้ากัน ใส่ไข่ไก่ฟองแรกลงไป ผัดให้เข้ากับเส้น
3. นำไข่ฟองที่ 2 ค่อย ๆ ใส่ไว้ตรงกลาง โรยต้นหอม พริกไทย นำฝาหม้อมาครอบไว้ 1-2 นาที จนไข่ขาวสุก ไข่แดงยังเยิ้มอยู่
4. ตักใส่จาน เสิร์ฟพร้อมซอสพริก พร้อมเสิร์ฟ');

insert into Menu values
(48, 'ก๋วยเตี๋ยวคั่วไก่', '5-9.png', 435,
'1. นำเนื้อไก่มาหั่นเป็นชิ้นพอดีคำหมักกับซีอิ๊วขาว พริกไทยลงไปแป้งมัน หมักทิ้งไว้ 1-2ชั่วโมง
2.ตั้งกระทะใส่น้ำมัน พอน้ำมันร้อนใส่ไก่ที่หมักไว้ลงไปผัดให้สุก
3.จากนั้นก็ตอกไข่ใส่ลงไปยีไข่ผัดใหเข้ากันจนไข่สุก 
4.จากนั้นใส่เส้นใหญ่ลงไปผัด ปรุงรสด้วยซีอิ๊วขาว เกลือ น้ำตาลทราย และพริกไทยป่น ผัดคลุกเคล้าให้เข้ากัน
5.โรยด้วยต้นหอมซอย และผักซีตักใส่จานพร้อมเสิร์ฟ');

insert into Menu values
(49, 'กุ้งเทมปุระ', '6-1.jpg', 80,
'1. นำกุ้งมาล้างให้สะอาด เด็ดหัวออก ผ่าหลังเอาเส้นดำออก
2. หลังจากนั้นหงายท้องกุ้งแล้วบั้งกุ้งเป็นแนวขวาง เพื่อให้กุ้งเหยียดตรง
3. เทแป้งอเนกประสงค์ลงใส่ชามค่ะ นำกุ้งมาคลุกให้ทั่วแล้วพักไว้
4. เสร็จแล้วนำน้ำเปล่าเย็นจัด เทลงผสมในแป้ง ตามด้วยไข่ไก่ ตีด้วยตะกร้อมืออย่างช้า ๆ ให้เข้ากันดี
5. ตั้งกระทะใส่น้ำมันให้ท่วมกุ้ง ใช้ไฟกลางรอให้น้ำมันร้อนจัด
6. จากนั้นใช้มือชุบแป้งที่ผสมไว้ ทำการสะบัดนิ้วลงในผิวน้ำมัน ให้เป็นจุดเล็กให้ทั่วบนกระทะ
7. นำกุ้งที่คลุกแป้งแห้งไว้แล้ว นำลงชุบแป้งอีกครั้ง จากนั้นนำไปหยอดใส่กระทะ
8. พอแป้งเริ่มเหลืองให้กลับกุ้ง เสร็จแล้วดูจนกุ้งเหลืองสุกได้ที่ ทำการตักขึ้นไว้ให้สะเด็ดน้ำมัน
9. เมื่อกุ้งสะเด็ดนำมันแล้วนำจัดใส่จาน นำแป้งส่วนเกินที่กรอบ ๆ โรยลงบนตัวกุ้งเทมปุระ เสิร์ฟพร้อมน้ำจิ้มเทมปุระและหัวไชเท้าขูด');

insert into Menu values
(50, 'ไก่ทอดคาราอะเกะ', '6-2.jpg', 476,
'1. นำเนื้อไก่ที่หั่นเป็นชิ้นแล้วมาหมักด้วย โชยุ ขิงบด และสาเก คลุกให้เข้ากัน พักไว้ 30 นาที
2. เมื่อหมักได้ที่แล้ว ใส่ไข่ไก่ที่ตีแล้วลงไป คลุกให้เข้ากัน ตามด้วยแป้งสาลีอเนกประสงค์ และแป้งมันฮ่องกง คลุกให้เข้ากันอีกที
3. ตั้งกระทะ ใส่น้ำมันสำหรับทอด ใช้ไฟกลางค่อนแรง นำไก่ลงไปทอดประมาณ 5 นาทีจนเริ่มเหลืองทอง จึงเร่งเป็นไฟแรง ทอดอีกประมาณ 30 วินาที แล้วยกขึ้นพักสะเด็ดน้ำมัน
4. จัดเสิร์ฟพร้อมกะหล่ำปลีซอย และน้ำจิ้มไก่ ');

insert into Menu values
(51, 'ข้าวผัดเบนโตะ', '6-3.jpg', 0,
'1. ตั้งกระทะเทน้ำมัน พอกระทะร้อนแล้วใส่แครอท บรอกโคลี และข้าวโพดลงไปผัดให้สุก จากนั้นใส่ข้าวญี่ปุ่น เติม ซอสปรุงรส ผัดให้เข้ากันจนข้าวเปลี่ยนสีเป็นสีน้ำตาล พักให้เย็นก่อน 
2. นำข้าวผัดอัดลงไปในถ้วยให้แน่นๆ แล้วคว่ำลงไปในเบนโตะแล้วดึงถ้วยออก 
3. ตกแต่งด้วยปูอัด ไข่นกกระทาต้ม เชดดาร์ชีส ไส้กรอก แฮม ไข่หวาน ไข่กุ้ง ที่เตรียมไว้');

insert into Menu values
(52, 'ทาโกะยากิ', '6-4.jpg', 342,
'1. เทแป้งเค้กลงในชามผสม ไข่ไก่ เกลือ ปรุงรสด้วยโชยุ นมข้นจืด ตรามะลิ โปรเฟสชั่นแนล และใส่น้ำสต็อกดาชิทีละครึ่ง คนให้เข้ากันจนหมดแล้วพักแป้งไว้อย่างน้อย 30 นาที ก่อนนำมาหยอดในกระทะ
2. เปิดไฟเตาทาโกะยากิให้ร้อน โดยใช้แปรงทาน้ำมันให้ทั่วๆ จากนั้นใส่แป้งให้เกือบเต็มหลุม
3. ใส่กะหล่ำปลีสับ ต้นหอมซอย ขิงดองสับ และเติมแป้งซ้ำจนกว่าจะได้ลูกกลมๆ
4. ใส่ปลาหมึกยักษ์ แล้วพลิกตัวแป้งให้กลมและเก็บส่วนที่ติดอยู่ตามขอบให้หมด เมื่อแป้งสุกแล้วจัดเสิร์ฟได้เลย
5. จัดเสิร์ฟทาโกะยากิใส่จานให้สวยงาม ราดด้วยซอสโอโคโนมิยากิ มายองเนส โรยด้วยปลาโออบแห้ง สาหร่าย และพริกป่น ');

insert into Menu values
(53, 'นาเบะ', '6-5.jpg', 585,
'1. เขย่าถุงน้ำซุปเล็กน้อยให้เข้ากันแล้วเทลงในหม้อ ตั้งไฟแรงแล้วรอจนเดือด หลังจากนั้นใส่เนื้อสัตว์ลงไป
2. เมื่อน้ำซุปเดือดแล้ว ตั้งไฟปานกลาง ตักฟองออก แล้วใส่ผักกาดขาวส่วนที่เป็นสีขาว (ส่วนแข็ง), ต้นหอมญี่ปุ่น และเห็ดไมทาเกะลงไป เมื่อสุกแล้วให้ใส่ผักกาดขาวส่วนใบลงไป รอจนน้ำซุปเดือดอีกครั้งเป็นอันเสร็จ');

insert into Menu values
(54, 'เกี๊ยวซ่า', '6-6.jpg', 253,
'1. นำหมูบด กระเทียมสับ หอมใหญ่สับ กะหล่ำปลีสับ ใบกุยช่ายซอย ต้นหอมซอย ขิงขูด แป้งมัน โชยุ น้ำมันงา น้ำตาลทราย เทใส่ชามผสม แล้วคนให้เข้ากัน
2. นำแผ่นเกี๊ยวซ่าวางไว้บนมือ ใช้ไม้พายหรือช้อนเล็ก ๆ ตักไส้วางกลางแผ่นเกี๊ยวซ่า เอาน้ำลูบบริเวณขอบเล็กน้อย พับแผ่นเกี๊ยวซ่าอีกด้านทบขึ้นมา ค่อย ๆ จับจีบทั้งสองด้านเข้าตรงกลาง ให้เป็นเส้นโค้งสวยงาม
3. นำเกี๊ยวซ่าที่ห่อเสร็จแล้ว วางเรียงลงในกระทะ ใส่น้ำมันเพียงเล็กน้อย ตั้งไฟกลางจนกระทะเริ่มร้อน ค่อย ๆ เทน้ำใส่ลงไปประมาณครึ่งของตัวเกี๊ยวซ่า แล้วปิดฝาเร่งไฟแรง รอจนน้ำระเหยหมด
4. เมื่อน้ำระเหยหมด แล้วปิดไฟยกกระทะออกจากเตา นำกระทะมาพลิกเกี๊ยวซ่าลงใส่ในจานเสิร์ฟ');

insert into Menu values
(55, 'ข้าวหน้าหมูปั้นเทอริยากิ', '6-7.jpg', 750,
'1. นำหมูสับมาปรุงรสด้วย พริกไทย และ คนอร์ เนเชอรัล ผงรสหมู แล้วนวดผสมให้เข้ากัน
2. ปั้นให้เป็นก้อนกลม นำไปจี่ในกระทะให้พอขึ้นสี แล้วคีบขึ้นพักไว้
3. ใส่น้ำเปล่า โชยุ มิริน น้ำตาลทราย และขิงขูด ลงในกระทะใบเดิม เคี่ยวให้พอข้นเล็กน้อย
4. นำหมูปั้นก้อนที่จี่ไว้เมื่อซักครู่ ลงไปเคี่ยวกับซอส ให้ซอสซึมเข้าเนื้อ 
5. วางหมูปั้นก้อนลงบนข้าวญี่ปุ่นร้อน ๆ ราดซอสเทอริยากิ โรยด้วยต้นหอมญี่ปุ่น และงาขาวคั่ว พร้อมรับประทาน ');

insert into Menu values
(56, 'ซูชิแซลมอนบาร์เลย์ ', '6-8.jpg', 250,
'1. ล้าง ไร่ทิพย์ บาร์เลย์ ให้สะอาด นำไปใส่ในหม้อหุงข้าว และเทน้ำเปล่าลงไป 1 1/2 ถ้วย จากนั้นนำไปหุงจนสุกประมาณ 30 นาที 
2. นำ ไร่ทิพย์ บาร์เลย์ ที่หุงสุกแล้ว ใส่ชามผสม ปรุงรสด้วยน้ำส้มสายชู และเกลือ จากนั้นคนให้เข้ากัน 
3. นำสาหร่ายวางลงบนเสื่อห่อซูชิ ตามด้วย ไร่ทิพย์ บาร์เลย์ เกลี่ยให้เท่ากันประมาณครึ่งแผ่นของสาหร่าย และทาไข่กุ้งลงไปให้ทั่ว
4. วางกรีนโอ๊ก แตงกวาญี่ปุ่น และแซลมอนลงไป จากนั้นม้วนให้แน่น
5. หั่นเป็นชิ้นพอดีคำ เสิร์ฟพร้อมขิงดอง โชยุ และวาซาบิ');

insert into Menu values
(57, 'ไข่หวาน', '6-9.jpg', 197,
'1. ตอกไข่ลงในชามผสม ตามด้วยน้ำตาล เกลือ และน้ำเปล่าตีส่วนผสมให้เข้ากัน
2. นำกระทะตั้งไฟโดยใช้ไฟกลาง พอกระทะร้อนใช้กระดาษทิชชู่ชุบน้ำมัน ทาให้ทั่วกระทะ ตักไข่ลงไป 2 ทัพพีเล็ก กลิ้งไข่ให้บางเต็มกระทะ พอไข่ด้านข้างเริ่มแข็ง ตรงกลางสุกนิดหน่อย หรี่ไฟให้อ่อน และใช่ตะเกียบแซะไข่ แล้วค่อย ๆ ม้วนตะล่อมจนถึงฝั่งตรงข้าม
3. นำทิชชู่ชุบน้ำมันทาบาง ๆ บนกระทะอีกครั้ง เร่งไฟขึ้นให้เป็นไฟกลาง ทำทุก ๆ ขั้นตอนเหมือนเดิมจนไข่หมด
4. พอไข่สุกปิดไฟแล้วนำไข่มาจัดทรง โดยใช้ไม้ไผ่สำหรับม้วนซูชิจัดทรงให้สวย รอไข่เย็นตัวลงก่อนค่อนหั่นชิ้น
5. เมื่อไข่เย็นตัวลงให้หั่นชิ้นพอดีคำ จากนั้นเรียงไข่ใส่จาน เสิร์ฟพร้อมโชยุ ');

insert into Menu values
(58, 'พิซซ่าญี่ปุ่น', '6-10.jpg', 570,
'1. เทแป้งลงไปในอ่างผสม แล้วก็เติมน้ำลงไป ค่อยๆคนช้าๆ ตามด้วยไข่ไก่ และน้ำเปล่า แล้วก็ตีให้เป็นเนื้อเดียวกัน 
2. นำกะหล่ำปลีหั่นเส้น และแครอทหั่นเส้น ปรุงรสด้วยเกลือ พริกไทย
3. ใส่เบคอนคลุกเคล้าผสมให้เข้ากัน 
4. ทาน้ำมันให้ทั่วหม้อหุงข้าว แล้วตักส่วนผสมที่คลุกไว้ลงไปในหม้อหุงข้าว เกลี่ยให้เป็นแผ่นกลม ๆ
5. ให้แป้งสุกแล้วพลิกกลับอีกด้านรอประมาณ 4 นาที แล้วถอดปลั๊กออก
6. ทาซอสโฮโคโนมิยากิให้ทั่ว ราดมายองเนสโรยปลาโอแห้งและสาหร่ายให้สวยงาม');

insert into Menu values
(59, 'ฮันนี่โทสต์มะม่วง', '7-1.jpg', 1200,
'1. ตัดขนมปังกะโหลกเป็นแผ่นหนาตามขนาดที่ต้องการแล้วหั่นเป็นรูปตาราง 9 ช่อง จากนั้นหั่นเนยเป็นแผ่นเล็ก ๆ แล้วนำใส่ลงไปในช่องขนมปังให้ครบทุกช่อง
2. นำขนมปังเข้าเตาอบที่อุณหภูมิ 190 องศาเซลเซียส ประมาณ 12-15 นาที
3. ระหว่างรอขนมปังครบเวลาก็มาหั่นมะม่วงรอ
4. นำขนมปังมาตกแต่งด้วยมะม่วง ราดด้วยน้ำผึ้ง โปะไอศกรีม หรือวิปปิ้งครีม');

insert into Menu values
(60, 'แพนเค้กราสป์เบอร์รี', '7-2.jpg', 329,
'1. ทำแป้งแพนเค้ก โดยผสมแป้งโฮลวีท ไข่ไก่ นม และเบกกิ้งโซดาให้เข้ากัน
2. เทลงบนกระทะเทฟลอน ขนาดจะพอดี และทำให้หนาได้ ทอดจนสุกทั้งสองด้าน 
3. ใส่ภาชนะ ราดน้ำผึ้ง แต่งด้วยชีสและราสป์เบอร์รี');

insert into Menu values
(61, 'วาฟเฟิลไอศกรีม', '7-3.jpg', 344,
'1. ตีไข่ไก่กับน้ำตาลทรายให้ขึ้นฟู ใส่แป้งสาลีอเนกประสงค์ ผงฟู นม เนยละลาย และกลิ่นวานิลลา ตีจนเข้ากัน
2. ทาเนยที่เครื่องทำวาฟเฟิล เทส่วนผสมแป้งลงไปพอประมาณ อบวาฟเฟิลประมาณ 2 นาที จัดใส่ภาชนะ
3. ใส่ไอศกรีมตามชอบลงบนวาฟเฟิล ราดซอสคาราเมล
4. นำวาฟเฟิลอีก 1 แผ่นมาทับไอศกรีม ท็อปปิ้งสตรอว์เบอร์รี ราดซอสช็อกโกแลต');

insert into Menu values
(62, 'ช็อกโกแลตลาวา', '7-4.jpg', 390,
'1. นำช็อกโกแลตไปละลายพร้อมกับเนยจืด และตีไข่ทั้งหมดจนขึ้นฟู ค่อย ๆ แบ่งน้ำตาลทรายเทลงไปทีละน้อยจนหมดแล้วตีจนส่วนผสมขึ้นฟู
2. นำช็อกโกแลตกับเนยจืดที่ละลายไว้ ค่อย ๆ เทใส่ลงไปผสมกับไข่ที่ตีจนฟู
3. ร่อนแป้งอเนกประสงค์และผงโกโก้ใส่ลงไปแล้วคนส่วนผสมให้เข้ากัน
4. ทาเนยจืดให้ทั่วถ้วยอะลูมิเนียมฟอยล์ แล้วนำแป้งโรยลงไปให้ทั่วพิมพ์แล้วเคาะส่วนเกินออก 
5. เปิดเตา ใช้ไฟกลาง หาตะแกรงมาวางลงในหม้อก่อนจะวางถ้วยขนมลงไป จากนั้นก็ปิดฝาหม้อแล้วก็จับเวลา ประมาณ 10 นาที 
6. จัดใส่จานให้สวยงาม แต่งด้วยวิปปิ้งครีม และสตรอว์เบอร์รีสดพร้อมเสิร์ฟ');

insert into Menu values
(63, 'เครปช็อกโกแลต', '7-5.jpg', 152,
'1. ทำแป้งเครป โดยร่อนแป้งสาลีและผงโกโก้เข้าด้วยกัน เติมนมสด 2 ถ้วยและผงอัลมอนด์ 30 กรัม คนให้เข้ากัน
2. ตั้งกระทะเทฟลอนใช้ไฟอ่อน ทาน้ำมันมะพร้าวให้ทั่ว นำส่วนผสมแป้งเทลงไป กลอกให้เป็นแผ่นบาง รอจนสุกแล้วพลิกกลับอีกด้าน เมื่อสุกแล้วนำขึ้นพักไว้
3. ทำส่วนผสมไส้ โดยนำวิปปิ้งครีมไปต้มพออุ่น ใส่ช็อกโกแลตลงไปคนให้เข้ากัน เติมนมสด น้ำเชื่อมเมเปิล ไวท์รัม เกลือป่น และผงอัลมอนด์ ผสมให้เข้ากัน
4. นำแป้งเครปวางบนจาน ทาส่วนผสมไส้ลงไปให้ทั่ว วางสตรอว์เบอร์รีสดลงไป ม้วนให้เป็นกรวยหรือพับตามชอบ โรยอัลมอนด์ จัดเสิร์ฟ');

insert into Menu values
(64, 'เค้กชิฟฟอนช็อกโกแลต', '7-6.jpg', 300,
'1. เปิดเตาอบใช้ไฟบน-ล่างที่อุณหภูมิ 180 องศาเซลเซียส เตรียมไว้
2. ร่อนแป้งเค้ก ผงฟู เบกกิ้งโซดา ผงโกโก้ และเกลือเข้าด้วยกัน 1 รอบ ใส่น้ำตาลทรายละเอียด คนส่วนผสมให้เข้ากัน พักไว้
3. ตีไข่แดง น้ำเปล่า นมข้นจืด น้ำมันพืช และกลิ่นวานิลลาให้เข้ากัน
4. ทำหลุมแป้งที่ร่อนพักไว้ เทส่วนผสมที่เป็นของเหลวลงไป ใช้ตะกร้อมือคนเร็ว ๆ พอเข้ากันแล้วหยุดทันที หากตีต่อจะทำให้เค้กมีเนื้อเหนียว
5. ตีไข่ขาวพอแตกฟอง ใส่ครีมออฟทาร์ทาร์ลงไปแล้วตีต่ออีกเล็กน้อย ทยอยใส่น้ำตาลทรายละเอียด โดยแบ่งเป็น 3 ส่วน ตีจนตั้งยอดปานกลาง แบ่งเมอแรงค์ผสมทั้งหมด 3 รอบ ตะล่อมอย่างเบามือจนส่วนผสมเนียนเป็นเนื้อเดียวกัน
6. ปูกระดาษไขบนถาดขนาด 11 x 8 นิ้ว ไม่ทาไขมัน เทส่วนผสมลงไปเกลี่ยให้เต็มถาด กระแทกพิมพ์เพื่อไล่ฟองอากาศ 2 ครั้ง
7. นำเข้าเตาอบใช้เวลาประมาณ 10 นาที (เช็กความสุกโดยใช้ไม้จิ้มฟันจิ้ม หากไม่มีเศษเค้กติดออกมาแสดงว่าสุกแล้ว)
8. นำออกมาจากเตา กระแทกพิมพ์แรง ๆ 1 ครั้ง เพื่อไม่ให้โครงสร้างเค้กยุบตัว นำออกจากพิมพ์ วางบนตะแกรง พักไว้ให้เย็น
9. ใช้พิมพ์รูปวงกลมขนาดเส้นผ่าศูนย์กลาง 5 เซนติเมตร กดเค้กชิฟฟอนให้ขาด ก่อนนำไปประกบกับตัวมูสช็อกโกแลต แช่ให้เย็นจนเซตตัวก่อนเสิร์ฟ');

insert into Menu values
(65, 'พานาคอตต้าสตรอว์เบอร์รี', '7-7.jpg', 298,
'1. ทำพานาคอตต้า โดยแช่เจลาตินในน้ำเย็นจัด นานประมาณ 5-10 นาที จนนุ่ม
2. ใส่วิปปิ้งครีมและนมสดลงในหม้อ นำขึ้นตั้งไฟปานกลาง พอนมเริ่มร้อน ใส่น้ำตาลทราย 1/3 ถ้วยลงไป คนให้ละลายจนหมด ใส่แผ่นเจลาตินที่นุ่มแล้ว 4 แผ่นลงไป คนผสมจนเจลาตินละลาย ปิดไฟ แล้วใส่วานิลลา
3. ทำซอสเยลลี่สตรอว์เบอร์รี โดยนำสตรอเบอรีเพียวเร่ ใส่ลงในหม้อตั้งไฟพอร้อน ใส่น้ำตาลทราย 1 ช้อนโต๊ะลงไปคนให้ละลาย ใส่น้ำมะนาว และเจลาตินที่แช่น้ำจนนุ่มแล้ว 2 แผ่น ใส่ลงไปในหม้อ คนผสมให้เข้ากัน พักไว้จนหายร้อน
4. ตักใส่พิมพ์ จะใส่เนื้อพานาคอตต้าหรือซอสเยลลี่สตรอว์เบอร์รีไว้ด้านบน หรือล่างก็ได้ตามชอบ 
5. นำเข้าแช่ตู้เย็นช่องแช่แข็งประมาณ 30 นาที เมื่อเซตตัวแล้วจึงนำออกมาใส่เยลลี่สตรอว์เบอร์รี แล้วนำเข้าแช่ตู้เย็นอีกครั้งจนเซตตัว ตกแต่งด้วยสตรอว์เบอร์รี');

insert into Menu values
(66, 'ทีรามิสุ ', '7-8.jpg', 246,
'1. ตีวิปปิ้งครีมด้วยหัวตีแบบตะกร้อจนตั้งยอดอ่อน พักไว้ในตู้เย็น
2. ตีไข่แดงกับน้ำตาลทรายด้วยหัวตีแบบตะกร้อจนขึ้นฟู ใส่มาสคาร์โปเน่ชีสตามลงไป ตีจนส่วนผสมเนียนเป็นเนื้อเดียวกัน นำวิปปิ้งครีมที่ตีไว้ใส่ลงไป คนอย่างเบามือจนส่วนผสมเข้ากันดี
3. ผสมกาแฟเอสเปรสโซ่และเหล้าคาลัวร์ลงในชามผสม นำเลดี้ฟิงเกอร์ลงจุ่มให้ทั่วแล้วเรียงลงถาดฟอยล์สี่เหลี่ยมขนาด 6×16 เซนติเมตร (สูง 5 เซนติเมตร) จนเต็มถาด
4. ตักส่วนผสมในข้อ 2 ราดทับด้านบน เกลี่ยให้เรียบ ทำทั้งหมดสองชั้น นำไปแช่เย็น 2-3 ชั่วโมงจนขนมเซตตัว โรยหน้าขนมด้วยผงโกโก้ก่อนเสิร์ฟ');

insert into Menu values
(67, 'บานอฟฟี่พาย', '7-9.jpg', 468,
'1. ทำคาราเมล โดยใส่กระป๋องนมข้นหวานลงในหม้อแล้วเทน้ำเปล่าลงไปพอให้ท่วมกระป๋องนมข้นหวาน เปิดไฟต้มประมาณ 2-2.30 ชั่วโมง 
2. ปาดเอาครีมระหว่างฝาของโอรีโอ้ออก บดโอรีโอ้ให้ละเอียด 
3. ละลายเนยด้วยไมโครเวฟ ใช้เวลาประมาณ 40 วินาที ถ้าเนยยังไม่ละลายให้คนต่ออีกประมาณ 20 วินาที 
4. ผสมเนยละลายกับโอรีโอ้บด คนผสมจนเข้ากันดี เทใส่พิมพ์ที่สามารถถอดก้นได้ 
5. เทคาราเมลส่วนหนึ่งลงบนโอรีโอ้ครัสต์ปริมาณมากน้อยตามชอบ วางกล้วยหอมทับลงไป เทคาราเมลที่เหลือปิดทับบนหน้ากล้วยหอมอีกรอบ
6. ตีวิปปิ้งครีมจนตั้งยอดแข็ง โรยผงโกโก้ลงไป นำไปแช่ในตู้เย็นอีกสัก 1-2 ชั่วโมง');

insert into Menu values
(68, 'แพนเค้กกล้วยหอม', '7-10.jpg', 570,
'1. ผสมทุกอย่างให้เข้ากัน 
2. ตั้งกระทะใช้ไฟร้อนปานกลาง หยอดส่วนผสมลงไป พอเริ่มเห็นฟองอากาศและขอบแป้งเริ่มเซตตัวก็กลับด้านได้เลย
3. จัดแพนเค้กใส่ภาชนะ เสิร์ฟคู่กับน้ำผึ้ง สตรอว์เบอร์รีและกรีกโยเกิร์ตเย็น ๆ');

insert into Menu values
(69, 'เมลอนบิงซู', '7-11.jpg', 550,
'1. เทนมใส่ถุงซิปล็อก ปิดให้สนิทแล้วนำไปแช่ช่องฟรีซไว้ 3 ชั่วโมง
2. เอาเม็ดเมลอนออกให้หมด ตักเมลอนออกเป็นลูกกลม ๆ ใส่ภาชนะไว้ 
3. นำนมที่แช่ไว้ในช่องฟรีซออกมาทุบ ๆ ให้มันละเอียด แล้วตักใส่ในลูกเมลอน ราดนมข้นหวาน
4. เอาเมลอนมาจัดเรียง เหลือช่องตรงกลางเพื่อวางไอศกรีม
5. ตักไอศกรีมมาวางไว้ตรงกลาง ราดด้วยนมข้นหวานอีกรอบ เสร็จแล้ว');

insert into Menu values
(70, 'ก๋วยเตี๋ยวไก่ตุ๋นมะระ', '8-1.jpg', 450,
'1. นำมะระมาผ่าแล้วควักไส้ทิ้ง หั่นเป็นชิ้น ๆ แล้วทาด้วยเกลือให้ทั่ว หมักเกลือทิ้งไว้ 20 นาที
2. เมื่อครบเวลาแล้ว นำไปล้างน้ำเปล่า เกลือจะช่วยลดความขมของมะระ
3. ต้มน้ำให้เดือด ใส่รากผักชี กระเทียม พริกไทยดำ ตามด้วยเครื่องปรุงทั้งหมด และน่องไก่ ตุ๋นทิ้งไว้เป็นเวลา 30 นาที
4. เมื่อครบเวลา ใส่มะระ และเห็ดหอมแช่น้ำลงไป ตุ๋นต่ออีก 30 นาที 
5. ลวกถั่วงอก และเส้นบะหมี่ ใส่ลงในชาม ตักไก่ และมะระที่ตุ๋นไว้ ราดจัดเสิร์ฟ โรยหน้าด้วย กระเทียมเจียว และผักชีต้นหอม');

insert into Menu values
(71, 'ก๋วยเตี๋ยวเรือ', '8-2.jpg', 180,
'1. นำอบเชย โปยกั๊ก พริกหอม ลูกผักชี และยี่หร่าใส่ลงในผ้าขาวบาง จากนั้นห่อผ้าให้แน่น ๆ ก่อนนำไปต้มในน้ำซุป
2. ตั้งหม้อบนเตาแก๊สโดยใช้ไฟแรง จากนั้นใส่น้ำเปล่าลงไป เมื่อน้ำเริ่มเดือดแล้วใส่เล้งลงไป รอให้น้ำเดือดอีกครั้ง จากนั้นใส่ห่อสมุนไพรที่เตรียมไว้ลงไปในหม้อ ต่อด้วยซอสปรุงรส กะทิ ซีอิ๊วดำ เต้าหู้ยี้พร้อมน้ำ น้ำกระเทียมดอง และใบเตยลงไปในหม้อคนให้เข้ากันโดยใช้ไฟอ่อน ตุ๋นต่อเป็นเวลา 1-2 ชั่วโมงให้น้ำซุปเข้มข้น 
3. นำเลือดหมูใส่ลงในชาม จากนั้นตักน้ำซุปลงไปในชามเพื่อให้เลือดหมูสุก และเพิ่มความเข้มข้นของน้ำซุป
4. ใส่เส้นเล็กลวก ถั่วงอกลวก และผักบุ้งลวกลงไปในชาม ต่อด้วยการนำเนื้อหมูหั่นชิ้น และตับหั่นชิ้นลงไปในชาม จากนั้นราดน้ำซุปที่เตรียมไว้ลงไป ราดกระเทียมเจียว เท่านี้ก็พร้อมซดน้ำซุปร้อน ๆ แล้ว');

insert into Menu values
(72, 'ก๋วยเตี๋ยวหลอดทรงเครื่อง', '8-3.jpg', 600,
'1. ผสมน้ำส้มสายชู พริกแดงสับ ซีอิ๊วขาว และน้ำเชื่อมเข้าด้วยกัน 
2. นำหม้อขึ้นตั้งไฟปานกลาง ใส่ผงพะโล้ลงไป ตามด้วยพริกไทยป่น และเกลือป่น คั่วจนหอม
3. ใส่น้ำตาลปี๊บลงไป แล้วคนให้เข้ากันจนน้ำตาลปี๊บละลาย
4. ใส่หมูสามชั้น เต้าหู้ขาว และกุ้งแห้ง ผัดให้เข้ากัน แล้วเทน้ำเปล่าลงไป ตามด้วยรากผักชี ปรุงรสด้วยซีอิ๊วดำหวาน ตุ๋นจนน้ำข้นขึ้น และหมูสามชั้นเปื่อย
5. นำถั่วงอกใส่จาน ตามด้วยต้นหอม เส้นใหญ่ และน้ำราด เสิร์ฟพร้อมน้ำจิ้มที่เตรียมไว้ ');

insert into Menu values
(73, 'ก๋วยเตี๋ยวหมูเด้ง', '8-4.jpg', 300,
'1. ผสมเนื้อหมู น้ำตาล เกลือ พริกไทย แป้งมัน ผงฟู และน้ำเย็น ปั่นรวมกันให้เนื้อเนียน
2. ตั้งหม้อใส่น้ำ รอให้น้ำเดือด แล้วปั้นหมูเด้งขนาดพอดีคำ ใส่ลงไป ต้มให้หมูเด้งสุก ตักขึ้นพักไว้
3. ตั้งหม้อ ใส่น้ำเปล่า เปิดไฟ แล้วใส่ คนอร์ ซุปก้อนรสหมู
4. ตั้งหม้ออีกใบ ใส่น้ำเปล่า รอให้น้ำเดือด ใส่ถั่วงอก ลวกให้ถั่วงอกสุก ตักขึ้นพักไว้
5. ใช้น้ำและหม้อเดิม รอให้น้ำเดือดอีกครั้ง ใส่เส้นเล็ก ลวกเส้นเล็กให้สุก ตักขึ้นผสมน้ำมันกระเทียมเจียวเล็กน้อย คนให้เข้ากันเตรียมไว้
6. ใส่ถั่วงอก ที่ลวกเตรียมไว้ ตามด้วยหมูเด้ง และราดด้วยน้ำซุป
7. โรยกระเทียมเจียว และต้นหอมซอย พร้อมจัดเสิร์ฟ');

insert into Menu values
(74, 'ก๋วยเตี๋ยวเป็ด', '8-5.jpg', 1000,
'1. นำรากผักชีใส่ลงในผ้าขาวบาง ตามด้วยกระเทียมบุบ พริกไทยดำบุบ น้ำตาลปี๊บ อบเชยแท่ง โป๊ยกั้ก ข่า และผงพะโล้ จากนั้นมัดผ้าให้แน่น ก่อนนำไปต้มกับน้ำซุป 
2. นำหม้อขึ้นตั้งไฟปานกลาง จากนั้นใส่น้ำลงในหม้อ เมื่อน้ำเริ่มเดือด ใส่ห่อเครื่องเทศที่เตรียมลงไปต้ม ตามด้วยซอสปรุงรส ซีอิ๊วขาว เกลือป่น และซีอิ๊วดำหวาน
3. เมื่อน้ำเดือดอีกครั้งใส่อกเป็ด และน่องเป็ดลงไป แล้วเบาไฟลงเป็นไฟอ่อน ต้มทิ้งไว้นานประมาณ 1 - 2 ชั่วโมง เมื่อเป็ดสุกนำเนื้อเป็ดออกจากน้ำซุป
4. นำเนื้อเป็ดมาหั่นเป็นชิ้น ๆ เตรียมไว้ นำถั่วงอกลวก และเส้นเล็กลวกใส่ลงในชาม วางเนื้อเป็ดที่หั่นไว้วางลงบนเส้น โรยขึ้นฉ่าย กระเทียมเจียว ผักชี และน้ำมันพริกเผา ตามด้วยการราดน้ำพะโล้ที่เตรียมไว้ลงไป');

insert into Menu values
(75, 'ก๋วยเตี๋ยวต้มยำ', '8-6.jpg', 340,
'1. นำหม้อตั้งไฟ เทน้ำเปล่าลงไปในหม้อ จากนั้นนำกระดูกหมูลงไปต้ม
2. จากนั้นใส่หัวไช้เท้าที่หั่นเป็นท่อน ๆ ตามลงไป จากนั้นใส่รากผักชีบุบ พริกไทยเม็ด เกลือ ต้มใช้ไฟอ่อน ประมาน 1 ชั่วโมง 30 นาที 
3. นำหม้อตั้งไฟ ใส่น้ำตามลงไป จากนั้นนำเส้นเล็กที่เตรียมไว้ลงไปลวก จนเส้นนิ่ม จากนั้นนำถั่วงอกลงไปลวกไม่นาน ก็ตักขึ้น
4. นำถั่วงอก และเส้นเล็กใส่ชาม จากนั้นนำเนื้อสัตว์ใส่ตามลงไป พร้อมถั่วลิสงบด ตอกไข่ออนเซ็นวางลงด้านบน จากนั้นโรยกระเทียมเจียว และผักชี
5. ปรุงน้ำซุปก๋วยเตี๋ยวต้มยำแยกอีกชาม ใส่เครื่องปรุง น้ำตาลทราย น้ำมะนาว น้ำปลา พริกแห้งคั่วป่น และน้ำพริกเผา จากนั้นเทน้ำซุป คนผสมเครื่องปรุงให้ละลายเข้ากัน เทใส่ชามวัตถุดิบที่เตรียมไว้ พร้อมเสิร์ฟ');

insert into Menu values
(76, 'ก๋วยเตี๋ยวเย็นตาโฟ', '8-7.jpg', 420,
'1. ต้มน้ำซุปโดยใส่เกลือ น้ำตาลกรวด รากผักชี พริกไทยเม็ดทุบ กระเทียมทุบ หอมใหญ่ ซีอิ๊วขาว หัวไชเท้า และปลาหมึกแห้งย่างไฟเพื่อความหอม ปิดฝา ต้มทิ้งไว้จนเดือด โดยใช้เวลาประมาณ 45 นาที 
2. นำเส้นก๋วยเตี๋ยวและผักบุ้งไทยลวกในน้ำเดือดจัด จากนั้นใส่ชามพักไว้
3. นำลูกชิ้น เลือดหมู ปลาหมึกกรอบ และเห็ดหูหนูขาวลวกในน้ำร้อนจนสุก
4. ตักซอสเย็นตาโฟและกระเทียมเจียวใส่ลงในชามก๋วยเตี๋ยว จากนั้นจึงตักน้ำซุปตามลงไป
5. วางเกี๊ยวทอดและเต้าหู้ทอดลงในชามก๋วยเตี๋ยว เสิร์ฟพร้อมกับเครื่องปรุง');

insert into Menu values
(77, 'ก๋วยเตี๋ยวลูกชิ้นน้ำใส', '8-8.jpg', 0,
'1. นำรากผักชี, กระเทียม, พริกไทยเม็ดมาโขลก
2. ต้มน้ำสะอาดในหม้อ รอจนน้ำเดือด ใส่กระดูกหมูและเครื่องเทศจากข้อ 1 ลงไปต้มจนกระดูกหมูเริ่มสุก
3. ให้ปรุงรสด้วยคนอร์ก้อนและใส่เกลือ ต่อมาปรุงรสด้วยน้ำตาล ซอสปรุงรสฝาเขียว ซีอิ๊วขาว
4. ต่อสักประมาณ 15 นาทีจะเริ่มมีฟองจากไขมันขึ้นมา ให้ตักฟองออก 
5. ต้มน้ำสะอาดรอจนเดือด และลวกเส้น, ถั่วงอก จนสุกและใส่ชาม
6. ต้มไก่สับหรือหมูสับ ในหม้อน้ำซุปจนสุก และใส่ชาม ต้มลูกชิ้นในหม้อน้ำซุป และใส่ชาม
7. ตักน้ำซุปใส่ชาม และใส่กระเทียมเจียวและต้นหอมซอย ');

insert into Menu values
(78, 'วุ้นเส้นเย็นตาโฟแห้ง', '8-9.jpg', 600,
'1. นำวุ้นเส้น ตรามังกรคู่คริสตัล มาล้างในน้ำสะอาด แล้วพักให้สะเด็ดน้ำ
2. นำผักบุ้งไทยหั่นท่อนมาลวกในน้ำเดือด ประมาณ 1 นาที แล้วนำไปแช่ในน้ำเย็นสักครู่ แล้วพักให้สะเด็ดน้ำ
3. นำลูกชิ้นปลา ลูกชิ้นปลารักบี้ เกี๊ยวปลา ฮือก้วย ปลาหมึกกรอบ เลือดหมูหั่นเต๋า และเห็ดหูหนูขาว มาลวกในน้ำเดือด เพื่อขจัดกลิ่นคาวออก พักให้สะเด็ดน้ำ 
4. นำน้ำมันเทใส่กระทะ รอจนน้ำมันร้อน นำ วุ้นเส้น ตรามังกรคู่คริสตัล ลงไปผัด
5. นำซอสเย็นตาโฟใส่ลงไป แล้วนำผักบุ้งไทย ลูกชิ้นปลา เกี๊ยวปลา ฮือก้วย ปลาหมึกกรอบ เลือดหมูหั่นเต๋า และเห็ดหูหนูขาว ที่ลวกเตรียมไว้ลงมาผัดต่อ
6. ปรุงรสด้วย น้ำตาลทราย น้ำปลา และใส่น้ำซุปลงไป ผัดให้ทุกอย่างเข้ากัน จัดเสิร์ฟโดยโรยกระเทียมเจียวด้านบน');

insert into Menu values
(79, 'ก๋วยเตี๋ยวเรือเนื้อตุ๋น', '8-10.jpg', 225,
'1. ตั้งหม้อใส่น้ำลงไป ตามด้วยเครื่องเทศอบแห้งและน้ำก๋วยเตี๋ยวเรือเข้มข้น จาก น้ำก๋วยเตี๋ยวเรือเข้มข้นพร้อมเส้นหมี่และเครื่องเทศอบแห้ง Lazy Set ตราแม่ประนอม
2. ใส่เนื้อวัวพื้นท้องที่หั่นเป็นชิ้นพอดีคำลงไปตุ๋น เป็นเวลา 1 ชั่วโมง จะได้เนื้อตุ๋นที่นุ่มกำลังดี และน้ำซุปที่เข้มข้นกลมกล่อม
3. ตักเนื้อที่ตุ๋นไว้และน้ำซุปใส่ในหม้อไฟสำหรับจัดเสิร์ฟ ตามด้วยเส้นหมี่ 
4. ตามด้วย ลูกชิ้น เนื้อสไลซ์ ผักบุ้งไทย และถั่วงอก โรยหน้าด้วยผักชีฝรั่ง และกระเทียมเจียว ');

insert into Menu values
(80, 'ทอดมันกุ้ง', '9-2.jpg', 85,
'1. นำส่วนผสมทั้งหมดลงไปในเครื่องปั่นอเนกประสงค์ จนละเอียดเป็นเนื้อเดียวกัน ปั่นเป็นก้อนตามต้องการ
2. นำเกล็ดขนมปังป่นเทใส่จาน นำส่วนผสมที่ปั่นไว้ไปคลุกกับขนมปังจนทั่ว
3. ตั้งกระทะใส่น้ำมันบนไฟร้อนปานกลาง รอจนร้อนจึงนำแผ่นทอดมันที่คลุกขนมปังลงไปทอดจนเหลืองกรอบ จากนั้นนำออกมาสะเด็ดน้ำมัน
4. จัดใส่จาน เสิร์ฟคู่น้ำจิ้มบ๊วยหวาน เป็นของทานเล่นที่อร่อยเลิศ');

insert into Menu values
(81, 'กุ้งผัดผงกะหรี่', '9-3.jpg', 475,
'1. ตั้งกระทะใส่น้ำมันให้ร้อน นำ ผงกะหรี่ หอมใหญ่ คื่นช่าย ลงไปผัดให้เข้ากัน พอสุก
2. ปรุงรสด้วย น้ำตาล เกลือ และ ซีอิ้วขาว ผัดให้ส่วนผสมเข้ากัน
3. นำ ไข่ไก่ นมสด ลงไปผัด ให้เข้ากันจนเป็นเนื้อเดียวกัน
4. นำกุ้งที่เตรียมมาแกะเปลือกล้างทำความสะอาด ผ่าหลังชักเส้นดำออก และเห็ดหอมลงไปผัด ให้เข้ากันจนสุก
5. จากนั้นใส่ต้นหอมลงไปผัด ปิดไฟกระทะยกลงและเสิร์ฟใส่จาน');

insert into Menu values
(82, 'กุ้งทอดกระเทียม', '9-4.jpg', 539.5,
'1. ตัดส่วนปลายของหัวกุ้ง ขา หนวด และ ผ่าเปลือกตรงกลางหลัง นำเส้นดำออก ทำความสะอาดให้เรียบร้อย
2. นำกุ้งที่เตรียมไว้มาคลุกกับแป้งทอดกรอบบาง ๆ
3. ตั้งกระทะ ใส่น้ำมัน รอจนน้ำมันร้อน ใส่กุ้งที่ชุบแป้งไว้ลงไปทอดจนเหลืองทอง แล้วตักขึ้นพักไว้
4. ใส่รากผักชี กระเทียม ลงโขลกในครกพอหยาบ แล้วใส่พริกไทยป่น และเกลือลงไป คลุกให้เข้ากัน
5. ตั้งกระทะใส่น้ำมันจากการทอดกุ้งลงไป ตั้งให้น้ำมันร้อน ใส่สามเกลอที่โขลกไว้ลงไปผัดจนส่งกลิ่นหอม
6. ใส่กุ้งที่ทอดเตรียมไว้ลงไปผัดให้เข้ากัน แล้วตักขึ้นจัดเสิร์ฟ');

insert into Menu values
(83, 'ปลาแซลมอนครีมซอสมะนาว', '9-5.jpg', 294,
'1. ปรุงรสปลาแซลมอนด้วยเกลือและพริกไทย
2. ตั้งไฟจนกระทะร้อนใส่น้ำมันมะกอก นำปลาแซลมอนลงทอด ลดไฟปานกลาง
3. อุ่นซอสครีม ปรุงรสด้วย เกลือ พริกไทยและเลมอน
4. ผสมน้ำสลัดด้วยน้ำมันมะกอก กระเทียมสับ หอมใหญ่สับ โรสแมรี่ เกลือ พริกไทย พาสลีย์สับ และน้ำส้มสายชู
5. จัดจานเสิร์ฟโดยวางปลาแซลมอนราดซอสคู่กับผักสลัด');

insert into Menu values
(84, 'ข้าวแห้งทะเล', '9-6.jpg', 400,
'1. หั่นปลาอินทรีย์เป็นชิ้น แล้วนำลงทอดให้เหลือง ตักขึ้นพักไว้
2. ลวกกุ้งและปลาหมึกให้สุกเด้ง ตักขึ้นพักไว้เช่นกัน
3. โขลกรากผักชี กระเทียม พริกไทย และข่าสับ ให้ละเอียดเข้ากัน
4. ตั้งกระทะใส่น้ำมันเล็กน้อย ใส่เครื่องที่โขลกไว้ลงไป ตามด้วยตังฉ่าย ผัดให้ส่งกลิ่นหอม
5. ตอกไข่ใส่ลงไปผัดให้พอสุกเล็กน้อย ตามด้วยปลาอินทรีย์ทอด กุ้งลวก และปลาหมึกลวก ผัดให้เข้ากัน ปรุงรสด้วย ซีอิ๊วขาว ซอสหอยนางรม และน้ำปลาคลุกเคล้าให้ทั่ว
6. ปิดไฟ โรยด้วยขึ้นฉ่ายซอย คลุกอีกครั้ง แล้วยกขึ้นจากเตา 
7. ตักเครื่องทะเลที่ผัดไว้ราดลงบนข้าว เสิร์ฟคู่กับน้ำจิ้มเต้าเจี้ยวและน้ำซุป ');

insert into Menu values
(85, 'ผัดฉ่าทะเล', '9-7.jpg', 450,
'1. นำกระทะขึ้นตั้งไฟปานกลาง เทน้ำมันลงไป ตามด้วยกระเทียมสับ และพริกแดงสับ ผัดให้เข้ากันจนเหลืองหอม
2. ใส่กระชายซอย พริกไทยสด พริกสด และใบมะกรูด และผัดให้พอเข้ากันอีกครั้ง
3. ใส่ กุ้ง หอย และปลาหมึก ที่ลวกเตรียมไว้ลงไป ปรุงรสด้วย น้ำมันหอย น้ำตาลทราย และน้ำปลา ผัดให้เข้ากัน 
4. ตักใส่จาน พร้อมเสิร์ฟ');

insert into Menu values
(86, 'เมี่ยงซีฟู้ด', '9-8.jpg', 1800,
'1. ใส่กระเทียมลงในโถปั่น ตามด้วยรากผักชี หอมแดง น้ำตาลทราย น้ำมะนาว พริกขี้หนู เกลือ ถั่วลิสง และน้ำปลา ปั่นให้ละเอียด และเทใส่ถ้วยไว้
2. ลวกกุ้ง ปลาหมึก และหอยแมลงภู่ ในน้ำเดือด และพักไว้ 
3. จัดขนมจีน และผักใส่ถาด ได้แก่ กรีนโอ๊ก ผักชี และผักชีฝรั่ง
4. ตามด้วยอาหารทะเล ได้แก่ กุ้ง ปลาหมึก และหอยแมลงภู่ เสิร์ฟคู่ก้บน้ำจิ้ม');

insert into Menu values
(87, 'ข้าวผัดกุ้ง', '9-9.jpg', 300,
'1. เริ่มต้นด้วยการตั้งกระทะไฟแรง ใส่น้ำมันลงไป พอเริ่มร้อนใส่กระเทียมสับลงไปเจียวให้เหลือง
2. จากนั้นจึงใส่กุ้งลงไปผัดพอสุก
3. เสร็จแล้วใส่ข้าวสวยลงผัดให้ส่วนผสมเข้ากัน จึงใส่แครอทลงไปผัด 
4. ปรุงด้วยซีอิ๊วขาว น้ำมันหอย และพริกไทย ผัดให้เข้ากัน
5. ใช้ตะหลิวดันข้าวผัดขึ้นไปอยู่ข้าง ๆ กระทะ เว้นที่ก้นกระทะไว้ แล้วตอกไข่ใส่ลงไป ใช้ตะหลิวตีไข่ให้แตก จากนั้นตักข้าวที่อยู่ข้างกระทะกลบทับไข่ไว้ รอจนไข่สุกแล้วจึงช้อนกลับให้ไข่อยู่ด้านบน ผัดให้เข้ากัน ปิดไฟ ใส่ต้นหอมซอยลงไปคลุกเคล้าให้เข้ากันอีกที ยกลงจากเตาได้เลย 
6. ตักใส่จาน เสิร์ฟพร้อมแตงกวา ต้นหอม และมะนาว');

insert into Menu values
(88, 'กะเพรารวมมิตรทะเล', '9-10.jpg', 300,
'1. ตั้งกระทะใส่น้ำมัน 1 ถ้วยตวง เมื่อน้ำมันเริ่มร้อนให้ใส่ใบกะเพราที่เด็ดแล้ว 1 มัด ลงไปทอด จนใบกะเพรามีสีเข้มขึ้นแล้วใช้ตะแกรงตักขึ้นจากน้ำมัน แล้วพักไว้ให้สะเด็ดน้ำมันเตรียมนำไปจัดเสิร์ฟ
2. ตั้งกระทะอีกใบ ใช้ไฟกลาง ใส่น้ำมันพืช 2 ช้อนโต๊ะสำหรับผัดลงไป
3. เมื่อน้ำมันเริ่มร้อนให้ใส่กระเทียมโขลก และพริกขี้หนูจินดาโขลกลงไปผัดกับน้ำมัน เพื่อให้กระเทียมหอม
4. ใส่กุ้งแ หมึก และหอย ผัดให้สุกเล็กน้อยค่อยปรุงรส
5. ใส่ ซอสผัดอเนกประสงค์ เอโร่ ผัดให้เข้ากัน ใส่ใบกะเพราที่เด็ดแล้ว 2 มัดลงไปผัดให้ใบกะเพรามีกลิ่นหอม เมื่อใบกะเพราสลดแล้วยกกระทะออกจากเตาแก๊ส เตรียมจัดเสิร์ฟ
6. ตักกะเพรารวมมิตรใส่ลงในจาน จากนั้นโรยใบกะเพรากรอบลงไป เสิร์ฟพร้อมข้าวสวยร้อน ๆ ');

insert into Menu values
(89, 'ผัดกะเพราไก่สับไข่ดาว', '10-2.jpg', 650,
'1. ใส่น้ำมันในกระทะ เปิดไฟกลาง รอจนน้ำมันร้อน จากนั้นใส่กระเทียม พริก ลงไปผัดประมาณ 5-10 วินาที ผัดจนกลิ่นเริ่มมีกลิ่นหอม จากนั้นใส่เนื้อไก่สับลงไปผัดต่อและผัดจนเนื้อไก่สุก
2. ปรุงรสด้วยซีอิ้วขาว น้ำตาล น้ำปลา น้ำซุป และใส่ใบกะเพราลงไปในกระทะ ผัดให้เข้ากัน ก่อนปิดไฟ ยกลงจากระทะ 
3. จัดเสิร์ฟพร้อมกิน จะราดบนข้าวสวยร้อนๆหรือเส้นสปาเก็ตตี้');

insert into Menu values
(90, 'คะน้าหมูกรอบ', '10-4.jpg', 520,
'1. นำหมูสามชั้นไปต้มในน้ำเดือดที่เติมเกลือ 15-20 นาที ตักขึ้นพักไว้
2. นำส้อมมาจิ้มที่หนังหมูจนทั่ว ทาหนังหมูด้วยน้ำส้มสายชู และทาเกลือเพื่อเพิ่มรสชาติให้ชิ้นหมูจนทั่วทั้งชิ้น
3. ผึ่งหมูให้แห้งแล้วนำไปอบที่อุณหภูมิ 200 องศาเซลเซียส เป็นเวลา 30 นาที
4. นำด้านที่เป็นหนังหมู จุ่มลงในน้ำมันที่ร้อนแล้วให้หนังพองสวยงาม นำไปหั่นเป็นชิ้นสำหรับผัด
5. ตำพริกขี้หนูกับกระเทียมให้ละเอียด นำไปผัดกับน้ำมันพร้อมก้านคะน้า คนให้เข้ากัน
6. ใส่ใบคะน้า ปรุงรสด้วยเต้าเจี้ยว น้ำมันหอย ซอสปรุงรส น้ำตาลทราย น้ำเปล่า ผัดให้เข้ากัน ใส่หมูกรอบ ผัดพอเข้ากัน ปิดไฟ นำไปทานกับข้าวสวยร้อน ๆ และไข่ดาว');

insert into Menu values
(91, 'หมี่กรอบผัดซีอิ๊ว', '10-5.jpg', 400,
'1. นำเนื้อหมูใส่ชามผสม ใส่น้ำมันหอย ซีอิ๊วขาว แป้งมันสำปะหลัง และน้ำมันพืช 1 ช้อนโต๊ะลงไป คลุกให้เข้ากัน หมักทิ้งไว้ 20 นาที
2. ตั้งกระทะก้นลึกสำหรับทอดบะหมี่ ใส่น้ำมันสำหรับทอด 2 ถ้วยตวง ใช้ไฟกลางค่อนแรง รอจนน้ำมันร้อน
3. คลี่บะหมี่เหลืองออก ตีแป้งออกและไม่ให้ติดกันเป็นก้อน พอน้ำมันร้อน ใส่ลงไปทอดทีนะน้อย ทอดให้สุกทั้งสองด้าน รีบตักขึ้นพักไว้ให้สะเด็ดน้ำมัน
4. ตั้งกระทะสำหรับผัด ใช้ไฟกลาง ใส่น้ำมันพืช 1 ช้อนโต๊ะสำหรับผัดลงไป เมื่อน้ำมันพอร้อน ใส่กระเทียมลงไปผัดให้พอหอม ใส่หมูที่หมักไว้ลงไป ผัดให้พอสุกแล้วใส่ไข่ลงไป ผัดจนไข่สุก
5. ใส่ยอดคะน้าตามลงไป ปรุงรสด้วยซีอิ๊วขาว น้ำตาลทราย และซีอิ๊วดำ ผัดให้เข้ากัน
6. สุดท้ายใส่บะหมี่เหลืองที่ทอดไว้ลงไป คลุกให้เครื่องปรุงเคลือบเส้น ยกขึ้นพร้อมจัดเสิร์ฟ');

insert into Menu values
(92, 'ข้าวไข่เจียว', '10-6.jpg', 445,
'1. ตอกไข่ใส่ชาม ปรุงรสด้วยน้ำมันหอยกับซอสปรุงรส ใส่ต้นหอม ตีจนเข้ากัน
2. ตั้งกระทะใส่น้ำมันพืช พอน้ำมันร้อนเทไข่ลงไป ทอดจนสุกทั้ง 2 ด้าน');

insert into Menu values
(93, 'สุกี้น้ำ', '10-7.jpg', 250,
'1. ตั้งน้ำซุปให้ร้อน
2. ใส่กุ้งสดลงไป รอกุ้งสุกแล้วใส่ผัก
3. ตามด้วยวุ้นเส้น ปิดท้ายด้วยไข่ไก่ ตีไข่ให้แตก รอน้ำเดือด
4. ตักใส่ชาม ทานพร้อมน้ำจิ้มสุกี้ เพิ่มความอร่อยด้วยกระเทียมและพริกสับ');

insert into Menu values
(94, 'ผัดซีอิ๊วหมู', '10-8.jpg', 730.4,
'1. ใส่น้ำมันพืชและกระเทียมลงในชามกระเบื้อง คนผสมให้กระเทียมโดนน้ำมันจนทั่ว จากนั้นนำเข้าเตาไมโครเวฟ ใช้ไฟแรง เจียวกระเทียมประมาณ 2 นาที ยกออกจากเตา
2. ใส่หมู คนผสมเข้ากัน นำกลับเข้าเตาไมโครเวฟ นานประมาณ 1 นาที นำออกจากเตา
3. ใส่เส้นก๋วยเตี๋ยว ซีอิ๊วดำ ซอสปรุงรส และน้ำตาลทราย คนผสมจนเข้ากัน นำกลับเข้าเตาไมโครเวฟ ประมาณ 2 นาที นำออกจากเตา ผัดให้เข้ากัน
4. ใส่ไข่ไก่ นำเข้าเตาไมโครเวฟ ประมาณ 1 นาที นำออกจากเตา ใส่คะน้าและแครอต คนให้เข้ากัน นำกลับเข้าไมโครเวฟ ประมาณ 2 นาที นำออกมา ผัดให้เข้ากันอีกครั้ง จากนั้นตักใส่จาน โรยพริกไทยป่น');

insert into Menu values
(95, 'ราดหน้าหมู (หมี่กรอบ)', '10-10.jpg', 690,
'1. หั่นเนื้อหมูเป็นแผ่นบาง ๆ เทส่วนผสมทุกอย่างรวมกัน คนให้เข้ากันดีแล้วนําไปหมักหมู
2. หมักหมูให้นุ่ม พักไว้ในตู้เย็น 1 ชั่วโมง
3. ระหว่างรอหมูหมักก็ทอดหมี่กรอบรอไว้เลย
4. ตั้งกระทะเทน้ำมันนิดหน่อย ผัดกระเทียมพอหอม ใส่แครอท ข้าวโพดอ่อน คะน้า ปรุงรสด้วยน้ำมันหอย เต้าเจี้ยว และซีอิ๊วขาว
5. รอให้เดือด ใส่หมูหมักกับแป้งมันสำปะหลัง คนให้เข้ากันดีก็เสร็จแล้ว');

insert into Menu values
(96, 'หมูสะเต๊ะ', '11-1.jpg', 701.6,
'1. นำลูกผักชีคั่ว ข่าสับ และตะไคร้ซอย โขลกให้ละเอียด
2. นำวัตถุดิบที่โขลกเตรียมไว้ผสมลงไปในชามผสม ใส่เนื้อหมูที่แล่ไว้ลงไป นำหัวกะทิ น้ำตาล ผงกะหรี่ ผงขมิ้น ลูกยี่หร่า พริกไทยป่น และเกลือ ใส่ลงไปในชาม คลุกทุกอย่างให้เข้ากัน หมักในตู้เย็น 2 - 3 ชั่วโมง
3. หัวกะทิ 1 ถ้วย และนมสด 1 ถ้วย สำหรับทาหมูสะเต๊ะตอนย่างมาผสมให้เข้ากัน นำหมูที่หมักไว้มาเสียบไม้ แล้วนำไปย่าง ระหว่างที่ย่างให้นำหัวกะทิและนมสดที่ผสมไว้มาทาเป็นระยะ ๆ เมื่อย่างสุกแล้วจัดใส่จานเตรียมไว้ ');

insert into Menu values
(97, 'หมี่กรอบ', '11-2.jpg', 574,
'1. หั่นกุ้งเป็นชิ้นเล็ก ๆ ตั้งกระทะไฟกลาง ใส่น้ำมันเล็กน้อย ใส่สามเกลอลงผัดจนหอม ตามด้วยกุ้งผัดจนกุ้งสุก พักไว้
2. ตั้งกระทะไฟกลาง ใส่น้ำมัน ใส่ไข่ที่ตีจนเข้ากันแล้วลงในน้ำมันร้อนจัด ผ่านกระชอน ทอดจนได้สีเหลืองทอง พักไว้
3. นำเส้นหมี่ลงทอดในกระทะเดิม ทอดจนฟูได้สีเหลืองเล็กน้อย พักไว้
4. ตั้งกระทะไฟกลาง ใส่น้ำมันเล็กน้อย ใส่หอมแดงและกระเทียมดองลงผัด 
5. ปรุงรสด้วยน้ำมะขามเปียก น้ำส้มสายชู น้ำกระเทียมดอง น้ำปลา น้ำตาลปี๊บ ตามด้วยซอสพริก และซอสมะเขือเทศ ผัดจนซอสข้นเล็กน้อย 
6. นำเส้นหมี่ลงคลุก ค่อยๆผัดเติมซอส เติมหมี่ จนส่วนผสมทุกอย่างเข้ากัน สุดท้ายใส่กุ้งคลุกให้เข้ากันอีกครั้ง ');

insert into Menu values
(98, 'ก๋วยจั๊บญวน', '11-3.jpg', 240,
'1. รวนหมูสับกับซีอิ๊วขาวจนสุก พักไว้
2. นำน้ำใส่หม้อตั้งไฟ พอเดือดน้ำเส้นก๋วยจั๊บญวนไปลวกจนเส้นเกือบสุก แล้วพักไว้ 
3. ในหม้ออีกใบ นำน้ำใส่หม้อตั้งไฟใส่กระดูกหมู พอเดือดใส่ หัวไชเท้า หัวหอมใหญ่ และหมูยอ พอน้ำซุปเดือดนำเส้นก๋วยจั๊บญวนใส่ลงไปในหม้อ 
4. หลังจากที่เส้นสุกดีแล้วใส่หมูสับรวนลงไป เสร็จแล้วปรุงรสด้วยซีอิ๊วขาว ตักใส่ชาม โรยหน้าด้วยหอมเจียว พริกไทย และผักชีต้นหอม ');

insert into Menu values
(99, 'ลูกชิ้นหมูปิ้ง', '11-4.jpg', 400,
'1. นำหมูบด มันหมู รากผักชี กระเทียม พริกไทยดำ แป้งมัน เกลือ และน้ำตาลทราย ใส่ลงในโถปั่น ปั่นให้เข้ากันสักครู่ให้ทยอยใส่น้ำแข็งลงไปเป็นระยะ ๆ ปั่นต่อจนทุกอย่างละเอียดเข้ากันดี
2. ตั้งน้ำรอให้เดือด ระหว่างนั้นนำส่วนผสมของลูกชิ้นหมูที่ทำไว้ มาปั้นเป็นก้อนกลมใส่ลงไปในหม้อน้ำเดือด ใช้เวลาประมาณ 10 นาที หรือสังเกตว่าเมื่อลูกชิ้นหมูสุกจะลอยขึ้นมาตักลูกชิ้นหมูขึ้นให้สะเด็ดน้ำ
3. นำลูกชิ้นหมูที่ได้มาเสียบไม้ จากนั้นนำมาย่างไฟให้สีสวย เตรียมจัดเสิร์ฟ 
4. นำลูกชิ้นหมูที่ย่างไว้มาจัดเสิร์ฟใส่จาน พร้อมกับน้ำจิ้มลูกชิ้น และผัดสด ');

insert into Menu values
(100, 'หอยทอด ', '11-5.jpg', 250,
'1. เทแป้งหอยทอดสำเร็จรูปลงในชามผสม ตามด้วยซีอิ๊วขาว และพริกไทย แล้วเทน้ำเย็นลงไป คนผสมให้เข้ากัน
2. ใส่หอยแมลงภู่ และต้นหอมซอยลงไป คนให้เข้ากัน
3. ตั้งกระทะ ใส่น้ำมันปาล์มลงไป รอจนร้อน แล้วจึงตักส่วนผสมแป้งเทลงไปให้ทั่วกระทะ
4. พอแป้งเริ่มเซตตัว ตัดแป้งให้แยกออกจากกันเล็กน้อย แล้วตอกไข่ใส่ลงไป ตีให้ไข่กระจายทั่วกัน แล้วทอดให้เหลืองกรอบทั้งสองด้าน
5. ดันหอยทอดให้ไปอยู่ฝั่งใดฝั่งหนึ่งของกระทะ แล้วใส่กระเทียมสับ และถั่วงอกลงไปผัดให้พอสลด แล้วตักขึ้นใส่จานเสิร์ฟ
6. ผสมน้ำจิ้มไก่ กับซอสพริก คนให้เข้ากัน เสิร์ฟพร้อมหอยทอด');

insert into Menu values
(101, 'ไก่ทอดหาดใหญ่', '11-6.jpg', 500,
'1. โขลก พริกไทยขาว ลูกผักชี กระเทียม รากผักชี และยี่หร่า ให้ละเอียดเข้ากัน
2. นำเครื่องเทศที่โขลกไปมักกับน่องไก่ติดสะโพก ปรุงรสด้วย ซีอิ๊วขาว ซอสหอยนางรม เกลือป่น และน้ำตาล โรยแป้งสาลี เติมน้ำเล็กน้อย แล้วคลุกให้เข้ากัน หมักทิ้งไว้ 1-2 ชั่วโมง หรือจะหมักข้ามคืนก็ได้ 
3. เมื่อหมักจนเข้าเนื้อแล้ว นำไก่ลงทอดในน้ำมันท่วม ใช้ไฟกลาง ทอดจนไก่เปลี่ยนเป็นสีน้ำตาล จึงยกขึ้นพักไว้ จัดเสิร์ฟพร้อมหอมเจียว');

insert into Menu values
(102, 'กุ้งถัง', '11-7.jpg', 286.1,
'1. โขลกกระเทียมให้พอแตกเตรียมลงกระทะ
2. ตั้งกระทะให้ร้อนแล้วใส่กระเทียมกับเนยผัดให้กระเทียมเหลืองหอม
3. เมื่อกระเทียมเหลืองแล้วใส่พริกเผาลงไป เพิ่มความแซ่บด้วยพริกป่น
4. ใส่น้ำตาล ซอสหอยนางรม และซีอิ๊วขาว จากนั้นผัดให้เข้ากัน
5. ผัดจนเข้ากันดีแล้วใส่นมจืดลงไป หรือจะใช้กะทิก็ได้เช่นกัน
6. เมื่อน้ำพริกเผาผัดเดือดแล้วใส่กุ้งและปลาหมึกที่ลวกแล้วลงไปผัด
7. นำข้าวโพดทีต้มไว้แล้วหั่นเป็นท่อน ใส่ลงไปผัด ตามด้วยใบโหระพาตามชอบเป็นอันเรียบร้อย ');

insert into Menu values
(103, 'ผัดไทยกุ้งสดห่อไข่', '11-8.jpg', 350,
'1. นำกระทะขึ้นตั้งไฟปานกลาง เทน้ำมะขามเปียกลงไป ตามด้วยน้ำตาลปี๊บ และน้ำปลา เคี่ยวจนน้ำข้นขึ้น 
2. นำกระทะขึ้นตั้งไฟปานกลาง เทน้ำมันพืชลงไป ตามด้วยกระเทียมสับ เต้าหู้ ไชโป๊วสับ และกุ้งแห้ง ผัดจนเหลืองหอม
3. ใส่กุ้งสดลงไป ตามด้วยไข่ไก่ 1 ฟอง ผัดจนกุ้งเปลี่ยนเป็นสีส้ม และสุก
4. ใส่ซอสผัดไทยลงไป ตามด้วยเส้นจันท์ ผัดจนเส้นนิ่ม จากนั้นใส่ถั่วงอก แบะกุยช่ายหั่น ผัดพอเข้ากัน แล้วยกออกพักไว้ 
5. นำกระทะขึ้นตั้งไฟปานกลาง และรอจนร้อนตอกไข่ไก่ 1 ฟอง ใส่ชาม ตีให้ไข่ขาว และไข่แดงเข้ากัน จากนั้นเทลงบนกระทะ และกลิ้งไข่ให้ทั่ว ๆ
6. แยกกุ้ง แล้วใส่ผัดไทยลงไป พับไข่เข้าหากัน ใช้จานปิดไว้ แล้วพลิกผัดไทยใส่จาน
7. วางกุ้งที่แยกไว้ลงไป ตามด้วยมะนาว ถั่วงอก และกุยช่าย
8. ใช้มัดกรีดไข่ เปิดหน้าออก โรยถั่วลิสงบด และเสิร์ฟพร้อมเครื่องปรุง ได้แก่ น้ำตาลทราย และพริกป่น');

insert into Menu values
(104, 'เบอร์เกอร์หมู', '12-1.jpg', 270,
'1. นำเกลือและพริกไทยใส่ในหมูบดและคลุกเคล้าในเข้ากัน จากนั้นปั้นหมูเป็นก้อนกลมและกดให้แบนเป็นแผ่นนำหมูไปจี่ไปจนกว่าหมูจะสุก ตามด้วยการนำเบคอน แฮม และหอมใหญ่จี่ให้ได้สีที่เข้มและมีกลิ่นหอม 
2. นำขนมปังเบอร์เกอร์ มาทาเนยด้านในจากนั้นนำไปนาบกับหม้อหุงข้าวให้ได้กลิ่นหอม
3. นำขนมปังเบอร์เกอร์วางเป็นฐาน ตามด้วยผัดกาดหอม มะเขือเทศ เนื้อหมู เชดดาร์ชีส เบคอน หอมหัวใหญ่ พริกหวาน แฮม ชีส เนื้อหมู ปิดท้ายด้วยไข่ดาว เสิร์ฟคู่กับมายองเนส มัสตาร์ด และซอสมะเขือเทศ');

insert into Menu values
(105, 'พิซซ่าฮาวายเอี้ยน', '12-2.jpg', 500,
'1. ผสมซอสมะเขือเทศกับใบออริกาโนเข้าด้วยกัน เตรียมไว้
2. ทาซอสพิซซ่าลงบนแป้งพิซซ่าให้ทั่วแผ่น วางสับปะรด และแฮม โรยชีสมอสซาเรลลา และใบออริกาโนให้ทั่ว
3. นำพิซซ่าเข้าเตาไมโครเวฟ เลือกใช้ระบบอบ อุณหภูมิประมาณ 800 วัตต์ นานประมาณ 10 นาที จนชีสละลาย ยกออกจากเตา ตัดเป็นชิ้น ๆ พร้อมเสิร์ฟ');

insert into Menu values
(106, 'มันบด', '12-3.jpg', 500,
'1. ตั้งน้ำใส่เกลือเล็กน้อย รอจนเดือด
2. กรีดผิวมันฝรั่งก่อนลงต้ม เพื่อให้ปอกเปลือกได้ง่ายขึ้น
3. เมื่อมันฝรั่งสุกนำขึ้นจากหม้อ แล้วแช่น้ำให้พอหายร้อน
4. เมื่อมันฝรั่งหายร้อนแล้ว ใช้มือรูดเปลือกออก หั่นให้เป็นชิ้นเต๋า ใช้ส้อมหรือที่บด บดมันฝรั่งให้ละเอียด
5. ใส่วิปปิงครีม เนย นมข้นจืด ปรุงรสด้วยเกลือ และพริกไทย คนตะล่อมให้ทุกอย่างเข้ากัน
6. ตักใส่ถ้วยจัดเสิร์ฟ ราดด้วยเกรวี่ตามชอบ โรยพาร์สลีย์สับเล็กน้อย');

insert into Menu values
(107, 'ข้าวยำไก่แซ่บ', '12-4.jpg', 640,
'1. ทำความสะอาดสะโพกไก่ จากนั้นพักไว้ให้สะเด็ดน้ำ
2. นำไก่ที่ทำความสะอาดแล้ว มาทำการหมักกับซีอิ๊วขาว เกลือ และน้ำมันพืช จากนั้นคลุกเคล้าให้เข้ากัน พักทิ้งไว้เป็นเวลา 30 นาที
3. นำไก่ที่หมักไว้จนได้ที่แล้ว มาผสมแป้งทอดกรอบกับน้ำเปล่า (น้ำเย็นจัด) คลุกเคล้าให้เข้ากัน
4. ตั้งกระทะโดยใช้ไฟปานกลาง ใส่น้ำมันพืชลงไปให้พอท่วมชิ้นไก่ รอจนน้ำมันร้อน แล้วนำไก่ที่ชุบแป้งแล้วลงทอด รอให้ด้านในสุก ด้านนอกเป็นสีเหลืองกรอบทั้งสองด้าน นำขึ้นพักไว้ให้สะเด็ดน้ำมัน และลดความร้อนลง
5. เมื่อไก่ทอดเย็นตัวลงแล้ว นำมาหั่นเป็นชิ้นพอคำก่อนนำไปคลุกเคล้ากับน้ำยำ
6. นำน้ำตาลปี๊บ น้ำมะนาว และน้ำปลาคนให้เข้ากันจนน้ำตาลละลาย จากนั้นใส่ข้าวคั่วและพริกป่นลงไป คลุกเคล้าให้เข้ากันแล้วชิมรสตามชอบ
7. เมื่อได้น้ำยำแล้วใส่หอมแดงซอย ผักชีซอย ต้นหอมซอย ผักชีฝรั่งซอย และไก่ที่หั่นเตรียมไว้ลงตามไป คลุกเคล้าทุกอย่างให้เข้ากัน ตามด้วยใบสะระแหน่
8. ตักยำไก่แซ่บนำขึ้นใส่จานที่เตรียมข้าวสวยร้อน ๆ ไว้แล้ว เสิร์ฟคู่กับแตงกวา ตกแต่งด้วยใบสะระแหน่');

insert into Menu values
(108, 'พิซซ่าไก่กรอบ ', '12-5.jpg', 0,
'1. ใส่มะเขือเทศกระป๋อง ออริกาโนแห้ง ใบโหระพา กระเทียม และ "รสดี" รสไก่ ลงในเครื่องปั่น ปั่นให้เข้าเป็นเนื้อเดียวกันแล้วพักไว้
2. นำสะโพกไก่มาหมักกับ "รสดี" รสไก่ แล้วพักไว้ 10 นาที
3. นำสะโพกไก่ที่หมักไว้ ไปชุบกับแป้งทอดกรอบบาง ๆ แล้วนำไปชุบน้ำให้พอเปียก แล้วจึงมาคลุกแป้งทอดกรอบอีกครั้งให้หนาขึ้นจนเป็นเกล็ดแป้ง
4. ตั้งกระทะใส่น้ำมันสำหรับทอด ใช้ไฟกลาง รอจนน้ำมันร้อน จึงนำไก่ที่ชุบแป้งไว้มาร่อนแป้งส่วนเกินออก แล้วนำลงทอดจนเหลืองกรอบ เสร็จแล้วนำขึ้นสะเด็ดน้ำมันพักไว้
5. นำซอสพิซซ่าที่เตรียมไว้มาทาบนไก่ทอดให้ทั่วด้านหนึ่ง โรยด้วยชีสมอสซาเรลลา แล้วจึงนำเข้าเตาอบไฟบน 180 องศาเซลเซียส เป็นเวลา 10 นาที ให้ชีสละลายดี');

insert into Menu values
(109, 'แซนด์วิชแฮมชีส', '12-6.jpg', 241,
'1. เตรียมขนมปัง 3 แผ่น วางแฮมลงบนขนมปังแผ่นแรกตามด้วยโรยชีส ประกบขนมปังแผ่นที่สองลงไป วางแฮมลงไปตามด้วยโรยชีส ประกบขนมปังแผ่นสุดท้ายที่ทามายองเนสทั้งสองด้านลงไป
2. คนผสมไข่ไก่ นมสด ผงพริกปาปริก้า เกลือ และพริกไทยให้เข้ากัน กดขนมปังแซนด์วิชให้แบนนำลงมาชุบให้ทั่ว
3. ใส่เนยลงไปบนกระทะใช้ไฟปานกลางรอจนเนยละลาย นำขนมปังลงไปทอดประมาณ 3-4 นาทีต่อด้านหรือจนสุกเหลืองกรอบ');

insert into Menu values
(110, 'เบอร์เกอร์สเต๊กไก่สไปซี่ ', '12-7.jpg', 510,
'1. นำเนย ซอสมะเขือเทศ ซอสพริก ผงหมักไก่สไปซี่ ผสมกันในชาม แล้วเข้าไมโครเวฟใช้ไฟกลาง 450 วัตต์ ประมาณ 1 นาที
2. นำออกมาคนผสมให้เข้ากัน
3. นำเนื้อไก่มาหมักกับซอส โดยคลุกเคล้าผสมกับซอส พร้อมกับใช้ส้อมปลายแหลม ๆ จิ้มเนื้อไก่ให้ทั่วเพื่อให้ซอสหมักซึมเข้าเนื้อ
4. คลุกเสร็จแล้วก็ปิดฝาหมักต่อในตู้เย็นช่องธรรมดาทิ้งไว้อย่างต่ำ 2 ชั่วโมง
5. นำเนื้อไก่ออกมาใส่ชามปิดฝา แล้วเข้าไมโครเวฟใช้ไฟแรง 800 วัตต์ ประมาณ 6 นาที หรือจนกว่าไก่จะสุก
6. นำขนมปังเบอร์เกอร์มาทาเนยด้านในแล้ววางเนื้อไก่และผักต่าง ๆ ตามชอบ เท่านี้ก็พร้อมกินแล้ว');

insert into Menu values
(111, 'สปาเก็ตตี้เบคอนพริกแห้ง', '12-8.jpg', 486,
'1. ลวกเส้นสปาเกตตี้ สับหัวหอมใหญ่เป็นลูกเต๋าเล็กๆ และตำกระเทียม 
2. นำเบคอนมาหั่นเต๋า และมาทอดให้กรอบ
3. นำพริกแห้งไปผัดกับน้ำมัน เพื่อให้มีกลิ่นหอม และนำมาตำให้ละเอียด
4. เทน้ำมันมะกอก และใส่กระเทียมที่ตำแล้วไปผัดจนเหลือง
5. ใส่หอมใหญ่สับ และผัดต่อเล็กน้อย ต่อมาใส่พริกแห้ง และผัดเรื่อยๆจนส่วนผสมเข้ากัน 
6. ใส่เบคอนกรอบลงไป ตามด้วยเส้นสปาเกตตี้
7. ปรุงรสด้วยเกลือ และรสดี ใส่ใบกระเพรา และพาร์สลีย์');

insert into Menu values
(112, 'สปาเก็ตตี้คาโบนาร่า', '12-9.jpg', 741.7,
'1. นำแฮมหรือเบคอนมาหั่นเป็นชิ้นขนาดตามต้อมการ
2. นำไข่ไก่สดมาแยกไข่แดงออกจากไข่ขาว โดยใช้เฉพาะไข่แดงอย่างเดียว 3 ฟอง และไข่ไก่ทั้งใบ 1 ฟอง
3. นำพาเมซานชีสมาขูดให้เป็นเส้นฝอย (สามารถใช้แบบขูดสำเร็จรูปได้) แล้วนำมาผสมกับไข่ไก่ จากนั้นใส่พริกไทย และเกลือ คนผสมให้เข้ากัน
4. ต้มน้ำให้เดือด แล้วใส่เกลือลงไป จากนั้นใส่เส้นสปาเก็ตตี้ลงไปต้ม ใช้เวลาต้มประมาณ 6 นาที
5. นำเบคอนมาผัดในกระทะจนเหลืองหอม และเริ่มมีน้ำมันออกมา จากนั้นใส่เส้นสปาก็ตตี้ที่ต้มเสร็จแล้วลงไป ผัดจนน้ำมันเบคอนเคลือบเส้นดี เติมน้ำเดือดที่ใช้ต้มเส้นลงไปเล็กน้อย
6. ปิดเตาแก๊ส จากนั้นใส่ส่วนผสมของไข่และชีสลงไป แล้วคลุกเคล้าให้เข้ากับเส้นสปาเก็ตตี้ จากนั้นตักลงจานพร้อมเสิร์ฟ');

insert into Menu values
(113, 'กุ้งโดนัทชีส', '12-10.png', 200,
'1. ปั่นกุ้ง 300 กรัม แป้งทอดกรอบ เกลือ พริกไทย ด้วยเครื่องผสมอาหารจนเป็นเนื้อเดียวกัน
2. หั่นกุ้งที่เหลือเป็นชิ้น ๆ แล้วใส่ลงไปผสม 
3. แผ่ส่วนผสมกุ้งเป็นวงกลม แล้วใส่ไส้ชีสตรงกลาง ใส่ส่วนผสมกุ้งทับปิดลงไป เก็บขอบและเจาะรูตรงกลางให้เป็นโดนัท
4. นำกุ้งโดนัทที่สอดไส้แล้วมาชุบแป้งทอดกรอบ ไข่ไก่ และเกล็ดขนมปัง
5. ทอดด้วยไฟเบา-กลางจนสุกและเหลืองกรอบ ');

insert into Menu values
(114, 'บูเดชิเก หม้อไฟเกาหลี', '13-1.jpg', 550,
'1. วางเรียงเส้นบะหมี่ สแปม ไส้กรอก เต้าหู้ เห็ดหอมสด ต้นหอมญี่ปุ่น ต๊อกโบกกี กิมจิ และชีสแผ่นไว้ในหม้อไฟ
2. ผสมส่วนผสมน้ำซุป ต้มให้เดือด ชิมรส เทน้ำซุปใส่หม้อไฟ ยกขึ้นตั้งไฟให้เดือดและสุกทั่ว');

insert into Menu values
(115, 'ซุนดูบูจิเก แกงกิมจิ ซุปกิจิเต้าหู้อ่อน', '13-2.jpg', 400,
'1. นำเบคอนลงไปผัดในกระทะพอให้มีน้ำมันออกมาแล้วใส่กระเทียม ขิง และพริกป่นลงไปผัดให้เข้ากัน พอผัดจนเบคอนหอม ใส่กิมจิ (พร้อมน้ำกิมจิ) ลงไปผัด เติมน้ำเปล่า
2. ปรุงรสด้วยผงซุปปลา โคชูจัง มิโซะ คนให้เข้ากัน
3. ใส่เต้าหู้ลงไป รอสักครู่เพื่อให้เต้าหู้ดูดซึมน้ำซุปเข้าไป (ใช้เวลาประมาณ 2-3 นาที)
4. ตอกไข่ไก่ใส่ลงไป ปิดไฟ ตักใส่ชาม โรยต้นหอม พร้อมเสิร์ฟ');

insert into Menu values
(116, 'ไก่ทอดเกาหลี ไก่ทอดบอนชอน', '13-3.jpg', 233,
'1. ล้างปีกไก่ให้สะอาด พักทิ้งไว้จนแห้งสนิท
2. โรยเกลือและพริกไทยให้ทั่วปีกไก่ นำไปชุบแป้งข้าวโพดให้ทั่ว แล้วนำปีกไก่ลงทอดจนสุกเหลืองกรอบ ตักขึ้นสะเด็ดน้ำมันให้แห้ง
3. ทำน้ำจิ้ม โดยผสมหอมใหญ่สับ กระเทียมสับ ซีอิ๊วขาว มิริน น้ำตาลทรายแดง ผงกระเทียม และขิงสับลงในหม้อ นำขึ้นตั้งไฟปานอ่อน เคี่ยวจนส่วนผสมละลายเข้ากัน ปิดไฟ
4. ใส่แป้งข้าวโพดลงในถ้วย ตักส่วนผสมซอสใส่ลงไปคนผสมให้เข้ากันและมีลักษณะเหนียว
5. นำไก่ที่ทอดไว้ไปลงไปทอดในน้ำมันร้อนจัดอีกครั้ง จากนั้นนำขึ้นมาซับน้ำมันให้แห้งสนิทแล้วนำไปชุบลงในส่วนผสมซอสให้ทั่ว โรยด้วยงาขาวคั่ว พร้อมเสิร์ฟ');

insert into Menu values
(117, 'บิบิมบับ ข้าวยำเกาหลี', '13-4.jpg', 430,
'1. ใส่หมูสไลซ์ลงในชามผสม ตามด้วยพริกไทย ซอสปรุงรส และน้ำมันงา 1 ช้อนโต๊ะ คลุกเคล้าให้เข้ากัน และหมักไว้ 30 นาที
2. นำน้ำตาลผสมกับน้ำส้มสายชู คนให้เข้ากันจนน้ำตาลละลาย และราดลงบนผักทั้งหมด คือ ผักโขม เห็ดหอม ถั่วงอก เห็ดเข็มทอง แตงกวา และแครอท 
3. นำกระทะขึ้นตั้งไฟปานกลาง และนำหมูสไลซ์ที่หมักไว้ไปผัดจนสุก
4. นำกระทะขึ้นตั้งไฟปานกลาง เทน้ำมันงาลงไปนิดหน่อย จากนั้นนำผักไปผัดทีละอย่าง 
5. นำชามหินสไตล์เกาหลีขึ้นตั้งไฟแรงให้ชามร้อนทั่ว
6. นำของที่ผัดเตรียมไว้มาเรียงใส่ชาม ได้แก่ ข้าวญี่ปุ่น ผักโขม เห็ดหอม ถั่วงอก เห็ดเข็มทอง แตงกวา แครอท และหมูสไลซ์ จัดวางกิมจิและโคชูจังลงไป ท้ายสุดตอกไข่ไก่ใส่ลงตรงกลาง
7. พร้อมเสิร์ฟ เวลากินก็คลุกเคล้าให้เข้ากันในชามร้อน ๆ ');

insert into Menu values
(118, 'ปลาหมึกย่างบาร์บีคิวเกาหลี ', '13-5.jpg', 300,
'1. ทำซอสบาร์บีคิว โดยผสมซอสพริกเกาหลี พริกไทยป่น น้ำมันงา น้ำตาลทราย เกลือป่น และน้ำซุปปลาแห้ง คนให้เข้ากัน ยกขึ้นตั้งไฟ เคี่ยวพอข้น ยกลงพักไว้ให้เย็น
2. นำหอมหัวใหญ่ ต้นหอม แครอท และซอสบาร์บีคิวคลุกเคล้าจนเข้ากัน (แบ่งซอสบาร์บีคิวไว้ทาตอนนำปลาหมึกลงย่างไฟ ประมาณ 3-4 ช้อนโต๊ะ)
3. นำส่วนผสมในข้อที่ 2 ยัดไส้ในปลาหมึก ใช้ไม้จิ้มฟันกลัด นำลงย่างบนเตาไฟ พอสุกยกลง ใช้มีดบั้ง ทาซอสบาร์บีคิว ย่างต่อจนสุก ยกลง จัดใส่จาน โรยงาขาวคั่ว จัดเสิร์ฟ');

insert into Menu values
(119, 'ต๊อกโบกี', '13-6.jpg', 250,
'1. เริ่มจากการทำซอสต๊อกโบกี โดยการนำซอสโคชูจัง soy sauce น้ำตาลทรายแดง พริกป่นเกาหลี และกระเทียม คนผสมให้เข้ากัน พักไว้
2. ตั้งกระทะ แนะนำให้ใช้กระทะขนาดแบน ก้นไม่ลึกมาก เทน้ำเปล่าหรือน้ำสต๊อกปลาแอนโชวี่ลงไป
3. เปิดแก๊ส รอจนน้ำเดือดเล็กน้อย ใส่ซอสที่เตรียมไว้ลงไป คนให้เข้ากัน
4. ใส่หอมแดงสไลด์ลงไป ต้มต่อไปประมาณ 5-7 นาที 
5. ตามด้วยแป้งต๊อกโบกี ลูกชิ้นปลา และเต้าหู้ทอดลงไป ตามชอบ คนทุกอย่างให้เข้ากัน ทิ้งไว้ประมาณ 5-7 นาที ให้แป้งสุก
6. ใช้ซ้อมจิ้มแป้งต๊อกโบกี ดูว่าสุกดีแล้ว ตักใส่ชาม
7. ราดน้ำมันงาลงไป ตามด้วยงาคั่ว และหัวหอมสไลด์ เป็นอันเสร็จ');

insert into Menu values
(120, 'หมูผัดกิมจิ', '13-7.jpg', 1395.3,
'1. หมักหมูกับโคชูจัง ขิงขูดละเอียด น้ำมันงา น้ำตาลทราย และซีอิ๊วขาว คลุกเคล้าให้ส่วนผสมทุกอย่างเข้ากัน แล้วพักหมูไว้ 
2. ตั้งกระทะผัดกระเทียมให้สุก จากนั้นใส่หมูที่เตรียมลงไป เมื่อหมูเริ่มสุกใส่หอมใหญ่ลงไปผัด ตามด้วยแครอทซอยเส้นและกิมจิ ปิดท้ายด้วยการใส่ต้นหอมลงไปผัด 
3. ตักใส่ภาชนะตามชอบ โรยงาขาวคั่วก่อนจัดเสิร์ฟ');

insert into Menu values
(121, 'พาจอน พิซซ่าเกาหลี', '13-8.jpg', 550,
'1. นำแป้งข้าวเจ้า และแป้งโกกิมาผสมกันตอกไข่ไก่ตีให้เข้ากันค่อยๆ เติมน้ำเปล่าตีให้เข้ากัน ใส่ซอสถั่วเหลือง ตีให้เข้ากันจนแป้งเนียน ความข้นของแป้งพอติดตะกร้อ ไม่เหลวไป พักแป้ง ไว้ 15 นาที
2. นำต้นหอมมาตัดรากหั่นท่อน แครอทซอยละเอียด ล้างผึ่งสะเด็ดน้ำ
3. นำผักที่เตรียมไว้มาคลุกกับแป้งเคล้าพอแป้งที่ผสมไว้พอติดผัก
4. ตั้งไฟอ่อนๆ ใส่น้ำมันเล็กน้อย นำผักที่คลุกแป้งไว้ลงกะทะ ตักแป้งหยอดไปบนผักเล็กน้อย ทอดให้เหลืองเกรียมทั้ง 2 ด้าน ตักใส่จานหั่นขนาดตามที่ต้องการ
5. ทานคู่กับซอสโคชูจัง กิมจิ');

insert into Menu values
(122, 'บิงซูแคนตาลูป&แตงโม', '13-10.jpg', 550,
'1. ตีผสมครีมสดกับน้ำเย็น น้ำเชื่อม และผงวานิลลาด้วยเครื่องตีโฟมนม ตีผสมเข้าด้วยกันจนเป็นเนื้อเดียว
2. เทส่วนผสมนมใส่พิมพ์น้ำแข็ง แล้วนำไปแช่ช่องฟรีซอย่างน้อย 4-5 ชั่วโมง หรือข้ามคืน
3. ตักแคนตาลูปและแตงโมทั้งหมดเป็นลูกกลม ๆ วางเรียงใส่ถาด ปิดด้วยพลาสติกถนอมอาหารแล้วนำไปแช่เย็น ประมาณ 3-4 ชั่วโมง
4. นำเปลือกแตกโมมาขูดเอาเนื้อออกเตรียมไว้สำหรับทำเป็นถ้วย จากนั้นนำไปแช่แข็ง เพื่อให้ถ้วยแตงโมแข็งแรงและสามารถเก็บความเย็นได้นานขึ้น
5. แกะน้ำแข็งออกจากพิมพ์ใส่ลงในเครื่องไสน้ำแข็ง เปิดเครื่องแล้วไสออกมาใส่ในถ้วยแตงโมแช่แข็ง
6. เรียงแตงโม และ แคนตาลูปรอบ ๆ ให้สวยงาม ราดนมข้นหวาน และน้ำแดง พร้อมเสิร์ฟ');

insert into Menu values
(123, 'มะม่วงบิงซู', '13-11.jpg', 912,
'1. ผสมนมจืดและนมข้นหวานในถุงซิปล็อคแล้วเขย่าให้เข้ากัน 
2. นำนมไปแช่ช่องฟรีซโดยปิดถุงซิปล็อคและพยายามรีดถุงให้แบนพร้อมไล่อากาศออกให้เหลือน้อยที่สุด เวลาที่ทุบให้เป็นเกล็ดน้ำแข็งจะได้ทุบง่ายๆ
3. นำนมที่แช่แข็งมาทุบให้เป็นเกล็ด 
4. หั่นมะม่วงเป็นสี่เหลี่ยมลูกเต๋าขนาดพอดีคำ
5. จัดถ้วยโดยใส่มะม่วงครึ่งหนึ่งไว้ที่ก้นถ้วย จากนั้นใส่บิงซู ตกแต่งด้วยมะม่วงพร้อมราดนมข้นที่ผสมไว้');

insert into Menu values
(124, 'เป็ดพะโล้คั่วเกลือ', '14-2.jpg', 450,
'1. ต้มน้ำ 1 ลิตร ให้พออุ่น ใส่ รสดีเมนู พะโล้ ลงไป คนให้เข้ากัน
2. ใส่น่องเป็ดติดสะโพกลงไป ตุ๋นไว้เป็นเวลา 30-40 นาที
3. สับเป็ดพะโล้เป็นชิ้น พักไว้
4. โขลกรากผักชี กระเทียม และพริกไทย ให้เข้ากัน
5. ตั้งกระทะใส่น้ำมัน ใส่สามเกลอที่โขลกไว้ลงไปผัดจนส่งกลิ่นหอม
6. ตามด้วยเป็ดพะโล้ที่สับไว้ ลงไปคั่วให้หนังพอขึ้นสีและเนื้อแห้งขึ้น ปรุงรสด้วย ซีอิ๊วขาว และเกลือ
7. ตักขึ้นใส่จานจัดเสิร์ฟ ตกแต่งด้วยผักชี');

insert into Menu values
(125, 'หอยแมลงภู่ผัดพริกเผา', '14-3.jpg', 350,
'1. ล้างหอยแมลงภู่ให้สะอาด แล้วนำไปลวกในน้ำร้อนจนสุก
2. เปิดเตาไฟกลาง ตั้งกระทะ ใส่น้ำมัน พอร้อน ใส่กระเทียมสับลงไปผัด
3. ใส่หอยแมลงภู่ลงไปผัด เติมน้ำพริกเผา น้ำปลา น้ำตาล พริก ผัดให้เข้ากัน
4. ใส่ใบโหระพาลงไปผัดสักครู่ ปิดเตา พร้อมเสิร์ฟ');

insert into Menu values
(126, 'ผัดถั่วงอกใส่เต้าหู้หมูสับ', '14-4.jpg', 155,
'1. บุบกระเทียมซอยหยาบๆ หั่นต้นหอมเป็นท่อนยาว หั่นเต้าหู้เป็นลูกเต๋าใหญ่ ล้างถั่วงอกพักไว้
2. ตั้งกระทะไฟกลาง ใส่น้ำมัน ผัดหมูกับกระเทียมจนสุก 
3. ใส่เต้าหู้ตามลงไป ปรุงรสด้วยซีอิ๊วขาว ผัดทุกอย่างให้เข้ากันดี
4. ใส่ถั่วงอกกับต้นหอมตามลงไป ใช้ไฟแรงผัดจนผักนิ่มก็เป็นอันเสร็จ');

insert into Menu values
(127, 'สเต็กหมูพอร์คชอป', '14-5.jpg', 750,
'1. ใส่น้ำตาลทรายลงไปในชามผสม ตามด้วยน้ำปลา น้ำมะนาว พริกป่น และข้าวคั่วแล้วคนให้น้ำตาลละลายเข้ากันดี
2. นำต้นหอมและผักชีซอย และผักชีฝรั่งซอยใส่ในน้ำจิ้มที่เตรียมไว้แล้วคนให้เข้ากัน พักเอาไว้แล้วเตรียมจัดเสิร์ฟได้เลย
3. นำ พอร์คชอป ตราเอโร่ มาละลายในตู้เย็น โดยนำไปแช่ในช่องปกติข้ามคืน เพื่อให้เนื้อค่อย ๆ ละลาย ทำให้เรารักษารสชาติและเนื้อสัมผัสที่ดีที่สุด
4. นำ พอร์คชอป ตราเอโร่ ที่ละลายแล้ว มาวางลงบนเขียง แล้วทุบให้เนื้อหมูนุ่มขึ้น จากนั้นหมักด้วยเกลือและพริกไทยเป็นเวลา 15 นาที เพื่อให้เนื้อนุ่มและมีรสชาติมากยิ่งขึ้น
5. ตั้งกระทะย่างบนเตาแก๊สโดยใช้ไฟแรง เมื่อกระทะเริ่มร้อนแล้วให้ใส่เนยลงไป เมื่อเนยละลายแล้วใส่พอร์คชอปที่หมักไว้ลงไปย่าง โดยย่างให้ขึ้นสีและลายกริลล์มาร์ก จากนั้นกลับอีกด้านลงในกระทะ เมื่อสีได้ทั้งสองด้านแล้วให้ลดไฟลงเป็นไฟอ่อน แล้วย่างพอร์คชอปต่อจนกว่าจะสุก เมื่อสุกแล้วนำไปจัดเสิร์ฟ');

insert into Menu values
(128, 'เห็ดเข็มทองพันเบคอน', '14-6.jpg', 300,
'1. นำเห็ดเข็มทองมาตัดส่วนรากออก แล้วล้างน้ำให้สะอาด
2. แบ่งเห็ดเข็มทองเป็นกำเล็กๆ นำมาพันด้วยเบคอนจากนั้นกลัดด้วยไม้จิ้มฟัน
3. ตั้งกระทะด้วยไฟอ่อนๆ ใส่เนย + นำเบคอนลงทอดในกระทะ
4. พอสุกหอมได้ที่ก็จัดเสิร์ฟได้เลย');

insert into Menu values
(129, 'ไข่เจียวลาบแซ่บ', '14-7.jpg', 310,
'1. ตอกไข่ใส่ชาม ปรุงรสด้วยน้ำปลา มะนาว พริกป่น ตามด้วยหอมเล็ก ต้นหอมและผักชีซอยลงไป ใช้ส้อมตีให้เข้ากัน ก่อนทอดใส่ข้าวคั่วคนให้เข้ากัน
2. ตั้งกระทะใส่น้ำมันบนไฟกลางพอร้อน ใส่ไข่ที่ตีแล้วลงไปทอดให้สุกเหลืองทั้งสองด้าน ปิดไฟ ตักพักไว้ให้สะเด็ดน้ำมัน
3. ตักไข่เจียวใส่จาน โรยข้าวคั่วและพริกป่นสักหน่อยเพื่อความหอม ตกแต่งด้วยด้วยผักชีฝรั่งหรือผักตามชอบ ก็เป็นว่าพร้อมเสิร์ฟ');

insert into Menu values
(130, 'ซุปไข่น้ำ', '14-8.jpg', 150,
'1. ใส่ซอสปรุงรสลงในหมูสับ คลุกเคล้าให้เข้ากันแล้วพักไว้
2. ตอกไข่ใส่ชามผสม ตีไข่แดงไข่ขาวให้เข้ากัน ไม่ต้องปรุงรส
3. ใส่น้ำมันลงไป ตั้งกระทะให้น้ำมันร้อน กลิ้งให้เคลือบด้านข้างด้วย ไข่จะได้ไม่ติดกระทะ
4. น้ำมันร้อนดีแล้วก็ใส่ไข่ลงไปทอดให้เหลืองสวย กลับด้าน ทอดไข่ให้สุกทั้ง 2 ด้าน
5. เมื่อสุกดีแล้วก็ปิดเตา ใช้ตะหลิวหั่นให้เป็นชิ้น ๆ
6. ตวงน้ำ 1 ลิตรใส่หม้อ ต้มน้ำให้เดือด ใส่ซุปก้อนลงไป 1 ก้อน คนให้ละลาย ปิดเตา
7. ตักน้ำซุป 2  ถ้วยตวงหรือ 480 ml.ใส่หม้ออีกใบตั้งไฟกลางให้น้ำเดือด ปั้นหมูที่เราหมักไว้ใส่ลงไปในน้ำซุป ต้มให้หมูสุก
8. รอให้น้ำเดือด และหมูสุกดีแล้ว ใส่ไข่เจียวลงไป
9. โรยต้นหอมผักชี ปิดเตา ตักใส่ชามพร้อมเสิร์ฟ');

insert into Menu values
(131, 'ซุปเยื่อไผ่กระดูกหมูอ่อน', '14-9.jpg', 234,
'1. นำกระดูกหมู หั่น ล้าง
2. ตั้งน้ำเปล่า 1.5 ลิตร หรือตามชอบ ใส่วัตถุดิบข้อ 3-6 ลงในหม้อ ต้มให้เดือด
3. ใส่กระดูกหมูลงไป รอให้เดือด และคอยตักฟองทิ้ง
4. เดือดแล้วใส่เยื่อไผ่ เห็ดหอม และเม็ดเก๋ากี้ลงไปต้มต่อไป คอยช้อนฟองทิ้ง และเมื่อเดือดให้เบาไฟลงให้เดือดพอปุด ๆ
5. ตุ๋นไปเรื่อย ๆ จนกว่าจะพอใจ และชิมรส ปรับตามความชอบ
6. ตักเสิร์ฟโรยหน้าด้วยพริกไทยป่น และผักชีซอย');

insert into Menu values
(132, 'ยำไข่ต้มยางมะตูม', '14-10.jpg', 300,
'1. ต้มน้ำให้เดือดก่อน แล้วใส่ไข่ลงไป จับเวลา 4 นาที พอครบเวลาเอาออกแช่น้ำเย็นทันที
2. ปอกเปลือกไข่ เสร็จแล้วหั่นครึ่งไข่โดยใช้เส้นด้าย
3. ผสมน้ำปลา น้ำตาลทราย น้ำมะนาว และพริกขี้หนู ใส่หอมแดงคนให้เข้ากัน 
4. นำไปราดบนไข่ยางมะตูม โรยด้วยผักชี พร้อมเสิร์ฟ');

insert into Menu values
(133, 'มัฟฟินไข่', '15-1.jpg', 117.5,
'1.ตั้งกระทะให้ร้อน นำขนมปังด้านที่ทาเนยใส่ลงในกระทะ
2.นำไข่ที่ทอดไว้ใส่ตามลงไปบนขนมปัง โรยด้วยเกลือและพริกไทยบนไข่นิดหน่อย
3.วางชีสสไลด์ตามลงไป นำขนมปังอีกชิ้นวางทับลงไป กดๆขนมนิดนึง
4.ปิ้งขนมปังให้ร้อนและชีสละลาย เสิร์ฟทันที');

insert into Menu values
(134, 'ขนมปังแซนด์วิชไส้นูเทลล่ากล้วยหอม', '15-2.jpg', 0,
'1. ตอกไข่ใส่ถ้วย ใส่นมสดชนิดจืด น้ำตาลทรายและเกลือป่น ตีให้เข้ากัน เตรียมไว้
2. ทำแซนด์วิชโดยตั้งกระทะเทฟลอนบนไฟกลางค่อนอ่อน ใส่เนย กรอกให้ทั่วกระทะ พอเนยละลาย เทไข่ที่ตีไว้ลงไป ก่อนที่ไข่จะเซ็ตตัว ให้วางขนมปังทั้งสองแผ่นลงบนไข่แล้วพลิกกลับ พอไข่สุก ให้พลิกกลับด้าน พับแผ่นไข่ส่วนเกินด้านข้างขึ้นด้านบนขนมปัง ทานูเทลล่าบนไข่ทั้งสองฝั่ง วางกล้วยหอมและมาร์ชมาโลว์ จากนั้นพลิกขนมปังให้มาประกบกัน ทอดต่อจนมาร์ชเมลโลว์เริ่มละลาย ปิดไฟ
3. หั่นครึ่งแซนด์วิช จัดใส่จาน โรยด้วยช็อกโกแลตขูด วางเนยสดชนิดจืดด้านบน เสิร์ฟ');

insert into Menu values
(135, 'ไข่ถ้วยไมโครเวฟ', '15-3.jpg', 0,
'1. ใช้มือกดขนมปังแผ่น (หรือรีดด้วยขวดหรือไม้คลึงแป้ง) ให้บางลงเล็กน้อย จากนั้นนำไปวางลงบนถ้วยหรือแก้ว กดเบา ๆ ให้เป็นหลุมลงไปและแนบกับถ้วย
2. วางแฮมที่หั่นไว้บางส่วนลงไปในหลุมขนมปัง และอีกส่วนวางไว้ที่ขอบด้านบนของขนมปัง โดยเว้นให้เหลือช่องตรงกลางไว้ใส่ไข่ไก่ จากนั้นค่อย ๆ ตอกไข่ไก่ใส่ลงไป
3. วางเรียงเชดดาร์ชีสเส้น ๆ ลงไปรอบ ๆ ขนมปังให้คล้ายกับแฉกของพระอาทิตย์ จากนั้นโรยเกลือป่น พริกไทยป่น เล็กน้อย
4. นำเข้าไมโครเวฟ ใช้ไฟปานกลางนาน 1 นาที นำออกจากเตา พร้อมเสิร์ฟ');

insert into Menu values
(136, 'เครปอาหารเช้า', '15-4.jpg', 570.04,
'1. ใส่แป้งสาลีอเนกประสงค์ น้ำตาลทราย เกลือป่น นมสด ไข่ไก่ 2 ฟอง และเนยสดละลาย ลงในเครื่องผสมแป้ง ตีผสมด้วยความเร็วสูง ประมาณ 30 วินาที จากนั้นพักแป้งทิ้งไว้ 15 นาที
2. นำกระทะเทฟลอนขึ้นตั้งไฟปานกลางค่อนข้างอ่อน ใส่เนยลงไป จากนั้นตักส่วนผสมแป้งใส่ลงในกระทะ กรอกแป้งเป็นแผ่นบาง รอจนแป้งสุกเป็นสีน้ำตาลอ่อน ด้านละประมาณ 1-2 นาที จากนั้นตักขึ้น ทำจนหมด เตรียมไว้
3. เปิดเตาอบที่อุณหภูมิ 350 องศาฟาเรนไฮต์ เตรียมไว้
4. นำเครปวางลงบนแผ่นรองอบ วางแฮมสไลซ์ลงตรงกลางของแป้งเครป ตอกไข่ไก่ลงบนแฮม พับมุมแป้งเค้กลงบนไข่ขาวทั้ง 4 มุม เป็นสี่เหลี่ยมจัตุรัส (ใช้ไข่ขาวเป็นตัวยึดแป้ง) โรยเกลือป่นและพริกไทยป่น ทำจนครบ 
5. จากนั้นนำเข้าเตาอบ นานประมาณ 10-12 นาที นำออกจากเตา แต่งด้วยพาร์สลีย์ โรยพริกไทย พร้อมเสิร์ฟ');

insert into Menu values
(137, 'ขนมปังไข่อบ', '15-5.jpg', 0,
'1. ตัดขอบขนมปัง แล้วนำเบคอนพันรอบขนมปัง ใช้ไม้จิ้มฟันยึดเบคอนให้ติดกัน
2. นำขนมปังวางในถาดที่จะเอาเข้าอบ 
3. ใส่ไส้กรอก แฮม โบโลนาต่าง ๆ วางลงบนขนมปัง โดยเว้นที่ตรงกลางไว้ใส่ไข่
4. ตอกไข่ใส่ลงไปตรงกลางที่เว้นไว้ โรยด้วยเกลือ พริกไทยดำ เล็กน้อย เอาเข้าเตาอบที่อุณหภูมิ 180 องศาเซลเซียส นานประมาณ 7-10 นาที ');

insert into Menu values
(138, 'ข้าวต้มกุ้งเวียดนาม', '15-6.jpg', 203,
'1. ล้างกุ้ง แกะเปลือก เด็ดหัวไว้หาง แล้วผ่าหลังดึงเส้นดำออก เติมน้ำมันงาและเกลือ คลุกเคล้าให้ทั่ว หมักนานประมาณ 15 นาที
2. ต้มน้ำซุปในหม้อด้วยไฟกลางจนเดือด ใส่หอมใหญ่ต้มจนสุกใสและน้ำซุปมีรสหวาน ตักหอมใหญ่ออก ใส่ข้าวสวยลงต้มจนน้ำซุปขุ่นขาวน้ำแป้งเล็กน้อย ปรุงรสด้วยเกลือ 
3. เมื่อเดือดอีกครั้งใส่กุ้ง ต้มพอกุ้งสุกใส่โคนต้นหอม ใบต้นหอม (แบ่งไว้โรยหน้าเล็กน้อย) ปิดไฟ
4. ตักใส่ถ้วย โรยหอมแดงเจียว ต้นหอม และพริกไทย');

insert into Menu values
(139, 'ไข่ดาวไส้กรอก', '15-7.png', 315,
'1. แบ่งครึ่งไส้กรอกตามยาวออกเป็น 2 ชิ้น โดยใช้มีดกรีดไส้กรอกให้แยกออกจากกันไปจนเกือบถึงสุดปลาย จากนั้นจับปลายไส้กรอกเข้าหากันแล้วใช้ไม้จิ้มฟันยึดตรงปลายทั้ง 2 ด้านไว้ ทำเหมือนกันทั้ง 2 ชิ้น เตรียมไว้
2. นำกระทะขึ้นตั้งไฟ ใส่ไส้กรอกลงกริลล์ในกระทะสักครู่ กลับด้าน ตอกไข่ไก่ใส่ลงไป ตามด้วยต้นหอมซอย');

insert into Menu values
(140, 'ขนมปังไข่ดาว', '15-8.jpg', 365,
'1. กดตรงกลางขนมปังโฮลวีตด้วยพิมพ์ตัดคุกกี้หรือแก้วเป็นรูปตามชอบ ให้เป็นช่องสำหรับใส่ไข่
2. ตั้งกระทะด้วยไฟปานกลางจนร้อน วางขนมปังที่เจาะรูลงไป ย่างให้กรอบทั้ง 2 ด้าน
3. ใส่เนยลงไปในช่องขนมปังเล็กน้อย ตอกไข่ใส่ถ้วย จากนั้นค่อย ๆ เทลงในช่องขนมปัง 
4. โรยหน้าด้วยเกลือป่นและพริกไทยป่น รอจนไข่สุกตามชอบ จัดใส่จาน พร้อมรับประทาน');

insert into Menu values
(141, 'Breakfast Cup', '15-9.jpg', 218,
'1. กดขนมปังให้แบนด้วยมือ จากนั้นนำขนมปังวางลงบนถ้วยแล้วใช้มือกดตรงกลางให้เป็นหลุมลงไป พักไว้
2. ตอกไข่ไก่ใส่ชาม ใส่กุ้งหั่นเป็นชิ้นเล็ก ๆ แล้วตีให้เข้ากัน ปรุงรสด้วยโชยุ
3. เทส่วนผสมไข่ไก่ใส่ลงในถ้วยขนมปัง แล้วก็ฉีกแผ่นชีสใส่ลงไปด้วย
4. นำเข้าไมโครเวฟ ใช้ไฟแรงสุด ประมาณ 1.45 นาที
5. ทามายองเนสหรือน้ำสลัดข้างหน้า โรยด้วยผักแช่แข็งที่ต้มแล้ว');

insert into Menu values
(142, 'กาแฟโบราณ', '16-1.jpg', 317,
'1. ต้มน้ำจนเดือด เตรียมไว้
2. ใส่ผงโอเลี้ยงลงในถุงกาแฟ นำไปวางลงในเหยือกสเตนเลส เทน้ำเดือดลงไป เขย่าถุงเล็กน้อยให้น้ำทั่วถึงกาแฟ พักทิ้งไว้ 7-10 นาที
3. ใส่น้ำตาลทรายลงในแก้ว ตามด้วยนมข้นหวาน เทโอเลี้ยงใส่ลงไป คนผสมให้เข้ากันจนน้ำตาลทรายละลาย เทใส่ลงในแก้วที่มีน้ำแข็งประมาณ 3/4 แก้ว 
4. แล้วเทนมข้นจืดลงไปจนเต็มแก้ว พร้อมเสิร์ฟ');

insert into Menu values
(143, 'เนสกาแฟ', '16-2.jpg', 317,
'1. ใส่ผงกาแฟและน้ำตาลทรายลงในแก้ว เติมน้ำร้อนลงไป คนให้ละลาย
2. เติมนมข้นหวานลงไป คนให้เข้ากัน
3. เทใส่แก้วที่มีน้ำแข็ง พร้อมเสิร์ฟ');

insert into Menu values
(144, 'โอเลี้ยง', '16-3.jpg', 103,
'1. ต้มน้ำจนเดือด เตรียมไว้
2. ใส่ผงโอเลี้ยงลงในถุงกาแฟ นำไปวางลงในเหยือกสเตนเลส เทน้ำเดือดลงไป 
3. เขย่าถุงเล็กน้อยให้น้ำทั่วถึงกาแฟ พักทิ้งไว้ 7-10 นาที
4. ใส่น้ำตาลลงในแก้วตามชอบ เทโอเลี้ยงตามลงไปคนผสมให้น้ำตาลทรายละลาย 
5. เทใส่แก้วที่มีน้ำแข็งจนเต็ม พร้อมเสิร์ฟ');

insert into Menu values
(145, 'ยกล้อ', '16-4.jpg', 167,
'1. ต้มน้ำจนเดือด เตรียมไว้
2. ใส่ผงโอเลี้ยงลงในถุงกาแฟ นำไปวางลงในเหยือกสเตนเลส เทน้ำเดือดลงไป เขย่าถุงเล็กน้อยให้น้ำทั่วถึงกาแฟ พักทิ้งไว้ 7-10 นาที
3. ใส่น้ำตาลลงในแก้วตามชอบ เทโอเลี้ยงตามลงไปคนผสมให้น้ำตาลทรายละลาย 
4. เทใส่แก้วที่มีน้ำแข็ง ประมาณ 3/4 แก้ว แล้วเทนมข้นจืดลงไปจนเต็มแก้ว พร้อมเสิร์ฟ');

insert into Menu values
(146, 'ชาเย็น', '16-5.jpg', 319,
'1. ตักชาไทยใส่ถุงชงชา ใช้น้ำเดือดเทใส่ถุงชงชา แช่ทิ้งไว้สัก 30 นาที ยิ่งชักชาให้เกิดความหอมมากขึ้น
2. ใช้ชาไทย 4oz. นมผสม 2oz.
3. คนให้เข้ากัน เตรียมน้ำแข็งใส่แก้ว พร้อมเสิร์ฟ');

insert into Menu values
(147, 'ชาดำเย็น', '16-6.jpg', 110,
'1. ใส่น้ำตาลทรายลงในแก้ว เทน้ำชาลงไปคนให้ละลายเข้ากัน
2. เทใส่แก้วที่มีน้ำแข็ง พร้อมเสิร์ฟ');

insert into Menu values
(148, 'โกโก้เย็น', '16-7.jpg', 334,
'1. ใส่ส่วนผสมทุกอย่างลงในแก้ว ตามด้วยน้ำร้อน คนให้เข้ากัน
2. เทใส่แก้วที่มีน้ำแข็ง ราดนมข้นจืดลงไปด้านบน พร้อมเสิร์ฟ');

insert into Menu values
(149, 'นมชมพูเย็น', '16-8.png', 425,
'1. ใส่น้ำหวานลงในแก้ว ตามด้วยนมข้นหวาน นมข้นจืด และน้ำร้อน 3/4 แก้ว คนให้เข้ากัน
2. เทใส่แก้วที่มีน้ำแข็ง โรยนมข้นจืดลงไปด้านบน พร้อมเสิร์ฟ');

insert into Menu values
(150, 'ชาเนสทีเย็น', '16-9.jpg', 150,
'1. ใส่ผงชาเนสทีและน้ำตาลทรายลงในแก้ว ตามด้วยน้ำร้อน คนให้ละลายเข้ากัน
2. เติมนมข้นหวานลงไป คนให้เข้ากันอีกครั้ง
3. เทใส่แก้วที่มีน้ำแข็ง พร้อมเสิร์ฟ');

insert into Menu values
(151, 'ไมโลเย็น', '16-10.jpg', 210,
'1. เทน้ำร้อนลงในแก้วประมาณ 1/4 ของแก้ว
2. เทไมโล 3 in 1 ลงไป คนผสมให้ละลายจนเข้ากันดี
3. เทน้ำแข็งลงไปประมาณ 3/4 ของแก้ว คนจนกว่าไมโลทั้งแก้วจะเย็นทั่ว ราดนมสด');

insert into Menu values
(152, 'ยำวุ้นเส้น', '17-1.jpg', 140,
'1. นำหมูสับมารวนให้สุก โดยใส่น้ำเปล่ากับผงปรุงรสนิดหน่อย เพื่อเพิ่มรสชาติให้เนื้อหมู
2. ต้มน้ำเปล่าให้เดือด ใส่วุ้นเส้นลงไปลวกให้สุก แล้วพักไว้ให้เย็น ถ้าใครอยากให้เส้นดึ๋ง ๆ ตลอด หลังจากลวกเส้นเสร็จแล้วให้เอาไปล้างน้ำเย็นสัก 2 น้ำ
3. ต้มน้ำกระเทียมดอง ใส่ผงน้ำยำและพริกสดโขลกคนให้เข้ากัน
4. ใส่หมูสับ วุ้นเส้น หมูยอ ขึ้นฉ่าย หอมใหญ่ และมะเขือเทศลงไปคลุกเคล้ากับน้ำยำ ปรุงรสด้วยน้ำปลา พร้อมเสิร์ฟ');

insert into Menu values
(153, 'ยำคะน้ากรอบกุ้งสด', '17-2.jpg', 70,
'1. หั่นก้านคะน้าฮ่องกง จะหั่นแฉลบหรือหั่นเป็นท่อนๆบางๆก็ได้แล้วแต่ชอบ
2. ต้มน้ำให้เดือดใส่เกลือและน้ำมันพืชลงไปเล็กน้อย. แล้วนำก้านคะน้าฮ่องกงลงไปลวกให้พอสุกกรอบ ตักขึ้นน็อคในน้ำเย็นทิ้งไว้สักครู่แล้วตักขึ้นพักไว้ให้สะเด็ดน้ำ
3. ตั้งหม้อใส่น้ำเปล่าลงไปพอประมาณตามด้วยรากผักชีรอให้น้ำเดือดใส่หมูบดลงไปรวน ปรุงรสด้วยซีอิ๊วขาวรวนจนสุก ใส่กุ้งสดลงไปลวก ตักขึ้นพักไว้ให้เย็น
4. จากนั้นทำน้ำยำโดยนำหมูบด กุ้ง น้ำที่รวนหมู น้ำตาลมะพร้าว พริกขี้หนูซอย น้ำปลา น้ำมะนาว และน้ำกระเทียมดองมาคลุกเคล้าเข้าด้วยกัน
5. ใส่หอมแขกซอย แครอท ก้านคะน้าฮ่องกง ขึ้นฉ่าย คลุกเคล้า ตักใส่จานพร้อมเสิร์ฟ');

insert into Menu values
(154, 'ยำหัวปลีกุ้งสด', '17-3.jpg', 615,
'1. ซอยหัวปลี ลวกกุ้ง และลวกหมูสับ เตรียมไว้
2. ใส่น้ำปลาลงในชามผสม ตามด้วยน้ำมะนาว น้ำตาลปี๊บ พริกขี้หนูซอย น้ำพริกเผา และหัวกะทิ คนให้เข้ากันจนน้ำตาลละลาย
3. ใส่หัวปลีซอย กุ้ง และหมูสับ ที่เตรียมไว้ลงไป โรยใบสะระแหน่ จากนั้นคนให้เข้ากัน
4. ตักใส่จาน ใส่ไข่ต้ม โรยหอมเจียว และใบสะระแหน่ พร้อมเสิร์ฟ');

insert into Menu values
(155, 'ยำแหนมข้าวทอด', '17-4.jpg', 400,
'1. ผสมข้าวสวย พริกแกง ไข่ไก่ เครื่องแกง ปรุงรสด้วย น้ำปลา น้ำตาลทราย
2. โรยใบมะกรูดซอย ขยำให้เข้ากันดี แล้วปั้นเป็นก้อนๆ เตรียมไว้
3. นำแป้งทอดกรอบผสมน้ำ คนให้แป้งละลาย
4. ตั้งกระทะใส่น้ำมัน รอให้น้ำมันร้อนแล้ว นำก้อนข้าวชุปแป้ง แล้วทอดให้สุกมีสีเหลืองกรอบ หลังจากนั้นตักขึ้น สะเด็ดน้ำมัน เตรียมไว้
5. ทำยำแหนมข้าวทอดโดย ผสมแหนมสด ข้าวทอด 3 ก้อน ขยำพอแตก
6. ใส่หนังหมู และหมูสับ ปรุงรสด้วยน้ำมะนาว น้ำปลา พริกป่น คลุกเคล้าให้เข้ากัน
7. ใส่หอมแดง ขิง ต้นหอม ผักชี ถั่วลิสง พริกทอด คลุกเคล้าให้เข้ากันอีกครั้ง จัดเสิร์ฟพร้อมกับผักสดๆ');

insert into Menu values
(156, 'ยำขนมจีนรวมมิตร', '17-5.jpg', 220,
'1. เตรียมวัตถุดิบ มาลวก กุ้ง ปลาหมึก ไส้กอกอื่นๆ ลวกจนสุกแล้วตักพักใส่จานไว้
2. ต่อไปเตรียมลวกเส้นขนมจีน ลวกแค่พอสุกไม่ต้องสุกมากจะทำให้เละไปแล้วตักพักใส่จานไว้เตรียมยำ
3. ขั้นตอนตอนไปทำน้ำยำ หาภาชนะในการยำแล้วใส่น้ำปลา น้ำตาลทรายและน้ำมะนาว คลุกเคล้าให้ทั่วกันตามด้วยพริกขี้หนู แล้วปรุงรสได้ตามใจชอบ
4. ตามด้วยใส่เส้นขนมจีนลงไปคลุกเคล้าให้น้ำยำทั่วเส้นแล้วตามด้วย ปลาหมึก กุ้ง ลูกชิ้นจากนั้นก็คลุกเคล้าให้ทั่ว 
5. ตามด้วยใส่ผักแครอท มะเขือเทศ หอมหัวใหญ่ ตามด้วยขึ้นฉ่าย รวมไปคลุกกันอีกรอบ');

insert into Menu values
(157, 'ยำขนมจีนปลาทู', '17-6.jpg', 160,
'1. ปรุงน้ำยำด้วยปลาร้าต้มสุก น้ำปลา น้ำตาลปี๊บ คนให้เข้ากัน
2. ใส่พริกขี้หนูซอย พริกป่น น้ำมะนาว ตามด้วยเส้นขนมจีน
3. คลุกเคล้าเส้นขนมจีนกับน้ำยำ หลังจากนั้นใส่เนื้อปลาทูทอด ตามด้วยถั่วฝักยาวซอยและต้นหอมซอย และ คลุกเคล้าให้เข้ากันอีกรอบ
4. ตักยำขนมจีนใส่จาน โรยด้วยผักชีฝรั่งซอย');

insert into Menu values
(158, 'ยำมะม่วงปูม้า', '17-7.jpg', 155,
'1. ผสมน้ำปลากับน้ำมะนาวในชามผสม เติมน้ำเชื่อมลงไปเล็กน้อย
2. ใส่มะม่วงสับลงไป ตามด้วยพริกขี้หนูซอย หอมแดงซอย คลุกให้เข้ากัน
3. แกะกระดองปู แล้วสับให้เป็นชิ้น ใส่ลงไปในชามผสม
4. ใส่ขึ้นฉ่าย และมะม่วงหิมพานต์ คลุกเบาๆ ให้น้ำปรุงเข้าเนื้อปู เสร็จแล้วตักใส่จานเสิร์ฟได้เลย');

insert into Menu values
(159, 'ยำมะม่วงปลากรอบ', '17-8.jpg', 95,
'1. ใส่น้ำมะขามเปียก น้ำตาลปี๊บ น้ำมะนาว และน้ำปลาลงในอ่างผสม คนผสมจนน้ำตาลละลาย
2. เติมพริกขี้หนูแห้งคั่วป่นกับพริกขี้หนูซอยลงไป คนให้เข้ากันอีกครั้ง
3. ใส่มะม่วงสับ หอมแดง และกุ้งแห้งป่นลงไป คลุกเคล้าให้เข้ากัน ชิมรสตามชอบ
4. ใส่ปลากรอบกับเม็ดมะม่วงหิมพานต์ลงไป คลุกเคล้าพอเข้ากัน ตักเสิร์ฟ');

insert into Menu values
(160, 'ยำถั่วพูกุ้งสด', '17-9.jpg', 335,
'1. ผสมน้ำยำเตรียมไว้ก่อน ด้วยการผสมน้ำปลา น้ำตาล น้ำพริกเผา นมสด มะนาว คนให้เข้ากัน 
2. แกะกุ้ง ผ่าหลัง หั่นถั่วพลูเป็นชิ้นเล็กๆ
3. ลวกกุ้ง และหมูสับ พอสุก ก็ใส่เข้าไปในน้ำยำ
4. ลวกถั่วพลู 10 วินาที จากนั้นน๊อกด้วยน้ำเย็น
5. นำส่วนผสมทั้งหมด ใส่ในน้ำยำและคนให้เข้ากัน ตกแต่งด้วยไข่ต้ม และแคปหมู');

insert into Menu values
(161, 'ยำมาม่าถั่วพู', '17-10.jpg', 248,
'1. นำไก่สับไปรวน และลวกเส้นมาม่า เตรียมไว้
2. นำน้ำปลา น้ำพริกเผา น้ำตาลทราย น้ำมะนาว เครื่องปรุงมาม่า และน้ำอุ่นเทรวมกัน คนทุกอย่างให้เข้ากันจนน้ำตาลละลาย
3. นำถั่วพู หอมแดงซอย หมูบด และเส้นมาม่าลงไปคลุกกับน้ำยำจนเข้ากัน 
4. ตักใส่จาน พร้อมกับนำไข่ต้มยางมะตูมมาวางข้าง ๆ และโรยหน้าด้วยหอมเจียว พร้อมเสิร์ฟ');

insert into Menu values
(162, 'ยำปลาทู', '17-11.jpg', 140,
'1. ผสมน้ำมะนาว น้ำปลา และน้ำตาลทรายเข้าด้วยกัน
2. ซอยพริกขี้หนู ตะไคร้ และใบมะกรูด ใส่ลงในส่วนผสมน้ำยำคนให้เข้ากัน
3. แกะปลาทูเอาเฉพาะเนื้อปลา ใส่ลงไปแล้วคลุกเคล้ากับส่วนผสมน้ำยำให้เข้ากัน จัดเสิร์ฟพร้อมผักสลัด');

insert into Menu values
(163, 'ยำเล็บมือนาง', '17-12.jpg', 300,
'1. หั่นเล็บมือนางให้เป็นชิ้นพอดีคำ ล้างหลาย ๆ น้ำให้สะอาด เตรียมไว้
2. ทำน้ำยำ โดยผสมน้ำตาลทราย พริกขี้หนู น้ำปลา และน้ำมะนาวลงในอ่างผสม คนจนน้ำตาลละลาย ชิมรสตามชอบ
3. ลวกเล็บมือนางในน้ำเดือดจัด ลวกสักครู่แล้วตักขึ้นสะเด็ดน้ำ
4. ใส่เล็บมือนางลวกลงไปในอ่างผสมที่ใส่น้ำยำไว้แล้ว คลุกเคล้าพอเข้ากัน ใส่หอมใหญ่กับขึ้นฉ่ายลงไปเคล้าให้เข้ากันอีกครั้ง ตักใส่จานพร้อมเสิร์ฟ');

insert into Menu values
(164, 'ขนมปังกรอบคาราเมล', '18-1.jpg', 383,
'1. นำขนมปังมาตัดเป็นชิ้นสี่เหลี่ยมลูกเต๋าชิ้นเล็กๆ ขนาดพอดีคำ
2. ตั้งกระทะใช้ไฟอ่อน นำขนมปังที่ตัดแล้วลงไปคั่วในกระทะ จนเกรียมมีสีเหลืองอมน้ำตาล และกรอบ ยกลงจากเตา
3. นำกระทะใบเดิม ตั้งไฟ ใส่น้ำตาลทรายลงไป ตามด้วยน้ำเปล่า ตั้งไฟจนน้ำและน้ำตาลเดือด (อย่าเพิ่งคน)
4. รอจนน้ำตาลละลาย และเปลี่ยนสีเป็นสีน้ำตาล ใส่เนยลงไป
5. เมื่อเนยละลายดี ให้ใส่นมตามลงไป จากนั้นคนให้เข้ากัน และเคี่ยวต่อไปให้คาราเมลเริ่มข้นเหนียวและมีสีเข้มขึ้
6. ใส่ขนมปังที่คั่วไว้ลงไปคลุกในกระทะให้ทั่ว จากนั้นยกลงจากกระทะ
7. นำขนมปังมาผึ่งให้เย็นบนกระดาษไข เมื่อขนมปังเย็นและแห้งดี ทำมาใส่ขวดโหลพร้อมรับทาน');

insert into Menu values
(165, 'คอนเฟลกคาราเมล', '18-2.jpg', 300,
'1. เทน้ำเปล่า น้ำตาล ลงในหม้อ คนให้เข้ากันก่อนจะนำไปขึ้นตั้งไฟ
2. เคี่ยวไปเรื่อยๆ จนกลายเป็นสีน้ำตาลคาราเมล ด้วยไฟอ่อนๆ จากนั้นปิดไฟ
3. คูลดาวน์ด้วยการเทวิปปิ้งครีมลงไป แล้วรีบนำไม้พายคนให้เข้ากัน จากนั้นตามด้วยเนย และคนให้เข้ากันอีกครั้ง
4. จากนั้นเติมกลิ่นวานิลลา เกลือป่น คนให้เข้ากัน 
5. นำอัลมอนต์ เมล็ดแตงโม เมล็ดฟักทอง เม็ดมะม่วงหิมพานต์ เทลงในถาดสำหรับเข้าอบ เข้าอบด้วยอุณหภูมิ 120 องศา ไฟบน-ล่าง เป็นเวลา 10-15 นาที จากนั้น นำออกมาพักคลายความร้อน
6. เมื่อหายร้อนแล้ว นำมาเทใส่หม้อผสม ตามด้วยคอนเฟลกรสธรรมชาติ และคาราเมลที่ทำไว้ เทรวมกัน
7. นำไม้พายมาคนให้คาราเมลทั่วถึงทั้งคอนเฟลกและถั่วต่างๆ 
8. นำกระดาษไขมาปูบนถาด จากนั้นเทคอนเฟลกคาราเมลที่ทำเสร็จแล้วลงบนถาด แผ่ให้แบนทั่วถึงกัน นำเข้าเตาอบด้วยอุณหภูมิ 130-140 องศา 10 นาที ทำวนทั้งหมด 3 รอบ เพื่อให้ความร้อนทั่วถึง
9. เมื่อเสร็จแล้วนำออกมาแยกให้เป็นชิ้นๆ ไม่ติดกัน จัดใส่โหลภาชนะที่เตรียมไว้ เป็นอันเสร็จ');

insert into Menu values
(166, 'กล้วยทอด มันทอด', '18-3.jpg', 347,
'1. นำแป้งทอดกรอบ และหัวกะทิ ใส่ลงในโถผสม แล้วใช้ตะกร้อคนพอเข้ากัน จากนั้นใส่น้ำปูนใส แล้วคนให้ส่วนผสมเข้ากันดี จนแป้งเนียนเป็นเนื้อเดียวกัน
2. ใส่น้ำตาลทรายและเกลือตามลงไป จากนั้นคนให้น้ำตาลทรายละลาย
3. จากนั้นใส่เนื้อมะพร้าวขูด และงาขาวลงไป แล้วคนให้ส่วนผสมเข้ากันดี และน้ำตาลทรายละลายจนหมด
4. นำกล้วยน้ำว้ามาปอกเปลือกและหั่นเป็นแนวยาว ความหนาต่อชิ้นประมาณ 0.5 - 1เซนติเมตร
5. ตั้งกระทะใส่น้ำมันให้ท่วม ใช้ไฟกลาง นำกล้วยมาชุบแป้ง แล้วนำลงไปทอดในน้ำที่ร้อน โดยใส่กระทะทีละชิ้น เมื่อใส่กล้วยเรียบร้อย ให้ใส่ใบเตยตามลงไป เพื่อเพิ่มความหอมให้กล้วย
6. คอยคนเป็นระยะ เพื่อให้กล้วยเป็นสีเสมอกัน และไม่ให้กล้วยไหม้
7. พอกล้วยเริ่มเป็นสีเหลืองตามต้องการ ให้นำขึ้นจากกระทะ มาพักสะเด็ดน้ำมัน จนกล้วยเริ่มเย็นลง จะค่อยๆกรอบขึ้นเอง');

insert into Menu values
(167, 'ขนมปังอบชีส', '18-4.jpg', 220.3,
'1. นำนมจืด น้ำตาล แป้ง มาคนให้เข้ากันคนจนแป้งละลายไปกับนม จากนั้นก็ใส่เนย ลงไป
2. ตั้งกระทะ ใส่ส่วนผสมที่ทำไว้ลงไป ตอนแรกใช้ไฟปกติได้ พอ
3. กระทะร้อนก็เบาไฟเป็นไฟอ่อน คนจนส่วนผสมละลายและข้น ก็ใส่ชีสลงไป แล้วคนจนชีสละลายแล้วข้นดี
4. จากนั้นก็ทิ้งไว้ให้อุ่น หรือเย็น จากนั้นก็นำมาทาลงบนขนมปัง ทาเยอะๆ หนาๆ ได้ ตามชอบ
5. จากนั้นก็นำไปอบ ด้วยไฟ 200 องศา ล่างบน ใช้เวลาอบ 25 นาที หรือ ดูที่ความเกรียมของหน้าขนมปัง ชอบความเกรียมระดับไหนก็ตามชอบ');

insert into Menu values
(168, 'คุกกี้ธัญพืช', '18-5.jpg', 80,
'1. ใส่เนยอุณหภูมิห้องลงไปในโถ จากนั้นทำการตีจนเนยนุ่มฟู ตามด้วยน้ำตาลทราย ทยอยใส่ 2 ครั้ง ตีจนเนื้อเนียนละเอียดเข้าด้วยกัน
2. ตามด้วยไข่ไก่เบอร์หนึ่ง 1 ฟอง และกลิ่นวานิลลา ตีส่วนผสมให้เข้ากันอีกครั้ง
3. นำแป้งอเนกประสงค์ ผงฟู และเกลือที่ร่อนใส่ชามพักไว้ นำมาทยอยใส่โถภาชนะ ประมาณ 3 ครั้ง จากนั้นใช้ไม้พายปาดขอบอ่างให้เข้ากัน
4. จากนั้นใส่ธัญพืชรวมลงไปมี เม็ดมะม่วงหิมพานต์ เมล็ดทานตะวัน งาขาว ที่นำไปอบมาก่อนแล้วลงไป จากนั้นตามด้วย แครนเบอร์รี่อบแห้ง แล้วใช้ไม้พาย คนให้เข้ากัน
5. จากนั้นตักคุ้กกี้ 1 ช้อนโต๊ะไปวางบนถาด กดให้แบน จากนั้นแต่งด้านบนด้วยเม็ดอัลมอนต์ 
6. นำเข้าเตาอบด้วยอุณหภูมิ 180 องศา ไฟบน-ล่าง เป็นเวลา 15-20 นาที เป็นอันเสร็จ');

insert into Menu values
(169, 'ขนมปังกระเทียมครีมชีส', '18-6.jpg', 560,
'1. นำครีมชีสมาวางไว้ที่อุณหภูมิห้อง แล้วนำมาตีให้อ่อนตัว จากนั้นใส่น้ำตาลทราย แล้วคนจนน้ำตาลละลายหมด
2. นำครีมชีสใส่ถุงบีบ
3. นำเนยมาละลายด้วยเตาแก๊สหรือไมโครเวฟ
4. นำไข่ไก่ นมสด มาผสมให้เข้ากัน จากนั้นใส่เนยละลาย กระเทียมสับ และมายองเนส ตามลงไป แล้วคนให้ส่วนผสมทุกอย่างเข้ากัน
5. นำขนมปังมาผ่า แล้วบีบครีมชีสลงไป ปิดท้ายด้วย เนยกระเทียม
6. นำขนมปังเข้าเตาอบ ใช้ไฟบน-ล่าง เปิดพัดลม ตั้งอุณหภูมิ 170 องศาเซลเซียส ใช้เวลา 10-15 นาที
7. ครบเวลานำออกจากเตาอบพร้อมรับประทาน');

insert into Menu values
(170, 'ขนมปังสังขยาใบเตย', '18-7.jpg', 260,
'1. ทำน้ำใบเตย โดยใส่ใบเตย กับน้ำเปล่าลงไปในเครื่องปั่น ปั่นจนละเอียดแล้วกรองด้วยผ้าขาวบาง แล้วพักไว้
2. นำน้ำตาลทรายขาว ลงไปตีกับไข่แดงให้เข้ากัน เมื่อเข้ากันดีแล้วให้ใส่เกลือ และนมข้นตามลงไป ตีต่อให้เข้ากัน 
3. เมื่อเข้ากันดีแล้วใส่หัวกะทิลงไปทั้งหมด แล้วตามด้วยน้ำใบเตยเข้มข้น คนต่อไปจนกว่าน้ำตาลทรายจะละลายทั้งหมด แล้วค่อยใส่แป้งข้าวโพดลงไป ตีต่อจนขึ้นฟู แล้วกรอง 1 ครั้ง
4. ตั้งหม้อใช้ไฟปานกลาง เมื่อน้ำเดือดให้วางชามสังขยาลงไป เคี่ยวตลอดเวลาไม่หยุดมือ จนเนื้อสังขยาข้น แล้วจึงปิดแก๊ส
5. ยกสังขยาลงจากหม้อ คนสังขยาต่อจนสังขยาเย็นตัวลง เทสังขยาใส่ภาชนะที่เตรียมไว้ แล้วใส่นมข้นจืดลงไป พร้อมเสิร์ฟ');

insert into Menu values
(171, 'ฝอยทองกรอบ', '18-8.jpg', 420,
'1. ตอกไข่เป็ดและไข่ไก่ แล้วแยกเฉพาะไข่แดง การแยกไข่แดง ควรดึงเมือก สะดือไข่ออกให้หมดแล้วเอาไข่มากรองด้วยผ้าขาวบาง เพื่อให้ได้ไข่แดงที่เนียนดี
2. นำไข่ขาวไปกรองด้วยผ้าขาวบาง ตักไข่ขาวใส่ชามไข่แดง 2-3 ช้อนเพื่อให้เป็นสาย โรยง่าย และเส้นสวย ใส่กลิ่นมะลิ คนให้เข้ากัน
3. ต้มน้ำให้เดือด ใส่ใบเตย ต้มพอหอมๆ ตักใบเตยออก ใส่น้ำตาลทรายไป คนให้น้ำตาลละลาย หยอดไข่แดงเป็นวงกลมเป็นแพใหญ่ๆ 
4. ตักออกโดยใช้ตะเกียบยาวๆ ช้อนขึ้น พับครึ่ง ให้จับกับเป็นแพ ล้างวนด้วยน้ำเชื่อมไปมา จากนั้นตักออกพักไว้ในตะแกรง รอให้สะเด็ดน้ำเชื่อม
5. เมื่อโรยไข่รอบต่อไป ให้เติมน้ำตาลทรายประมาณ 1-2 ช้อน แล้วค่อยโรยไข่ลงไป น้ำตาลจะช่วยทำให้ฝอยทองเก็บได้นานและกรอบง่ายค่ะ 
6. ม้วนฝอยทองเป็นก้อนๆ เรียงใส่ตะแกรงหรือกระด้ง เรียงไว้ ผึ่งลมให้แห้งดี');

insert into Menu values
(172, 'ข้าวโพดอบเนย', '18-9.jpg', 156,
'1. เตรียมข้าวโพดต้มสุกฝานเอาแต่เม็ด แล้วอุ่นให้ร้อน จะนึ่ง ตุ๋น หรือ เวฟก็ได้
2. เสร็จแล้วนำออกมาใส่เนยสดจืด นมข้นจืด น้ำตาลทราย เกลือนิดหน่อย 
3. ผสมคลุกเคล้าพอเข้ากัน ชิมรสแล้วปรุงให้ได้ตามชอบ เป็นอันเสร็จ');

insert into Menu values
(173, 'ขนมไข่เต่า', '18-10.jpg', 191,
'1. นำมันเทศสีส้ม หั่นเป็นชิ้นเล็กๆ จากนั้นนำไปนึ่ง 20 นาที 
2. เทมันเทศนึ่งสุกใส่ชามผสม ใช้ทัพพีหรือส้อมบี้ให้ละเอียด ทำในขณะที่กำลังร้อน 
3. พอมันเทศเริ่มละเอียด ใส่น้ำตาลทรายขาว เกลือป่น คลุกเคล้าให้เข้ากันจนน้ำตาลทรายละลายดี 
4. จากนั้นใส่แป้งมันลงไป ขยำให้เข้ากัน ตามด้วยหัวกะทิ นวดจนแป้งเนียน 
5. นำแป้งปั้นเป็นก้อนกลมๆ ตามใจชอบ พักเอาไว้
6. ตั้งกระทะ เปิดแก๊สใช้ไฟกลางสำหรับทอด ใส่น้ำมันพอให้พอท่วมขนม พอน้ำมันร้อน ใส่แป้งลงไป หมั่นคนเรื่อยๆ เพื่อไม่ให้ติดก้นกระทะ
7. พอขนมลอยขึ้นมา ใช้กระชอนกดๆ คลึงๆ ที่แป้ง จะทำให้ขนมฟูและกลวง ทอดต่อจนขนมออกสีน้ำตาลทอง 
8. จากนั้นตักขึ้นมาพักสะเด็ดน้ำมันได้เลย');

insert into Menu values
(174, 'เห็ดเข็มทองชุบแป้งทอด', '18-11.jpg', 160,
'1. นำเห็ดไปล้างให้สะอาด ผึ่งไว้ให้แห้ง แล้วสไลด์เห็ดไม่ให้บางและหนาจนเกินไป
2. ผสมแป้งทอดกรอบ พริกไทย ผงปรุงรส ให้เข้ากัน ใส่น้ำเย็นจัดลงไป แล้วผสมให้เข้ากันจนแป้งเนียน ไม่จับตัวเป็นเม็ด
3. ตั้งกระทะใส่น้ำมันเยอะพอสมควร ใช้ไฟกลาง วอร์มน้ำมันให้ร้อนก่อน แต่ไม่ร้อนจัด
4. นำเห็ดสะบัดแป้งออกเล็กน้อย แล้วนำลงทอด เมื่อเห็ดเริ่มเหลือง ให้กลับด้าน จนเหลืองสวยทั้งสองด้าน แล้วรีบนำขึ้น พักไว้ให้สะเด็ดน้ำมัน');

insert into Menu values
(175, 'ชีสบอล ชีสสติ๊ก', '18-12.jpg', 450,
'1. นำมันฝรั่งมาปอกเปลือก และนึ่งให้สุก ใช้เวลาประมาณ 15 นาที
2. นำมันฝรั่งที่ร้อนอยู่มาบดให้ละเอียด และใส่เกลือลงไปเล็กน้อย แล้วพักให้เย็นสนิท
3. นำมอสซาเรลล่าชีสมาหั่นให้ได้ขนาดตามต้องการ
4. นำมันฝรั่งบดมาห่อมอสซาเรลล่าชีสที่หั่นไว้ คลึงให้กลมแล้วพักไว้ มันฝรั่งจะช่วยให้ไว้ชีสไม่ทะลักออกมา
5. ตอกไข่ไก่ใส่ชาม แล้วตีให้เข้ากัน
6. เทแป้งทอดกรอบใส่ถาดไว้
7. นำมันฝรั่งมาชุบแป้ง แล้วชุบไข่ (ทำซ้ำ 2 รอบ) แล้วนำมาคลุกกับขนมปังป่น แล้วนำมาชุบไข่อีกรอบ ตามด้วยเกล็ดขนมปังเป็นชั้นสุดท้าย');

insert into Menu values
(176, 'เฟรนช์ฟราย', '18-13.jpg', 311.9,
'1. นำมันฝรั่งมาปอกเปลือกแล้วหั่นเป็นเส้นๆ
2. จากนั้นนำไปล้างน้ำให้ยางออก ล้าง 2 รอบแล้วใช้ผ้าขาวบางซับ หรือพักไว้ให้สะเด็ดน้ำ
3. พอมันฝรั่งแห้งสะเด็ดน้ำแล้วนำไปทอดในน้ำมันร้อนๆให้พอสุก ตักขึ้นพักไว้ให้เย็น ใส่กล่องปิดฝาแล้วนำไปแช่ในตู้เย็นประมาณ 1-2 ชั่วโมง 
4. พอแช่เย็นได้ที่แล้วนำออกมาทอดอีกรอบ เปิดเตารอให้น้ำมันร้อนแล้วค่อยใส่เฟรนฟรายลงไปทอดอีกรอบ ทอดให้เหลืองกรอบตักขึ้นพักไว้ให้สะเด็ดน้ำมัน
5. โรยเกลือเล็กน้อย พร้อมเสิร์ฟ');

insert into Menu values
(177, 'ซุปเนื้ออิสลาม', '19-1.jpg', 450,
'1. ตั้งหม้อใส่น้ำ ตั้งไฟจนเริ่มเดือด ใส่เนื้อวัวหั่นเต๋าลงไป อบเชย โป๊ยกั๊ก เก๋ากี๊ และข่า ลงไปตุ๋น ปรุงรสด้วย เกลือ ซีอิ๊วขาว ซอสหอยนางรม และน้ำตาลปี๊บ
2. ตุ๋นไฟอ่อนไว้ เป็นเวลา 1 ชั่วโมง จากนั้นใส่หอมหัวใหญ่ มะเขือเทศ ตุ๋นต่ออีก 30 นาที 
3. ใส่พริกขี้หนู และบีบมะนาวลงในชามที่จะใช้เสิร์ฟ ตักซุปเนื้อที่ตุ๋นไว้ลงไป คนเล็กน้อยให้รสชาติเข้ากัน
4. โรยหน้าด้วย หอมเจียว และขึ้นฉ่าย ');

insert into Menu values
(178, 'ต้มยำไข่น้ำ', '19-2.jpg', 450,
'1. ตอกไข่ใส่ชามผสม ตีให้ไข่ขาว และไข่แดงเข้ากัน
2. นำหม้อขึ้นตั้งไฟปานกลาง เทน้ำเปล่าลงไป ตามด้วยกะทิ น้ำพริกเผา ตะไคร้ ข่า ใบมะกรูด และพริกขี้หนู
3. ปรุงรสด้วยน้ำปลา น้ำมะนาว และน้ำปลา คนให้เข้ากัน แล้วรอจนเดือด 
4. ค่อย ๆ เทไข่ที่ตีไว้ลงไป แล้วรอจนสุก โรยผักชี ตักใส่ชาม พร้อมเสิร์ฟ');

insert into Menu values
(179, 'ต้มจับฉ่ายน่องไก่ ', '19-3.jpeg', 300,
'1. นำรากผักชี กระเทียม และพริกไทยไปโขลกให้ละเอียด
2. นำสามเกลอที่โขลกไว้มาผัดกับน้ำมันในกระทะพอให้มีกลิ่นหอม จากนั้นนำแครอท หัวไชเท้า ลงไปผัดสักครู่ ตามด้วยใส่ผักโขม กะหล่ำปลี และกวางตุ้งลงไปผัดให้ผักพอสลด พักไว้ 
3. นำผักที่ผัดเมื่อสักครู่ใส่ลงหม้อที่มีน้ำ เมื่อน้ำเริ่มเดือดให้ใส่น่องไก่ลงไป
4. ปรุงรสด้วย ซอสปรุงรส ซีอิ๊วขาว เกลือป่น ซอสหอยนางรม และน้ำตาลปี๊บ ตามด้วยใส่เห็ดหอมลงไป
5. ใช้ไฟกลางแล้วเคี่ยวไปเรื่อย ๆ โดยใช้เวลา 20 - 30 นาที หรือเคี่ยวจนผักเปื่อย และนิ่ม จากนั้นใส่ขึ้นฉ่ายลงไปคนให้เข้ากัน ปิดไฟ 
6. ตักใส่ชาม จัดแต่งให้สวยงาม เสิร์ฟพร้อมข้าวสวยร้อน ๆ ');

insert into Menu values
(180, 'ซุปไก่มันฝรั่ง', '19-4.jpg', 200,
'1. นำไก่ลงต้มในน้ำเดือด เปิดไฟอ่อน ประมาณ 20 นาที (หมั่นช้อนฟองออก)
2. ตั้งหม้อต้มน้ำ ปรุงรสด้วยซอสหอยนางรม ซอสปรุงรส น้ำตาล และพริกไทย
3. นำมันฝรั่ง และแครอทลงต้ม ตามด้วยมะเขือเทศ และหอมหัวใหญ่ ลงต้มให้สุก 
4. ตักใส่ชามพร้อมเสิร์ฟ ');

insert into Menu values
(181, 'ต้มโคล้งปลาสลิด', '19-5.jpg', 245,
'1. นำหม้อขึ้นตั้งไฟกลาง เทน้ำซุปกระดูกหมูลงไป รอจนเดือด ใส่ข่าหั่นแว่น ตะไคร้ซอย ใบมะกรูดฉีก กระเทียม พริกแห้งทอด และหอมแดงบุบลงไปลง ตามด้วยเห็ดฟางผ่าครึ่ง
2. ปรุงรสด้วยน้ำปลา น้ำมะขามเปียก คนให้เข้ากัน ต้มต่อจนเดือด
3. จัดเสิร์ฟ โดยการใส่ปลาสลิดทอดลงในหม้อไฟที่เตรียมไว้ ใส่น้ำต้มโคล้งลงไป โรยด้วยผักชีซอย ผักชีฝรั่งซอย และพริกแห้งทอด จุดไฟหม้อ พร้อมกิน ');

insert into Menu values
(182, 'ซุปใสเกี๊ยวไก่ใส่เนื้อปู', '19-6.jpg', 414.5,
'1. ผสมเนื้อไก่ เนื้อปู ซีอิ๊วขาว ต้นหอมสับ 2 ช้อนโต๊ะ กระเทียม และน้ำมันงาให้เข้ากัน ใส่ไข่ขาว ปรุงรสด้วยน้ำตาล เกลือ และพริกไทย คลุกให้เข้ากัน
2. นำไส้เกี๊ยวใส่ตรงกลางของแผ่นเกี๊ยว ห่อให้เป็นตัว ลวกในน้ำเดือดจนสุกลอย
3. ต้มน้ำซุปไก่ให้เดือด ใส่เหล้าจีน ใส่เกี๊ยวที่ลวกไว้และต้นหอมที่เหลือ ตักเสิร์ฟร้อนๆ');

insert into Menu values
(183, 'ต้มแซ่บหมูตุ๋น', '19-7.jpg', 350,
'1. ตั้งหม้อใส่น้ำ ใส่กระดูกหมูต้มซุป เนื้อหมูส่วนขา และเกลือลงไป ตั้งไฟให้เดือด คอยตักฟองออก เพื่อให้ได้น้ำซุปที่ใส แล้วตุ๋นทิ้งไว้ 1 ชั่วโมง
2. ตักน้ำซุปที่ต้มไว้ และเนื้อหมูตุ๋น ใส่หม้ออีกใบ
3. ใส่ข่า ตะไคร้ ใบมะกรูด หอมแดง และเห็ดนางฟ้าลงไป ต้มจนเดือด ปรุงรสด้วยน้ำปลา แล้วยกขึ้น
4. ใส่ใบโหระพา ผักชีฝรั่ง พริกแห้ง พริกป่น และน้ำมะนาว ลงในชามสำหรับเสิร์ฟ
5. ตักต้มแซ่บที่ต้มไว้ลงในชาม คนให้เข้ากัน แล้วยกขึ้นจัดเสิร์ฟ');

insert into Menu values
(184, 'แกงเปรอะ', '19-8.jpg', 149,
'1. โขลกตะไคร้ซอย หอมแดง และพริกแดง จนละเอียด
2. นำหม้อขึ้นตั้งไฟปานกลาง เทน้ำใบย่านางลงไป และรอจนเดือด
3. ใส่พริกแกงลงไป ปรุงรสด้วยน้ำปลาร้าต้มสุก และน้ำปลา
4. ใส่หน่อไม้ ฟักทองหั่นชิ้น เห็ดหูหนู เห็ดฟาง เห็ดนางฟ้า และบวบหั่นชิ้น 
5. จากนั้นต้มจนผักสุก แล้วใส่ข้าวเบือ คนให้เข้ากัน
6. ใส่ใบแมงลัก และชะอมเด็ดลงไป คนให้เข้ากัน จากนั้นยกออกจากเตา ตักใส่ชามพร้อมเสิร์ฟ');

insert into Menu values
(185, 'ผัดเผ็ดปลาดุกทอดกะเพรากรอบ', '20-1.jpg', 290,
'1. ทอดปลาดุกให้กรอบฟูแล้วพักไว้ก่อน (เวลาทอดให้ทอดด้วยไฟแรง แล้วค่อยปรับเป็นไฟกลาง)
2. เด็ดใบกะเพรา ล้างแล้วทิ้งไว้ให้สะเด็ดน้ำสักพัก นำไปทอดด้วยไฟปานกลางจนใบกะเพรากรอบ (แบ่งบางส่วนไว้สำหรับผัดพร้อมกับปลาดุกด้วย)
3. ผัดพริกแกงกับน้ำมันพืชใช้ไฟปานกลาง รอให้น้ำมันมีสีแดงสวยงาม ลดไฟเป็นไฟอ่อน แล้วเติมน้ำปลา น้ำมันหอย น้ำตาลปี๊บ คนให้เข้ากัน ชิมรสให้ออกเค็มหวาน ใส่กระชาย พริกชี้ฟ้า และพริกไทยอ่อน แล้วผัดให้เข้ากัน
4. ใส่ปลาดุกทอดและใบกะเพราที่แบ่งไว้ลงไป ผัดให้เข้ากัน ตักเสิร์ฟ');

insert into Menu values
(186, 'ผัดเผ็ดเนื้อลูกเหรียง', '20-2.jpg', 0,
'1. เริ่มต้นด้วยการนำเนื้อวัวติดมันมามาล้างทำความสะอาดจากนนั้นนำไปหั่นเป็นชิ้นพอดีคำจากนั้นใส่จานพักไว้รอขั้นตอนต่อไป
2. จากนั้นนำกระทะขึ้นตั้งไฟใส่น้ำมันเล็กน้อยจากนั้นตามด้วยพริกแกงใต้ลงไปผัดจนเครื่องแกงส่งกลิ่นหอม
3. ตามด้วยนมสดและน้ำเปล่าเล็กน้อยจากนั้นใส่ลูกเหรียงลงไปผัดให้สุกจากนั้นปรุงรสด้วย น้ำปลา น้ำตาล
4. ใส่เนื้อวัวลงไปพอให้เนื้อวัวสุกพอดีจากนั้นใส่พริกไทยอ่อน พริกแดงหั่น ใบมะกรูด ปิดไฟยกลง
5. เสิร์ฟเมนูนี้พร้อมข้าวสวยร้อนๆเป็นอันเสร็จสิ้น');

insert into Menu values
(187, 'ผัดเผ็ดปลาช่อน', '20-3.jpg', 628,
'1. ทอดปลาช่อนและใบกะเพราให้กรอบ พักไว้
2. ผัดน้ำพริกแกงกับน้ำมันพืชให้พอหอม ลดไฟ เติมน้ำปลา น้ำมันหอย และน้ำตาลปี๊บลงไป คนให้เข้ากัน ใส่กระชาย พริกชี้ฟ้า และพริกไทยอ่อน ผัดให้เข้ากัน
3. ใส่ปลาช่อนทอด ใบมะกรูด และแบ่งใบกะเพราทอดลงไป ผัดให้เข้ากัน ตักใส่จาน โรยกะเพรากรอบ');

insert into Menu values
(188, 'ผัดเผ็ดปลาดุกทอดกรอบ', '20-4.jpg', 290,
'1. เด็ดใบกะเพราและล้างให้สะอาดแล้วผึ่งให้แห้ง นำไปทอดให้กรอบ
2. นำปลาดุกหั่นมาล้างด้วยเกลือ หรือแป้งมันให้หมดเลือด จะได้ไม่คาวแล้วผึ่งให้สะเด็ดน้ำ หรือจะใช้กระดาษซับน้ำให้แห้ง ก่อนทอดนำไปคลุกกับแป้งทอดกรอบบาง ๆ
3. ตั้งกระทะเติมน้ำมันลงไป เปิดไฟให้ร้อนแล้วนำปลาลงทอด ทอดให้กรอบ ตักขึ้นพักไว้ให้สะเด็ดน้ำมัน
4. นำน้ำพริกแกงเผ็ดลงไปผัดกับน้ำมันเล็กน้อยให้หอม ถ้าแห้งเติมน้ำนิดหน่อย จากนั้นใส่พริกชี้ฟ้าและกระชายซอยฝอยลงผัดให้หอม 
5. ฉีกใบมะกรูดลงไปเพื่อเพิ่มความหอม ปรุงรสด้วยน้ำปลา น้ำตาลปี๊บ และน้ำตาลทราย ชิมรสให้ถูกใจ
6. นำปลาดุกทอดกรอบที่พักไว้ลงผัดให้เข้ากัน โรยด้วยใบกะเพรากรอบ');

insert into Menu values
(189, 'แคบหมูผัดพริกขิง', '20-5.jpg', 500,
'1. ใส่พริกแห้งลงไปในครก ตามด้วยกระเทียม ข่าหั่นแว่น ตะไคร้ซอย หอมแดง เกลือสมุทร รากผักชี และขิงหั่นแว่น โขลกให้ละเอียด
2. นำกระทะขึ้นตั้งไฟปานกลาง เทน้ำมันพืชลงไปและรอจนร้อน จากนั้นนำพริกแกงที่ทำไว้ไปผัดจนเหลืองหอม
3. ปรุงรสด้วยน้ำปลา น้ำตาลปี๊บ และน้ำเปล่า จากนั้นใส่แคบหมู ถั่วฝักยาว พริกแดงหั่นเฉียง และใบมะกรูด ผัดให้เข้ากัน 
4. ตักใส่จานที่เตรียมไว้ พร้อมเสิร์ฟ');

insert into Menu values
(190, 'กุ้งผัดพริกเกลือ', '20-6.jpg', 235,
'1. เตรียมวัตถุดิบให้พร้อม โดยนำกุ้งมาปอกเปลือก เหลือหัวไว้ ผ่าเอาไส้กลางออก และตัดพวกหนวดกุ้งออก
2. พริกกระเทียมนำมาสับ ต้นหอมซอยเล็กให้เรียบร้อย
3. ตั้งกระทะ ใส่น้ำมันเล็กน้อย แล้วนำกุ้งลงไปผัดให้พอสุก แล้วเทลงจานพักไว้ก่อน
4. นำพริกกระเทียมลงมาผัด แล้วใส่เกลือ ใส่น้ำตาลลงไป
5. เมื่อพริกกระเทียมเริ่มเกรียมนิดๆ ก็นำกุ้งที่ผัดไว้ ลงมาใส่
6. จากนั้นนำต้นหอมลงมาใส่ คลุกๆ แล้วปิดไฟ เสิร์ฟใส่จานได้เลย');

insert into Menu values
(191, 'กุ้งผัดพริกสับ', '20-7.jpg', 235,
'1. หั่นกุ้งเตรียมไว้ ซอยพริกขี้หนู กระเทียม และต้นหอมไว้
2. ตั้งกระทะตามด้วยน้ำมันพืช ตามด้วยกระเทียมและพริกขี้หนู
3. ผัดจนกระเทียมและพริกขี้หนูหอม ตามด้วยกุ้ง
4. เมื่อกุ้งเริ่มสุก ตามด้วยน้ำเปล่าเล็กน้อย ปรุงรสด้วย น้ำตาลทราย ผงปรุงรส และซอสหอยนางรม ชิมรสตามชอบ
5. โรยต้นหอม ปิดไฟ เสิร์ฟใส่จาน');

insert into Menu values
(192, 'กุ้งผัดพริกแกง', '20-8.jpg', 245,
'1. ตั้งกระทะใช้ไฟกลางใส่น้ำมันลงไป ใส่น้ำพริกแกงเผ็ดลงไปผัดจนหอม
2. ใส่กุ้งสดลงไป ผัดพอสุก ใส่ถั่วฝักยาว เติมน้ำซุป ผัดจนกุ้งสุก
3. ปรุงรสด้วยน้ำตาลปี๊บ น้ำปลา และน้ำมันหอย ผัดสักครู่
4. ใส่พริกชี้ฟ้าแดง ใบมะกรูดฝอย ผัดจนทั่ว ชิมรส ตักใส่จาน');

insert into Menu values
(193, 'ผัดฉ่าปลาหมึก', '20-9.jpg', 260,
'1. นำกระเทียมและพริกขี้หนูมาตำพอหยาบ ๆ พักไว้ก่อน
2. ใส่น้ำมันพืชลงในกระทะ นำขึ้นตั้งไฟกลาง ๆ นำพริกที่เราตำไว้มาผัดกับน้ำมันให้หอม 
3. ใส่ปลาหมึกที่ล้างและหั่นเป็นชิ้นลงไปผัด ไม่ต้องรอให้สุก ปรุงรสด้วยน้ำตาลทราย น้ำปลา และน้ำมันหอย ผัดคลุกเคล้าให้เข้ากัน
4. เติมน้ำซุปนิดหน่อย ใส่กระชายหั่นฝอยลงไป ใส่ใบมะกรูดฉีกและพริกชี้ฟ้าเหลืองลงไปผัด ผัดให้เข้ากัน ชิมรสตามชอบ 
5. ใส่ใบโหระพา ปิดเตา ผัดให้เข้ากันอีกครั้งก็เสร็จ');

insert into Menu values
(194, 'ผัดฉ่ากบ', '20-10.jpg', 268.6,
'1. ตำกระเทียม พริกขี้หนู และรากผักชี
2. นำส่วนน่องกบสับให้เป็นชิ้นเล็กหน่อย แล้วก็ล้างให้สะอาด พักให้แห้งนิดหนึ่ง แล้วนำมาคลุกกับแป้งสาลี แป้งข้าวเจ้า หรือแป้งทอดกรอบ นำไปทอดในกระทะ ใช้ไฟร้อนปานกลาง ทอดให้เหลืองกรอบ
3. ตั้งกระทะใส่น้ำมันพืชลงไปนิดหน่อย แล้วตักพริกกับกระเทียมตำลงไปผัดให้หอม ใช้ไฟอ่อน ๆ จากนั้นใส่กบทอดกรอบลงไปผัด ตามด้วยกระชายหั่นฝอย ผัดให้หอม 
4. ใส่มะเขือเปราะที่หั่นแช่น้ำเกลือลงไปผัด ใส่ใบมะกรูดฉีกลงไป ตามด้วยถั่วฝักยาว ผัดให้เข้ากัน
5. ปรุงรสด้วยน้ำมันหอย น้ำตาลทราย น้ำปลา ชิมรสให้ถูกใจ แล้วใส่พริกชี้ฟ้าหั่นเฉียง ตามด้วยใบกะเพรา ผัดให้เข้ากัน เสร็จเรียบร้อยแล้ว');

insert into Menu values
(195, 'เกี๊ยวทอด', '21-1.jpg', 235,
'1. ใส่สามเกลอและส่วนผสมหมักทุกอย่างลงไปในหมูสับ คลุกเคล้าให้เข้ากันหมักทิ้งไว้ 30 นาที
2. ห่อหมูที่หมักไว้ด้วยแผ่นเกี๊ยว
3. ตั้งกระทะใส่น้ำมันรอจนร้อน นำเกี๊ยวที่ห่อไว้แล้วลงทอดไฟกลางให้แผ่นเกี๊ยวสุกเหลืองกรอบ จัดใส่จานเสิร์ฟ');

insert into Menu values
(196, 'ปีกไก่ทอดน้ำปลา', '21-2.jpg', 345,
'1. ล้างปีกไก่ให้สะอาด นำไก่ลงไปหมักกับน้ำปลาและผงปรุงรส หมักทิ้งไว้ 15 นาที
2. หมักเสร็จแล้วก็ตามด้วยแป้งทอดกรอบ คลุกให้เข้ากัน
3. ตั้งกระทะใส่น้ำมันรอให้น้ำมันเดือด แล้วนำไก่ลงไปทอดให้กรอบเหลือง
4. เสร็จแล้วตักขึ้นมาสะเด็ดน้ำมัน เสิร์ฟคู่กับซอสพริก');

insert into Menu values
(197, 'ไก่ทอดวิงส์แซ่บ', '21-3.jpg', 100,
'1. นำไก่มาล้างทำความสะอาด ใส่น้ำตาลทราย เกลือ พริกไทยป่น กระเทียมป่น คลุกเคล้าให้เข้ากันจนทุกอย่างละลายเข้ากันดี
2. ใช้ส้อมจิ้มให้ทั่วที่ตัวไก่ ปิดด้วยพลาสติกแรป แช่ไว้ในตู้เย็น 30 นาที
3.นำแป้งสาลีและแป้งทอดกรอบ มาล่อนผสมให้เข้ากัน พักไว้
4. นำนมสดรสจืด และไข่ไก่ตีผสมให้เข้ากัน พักไว้ 
5. ตั้งกระทะ เทน้ำมันลงไปจนท่วม เปิดไฟรอจนร้อนได้ที่ ใช้ไฟกลางค่อนอ่อน นำไก่มาคลุกแป้งแห้งให้ทั่ว เขย่าแป้งออกไปทางเดียว 
6. ชุบด้วยนมไข่ให้ทั่ว และกลับไปชุบแป้งอีกครั้งโดยไม่ต้องกด สะบัดไปในทางเดียวกันอีกครั้ง นำลงไปทอด 
7. ควรทำทีละชิ้น ไม่ควรทำทิ้งไว้ เพราะไม่เช่นนั้นแป้งจะแห้งแข็ง
8. ทอดจนเหลืองกรอบตามความต้องการ พักให้สะเด็ดน้ำมัน
9. นำข้าวคั่ว ผงปรุงรสวิงแซ่บมาผสมกัน นำไก่ทอดใส่ในภาชนะที่ปิดสนิท ตักผงปรุงลงไป ปิดฝา และเขย่าให้ทั่ว นำมาจัดใส่จาน เป็นอันเสร็จ');

insert into Menu values
(198, 'หมูแดดเดียวทอด', '21-4.jpg', 219.4,
'1. ผสมน้ำตาลทรายกับนมข้นจืด น้ำมันพืช ซอสปรุงรส ซีอิ๊วขาว น้ำมันหอย และงาขาว คนผสมให้เข้ากัน เตรียมไว้
2. ใส่เนื้อหมูที่หั่นเตรียมไว้ลงเคล้าผสมในส่วนผสมซอส พักทิ้งไว้ประมาณ 2 ชั่วโมง จนน้ำซอสซึมเข้าเนื้อหมู
3. วางเนื้อหมูที่หมักไว้เรียงลงบนตะแกรง นำออกไปตากแดดจนเนื้อหมูแห้งหมาด ๆ เก็บใส่ภาชนะปิดให้สนิท นำเข้าแช่แข็ง
4. ใส่น้ำมันพืชลงในกระทะ นำขึ้นตั้งไฟปานกลาง พอร้อนใส่เนื้อหมูลงทอดจนสุกเหลือง ตักขึ้นสะเด็ดน้ำมัน');

insert into Menu values
(199, 'หมูสามชั้นทอด', '21-5.jpg', 335.2,
'1. หั่นหมูสามชั้นเป็นท่อน ๆ แล้วใช้มีดปลายแหลมจิ้มลงไปที่เนื้อหมูให้ทั่วชิ้น จากนั้นใส่น้ำปลาและพริกไทยป่นลงไป นวดผสมคลุกเคล้าให้เข้ากัน ประมาณ 2 นาที พักไว้
2. เตรียมแป้งทอดกรอบโดยใส่น้ำเย็นและน้ำโซดาลงไป เสร็จแล้วเอาหมูสามชั้นลงมาคลุกเคล้าให้เข้ากัน
3. ตั้งกระทะใส่น้ำส้มสายชูลงไปแล้วคนให้ทั่วกระทะจนกว่าน้ำส้มสายชูจะระเหยออกไปหมด 
4. ใส่น้ำมันพืชลงไปในกระทะ รอจนน้ำมันร้อนก็ใส่หมูสามชั้นลงไปทอดจนกรอบ');

insert into Menu values
(200, 'หมูทอดเชียงราย', '21-6.jpg', 405.1,
'1. หมักหมูสามชั้น กับซีอิ๊วขาว ผงปรุงรส ดอกเกลือ และพริกไทยป่น คลุกเคล้าให้เข้ากัน 
2. แล้วใส่แป้งทอดกรอบตามลงไป เมื่อเข้ากันแล้ว นำไปพักในตู้เย็น 1 ชม. 
3. ตั้งน้ำมันให้ร้อน นำหมูลงทอด ให้เหลืองกรอบ ');

insert into Menu values
(201, 'ซี่โครงหมูทอด', '21-7.jpg', 209,
'1. นำซี่โครงหมู เกลือ และสามเกลอใส่ชามผสม คลุกผสมให้เข้ากัน ทิ้งไว้ 1 ชั่วโมง ใส่แป้งทอดกรอบลงไป คลุกเคล้าให้เข้ากัน
2. ตั้งน้ำมันให้ร้อน ใส่ซี่โครงหมูลงไปทอดจนมีสีเหลืองทอง พลิกกลับด้าน ทอดจนอีกข้างเป็นสีเหลืองทองเช่นกัน
3. นำซี่โครงหมูที่ทอดเสร็จแล้ว วางบนกระดาษซับน้ำมัน หรือวางลงบนตะแกรงให้สะเด็ดน้ำมัน');

insert into Menu values
(202, 'เนื้อทอด', '21-8.jpg', 380,
'1. หั่นเนื้อวัวเป็นชิ้นยาว ๆ หมักเนื้อวัวกับน้ำปลาและพริกไทย เคล้าผสมให้เข้ากัน
2. หมักเนื้อทิ้งไว้ในตู้เย็นประมาณ 2 ชั่วโมง
3. ใส่น้ำมันลงในกระทะให้เยอะพอสมควร นำขึ้นตั้งไฟแรง พอน้ำมันร้อนใส่เนื้อที่หมักไว้ลงไปทอดทีละครึ่งหนึ่ง ทอดประมาณ 9 นาที ตักขึ้นสะเด็ดน้ำมัน');

insert into Menu values
(203, 'ตีนไก่ทอด', '21-9.jpg', 150,
'1. ล้างตีนไก่และตัดเล็บให้สะอาดเรียบร้อย
2. ผสมแป้งชุบทอด โดยนำแป้งข้าวโพด น้ำพริกแกงเผ็ด พริกไทยป่น น้ำตาลทราย เกลือ ซีอิ๊วขาว และน้ำเย็นจัด ตีผสมให้เข้ากัน
3. ตั้งกระทะใช้ไฟกลาง รอจนน้ำมันร้อนจัด นำตีนไก่ลงไปชุบในส่วนผสมแป้งชุบทอดที่ผสมไว้ แล้วนำลงไปทอดในน้ำมันจนสุกเหลืองหอม ตักขึ้นสะเด็ดน้ำมัน จัดใส่ภาชนะ
4. ทอดใบมะกรูดจนกรอบโรยบนตีนไก่');

insert into Menu values
(204, 'แหนมเอ็นข้อไก่ทอด', '21-10.jpg', 215,
'1. ผสมเอ็นข้อไก่กับซีอิ๊วขาว พริกไทยป่น ซอสเห็ดหอม กระเทียมสับ และผงปรุงรสไก่ เคล้าให้เข้ากัน พักไว้ 30 นาที
2. ใส่แป้งทอดกรอบ และงาขาวคั่วลงผสมในเอ็นข้อไก่ที่หมักไว้ เคล้าให้เข้ากัน
3. ตั้งกระทะน้ำมันพอร้อน ใช้ไฟปานกลาง นำเอ็นข้อไก่ลงทอดจนสุกเหลือง
4. ตักขึ้นพักให้สะเด็ดน้ำมัน จัดใส่จานเสิร์ฟกับซอสพริก');

insert into Menu values
(205, 'กระเพาะปลา', '22-1.jpg', 400,
'1. ตั้งหม้อใส่น้ำบนไฟกลาง ใส่คนอร์ ซุปรสหมูก้อนลงไป
2. ตามด้วยใส่กระเทียมบุบ และรากผักชีลงไป คนให้ทุกอย่างเข้ากัน 
3. ใส่เห็ดหอมลงไปต้มประมาณ 10 นาที หลังจากนั้นใส่กระเพาะปลาลงไปต้มจนสุกนิ่มดี
4. ปรุงรสด้วยน้ำมันหอย ซีอิ๊วขาว ซีอิ๊วดำ น้ำตาลทราย และจิ๊กโฉ่ว
5. เมื่อปรุงรสแล้วให้ใส่ไข่นกกระทา เลือดไก่ รากบัวลวก และแปะก๊วยต้มสุก ลงไปต้มประมาณ 5 - 6 นาที
6. ใส่แป้งข้าวโพดที่ละลายกับน้ำแล้วลงไป คนเร็ว ๆ เพื่อไม่ให้แป้งจับตัวเป็นก้อน จนน้ำเหนียวข้นดีแล้ว ปิดไฟ
7. ตักกระเพาะปลาจักรพรรดิที่เสร็จแล้วใส่ชาม ใส่อกเป็ดหั่นชิ้นด้านบน โรยด้วยผักชีซอย เสิร์ฟคู่กับจิ๊กโฉ่ว');

insert into Menu values
(206, 'สามชั้นตุ๋นเต้าเจี้ยว', '22-2.jpg', 600,
'1. เทน้ำลงหม้อ ตามด้วย รากผักชีทุบ กระเทียมทุบ พริกไทยโขลกหยาบ
2. ใส่เต้าเจี้ยว ซีอิ๊วดำ ซอสปรุงรส ซอยหอยนางรม น้ำตาลทราย คนให้เข้ากัน
3. ใส่หมูสามชั้นลงหม้อ แล้วตุ๋นประมาณ 30-50 นาที
4. เมื่อสามชั้นตุ๋นจนได้ที่แล้ว คีบขึ้นมา
5. หั่นและจัดเสิร์ฟ ราดด้วยน้ำที่ตุ๋นให้มีความชุ่มฉ่ำ');

insert into Menu values
(207, 'ขาหมูตุ๋นยาจีน', '22-3.jpg', 500,
'1. นำน้ำมันเทใส่ลงไปในหม้อรอให้ร้อน จากนั้นนำขาหมูลงไปทอดให้ได้สีที่สวย ตักขึ้นพักไว้ 
2. เทน้ำมันออกเล็กน้อย นำกระเทียม รากผักชี พริกไทยลงไปผัดจนกลิ่นหอมในหม้อเดิม
3. เติมน้ำเปล่าลงไปเล็กน้อย ปรุงรสด้วยน้ำตาลทราย ซีอิ๊วขาว ซีอิ๊วดำ และน้ำซุป แล้วคนให้เข้ากัน ตามด้วยเครื่องตุ๋นยาจีน และเก๋ากี๋
4. พอน้ำเดือดอีกครั้งใส่ ขาหมู แครอทหั่นแว่น และเห็ดหอมลงไป ตุ๋นด้วยไฟอ่อนประมาณ 1 ชั่วโมง หรือจนกระทั่ง ขาหมูเปื่อย 
5. นำขาหมูที่เปื่อยได้ที่แล้วจัดใส่จาน พร้อมแครอทหั่นแว่น เห็ดหอมที่ตุ๋นในหม้อ และยอดผักคะน้าฮ่องกงลวก ราดด้วยน้ำตุ๋นขาหมู ');

insert into Menu values
(208, 'เป็ดพะโล้', '22-4.jpg', 400,
'1. ทำการล้างเป็ดสดให้สะอาด เอาเครื่องในออก เสร็จแล้วแขวนผึ่งลมไว้
2. ตั้งหม้อใบใหญ่ ๆ ที่ใส่เป็ดได้ต้มน้ำให้เดือด ใส่น้ำตาลปี๊บ ซีอิ๊วขาว ซีอิ๊วหวาน น้ำมันหอย ซอสปรุงรส และเหล้าจีนลงไป
3. ตามด้วยพริกไทยดำ อบเชย โป๊ยกั๊ก ข่า กระเทียม รากผักชี และเครื่องพะโล้ จากนั้นคนให้เข้ากัน เคี่ยวทิ้งไว้ 1 ชั่วโมง ให้กลิ่นของเครื่องเทศออกมา
4. หลังจากนั้นนำเป็ดที่ล้างสะอาดแล้วมาใส่หม้อ โดยจับเป็ดหงายลงไป ใช้เวลา 20 นาที หลังจากนั้นกลับตัวเป็ดเอาอีกด้านลง ต้มต่ออีก 20 นาที
5. เคี่ยวต่อไปโดยใช้ไฟอ่อน อีกประมาณ 2 ชั่วโมง 
6. ทำการกรองเครื่องพะโล้ออกจากน้ำต้มเป็ด น้ำที่เหลือจะนำไปราดเป็ด
7. ทำน้ำจิ้มเป็ดพะโล้ โดยโขลกพริกและกระเทียมเข้าด้วยกัน ปรุงรสด้วยเกลือ น้ำส้มสายชู และน้ำตาลทรายแดง คนให้เข้ากัน ชิมรสได้ตามชอบ
8. เมื่อเป็ดหายร้อนแล้ว ทำการสับเป็ด จัดใส่จานให้สวยงาม ตกแต่ด้วยผักชี พร้อมเสิร์ฟ');

insert into Menu values
(209, 'ปีกไก่เหล้าแดง', '22-5.jpg', 400,
'1. โขลกรากผักชี กระเทียมเข้าด้วยกัน เตรียมไว้
2. นำปีกไก่มาปรุงรสชาติด้วย รากผักชี กระเทียมที่โขลกเมื่อสักครู่ ตามด้วยพริกไทยป่น เกลือ น้ำตาลทราย และซอสหอยนางรม หมักปีกไก่ประมาณ 1 ชั่วโมง
3. เมื่อหมักไก่ได้ที่แล้ว นำปีกไก่มาคลุกกับแป้งทอดกรอบ แล้วนำลงทอดในน้ำมันร้อน ทอดจนกระทั่งสีเหลืองสวย ตักขึ้นพักให้สะเด็ดน้ำมัน
4. นำซอสพริก ซอสมะเขือเทศ ซีอิ๊วดำ น้ำเปล่า และเหล้าจีนมาผสมให้เข้ากัน
5. ตั้งกระทะให้ร้อน นำซอสลงไปผัดสักครู่ ตามด้วยนำปีกไก่ทอดลงไปคลุกเคล้ากับซอสให้ทั่ว
6. นำปีกไก่เหล้าแดงที่ผัดเสร็จแล้วตักใส่จาน โรยต้นหอม และงาขาวคั่วด้านบน');

insert into Menu values
(210, 'กุ้งผัดเม็ดมะม่วงหิมพานต์ ', '22-6.jpg', 550,
'1. นำกุ้งสดที่แกะเปลือกและนำเส้นดำออกเรียบร้อยแล้ว ไปชุบกับแป้งทอดกรอบ แล้วนำลงทอดในน้ำมันให้เหลืองกรอบ
2. ตักกุ้งทอดขึ้นสะเด็ดน้ำมันพักไว้
3. ตั้งกระทะใบใหม่ ใส่น้ำมันเล็กน้อย ผัดกระเทียมให้ส่งกลิ่นหอม ตามด้วยหอมหัวใหญ่ และพริกหวานสามสี ผัดให้หัวหอมสุกใส
4. ปรุงรสด้วย ซอสหอยนางรม ซีอิ๊วขาว และน้ำตาลทราย ผัดให้เข้ากัน ตามด้วยใส่กุ้งที่ทอดไว้ลงไปคลุกให้เข้ากัน
5. เพิ่มความหอมด้วยเหล้าจีน และน้ำมันงา ตามด้วย เม็ดมะม่วงหิมพานต์อบ แปะก๊วย แห้ว พริกแห้ง และต้นหอม 
6. ตักใส่จานจัดเสิร์ฟ');

insert into Menu values
(211, 'ไก่ผัดถั่วลิสง', '22-7.jpg', 469,
'1. ทำการหมักไก่ด้วยซอสถั่วเหลือง เหล้าจีน และแป้งข้าวโพด หมักทิ้งไว้ประมาณ 10 นาที
2. ตั้งกระทะน้ำมันให้ร้อน นำซอสจิ๊กโฉ่ ซอสถั่วเหลือง ซอสฮอยซิน น้ำมันงา น้ำตาล และแป้งข้าวโพดลงไปผัดให้ส่วนผสมเข้ากัน จากนั้นใส่น้ำมัน ถั่วลิสง พริกแห้ง และพริกเสฉวนผัดให้ส่วนผสมเข้ากัน
3. ใส่ไก่ที่หมักไว้ลงไปผัดกับส่วนผสมทั่งหมด ผัดจนเนื้อไก่สุก จากนั้นใส่ต้นหอม กระเทียม ขิง และถั่วลิสงลงไปผัด
4. เสิร์ฟ ไก่ผัดถั่วลิสง นิยมทานกับข้าวสวยร้อนๆ');

insert into Menu values
(212, 'หมูทอดราดซอสเปรี้ยวหวาน', '22-8.jpg', 209,
'1. หั่นสันในหมูเป็นชิ้นพอดีคำเตรียมไว้
2. ผสมแป้งทอดกรอบ เกลือป่น และพริกไทยป่น คนให้เข้ากัน แล้วใส่สันในหมูที่หั่นไว้ลงไปคลุกแป้งบาง ๆ จากนั้นนำไปทอดจนเหลืองกรอบ ตักขึ้นสะเด็ดน้ำมัน
3. ใส่น้ำมันพืชลงในกระทะ พอน้ำมันร้อนใส่กระเทียมลงผัดจนหอม ใส่หอมใหญ่ พริกหวานทั้งสองสี และสับปะรดลงผัดจนสุก
4. ปรุงรสด้วยซอสมะเขือเทศ น้ำตาลทราย และซีอิ๊วขาว ผัดให้เข้ากัน จากนั้นใส่หมูทอดที่พักไว้ลงผัดให้เข้ากันอีกครั้ง
5. ตักใส่จานที่เตรียมไว้ เพียงเท่านี้ก็พร้อมกิน');

insert into Menu values
(213, 'ปอเปี๊ยะ', '22-9.jpg', 153.9,
'1. ลวกวุ้นเส้นให้สุกตามวิธีปรุงบนบรรจุภัณฑ์
2. ตักวุ้นเส้น แครอท กะหล่ำปลี และหัวหอมเข้าด้วยกัน
3. เติมซอสถั่วเหลือง พริกไทยขาวลงไปในส่วนผสมทั้งหมด แล้วคนให้เข้ากัน
4. วางแป้งห่อปอเปี๊ยะลงบนเขียง ห่อแป้งให้ไส้อยู่ด้านใน จากนั้นม้วนจนสุด
5. ใช้น้ำสะอาดลูบปิดแผ่นแป้งห่อปอเปี๊ยะแต่ละอัน
6. ตั้งน้ำมันที่ไฟกลางจนถึงอ่อน ใช้น้ำหยดลงเพื่อทดสอบความร้อน หากมีเสียงแปลว่าน้ำมันร้อนได้ที่แล้ว
7. ทอดปปอเปี๊ยะประมาณ 3-4 นาที จนเป็นสีเหลืองทองทั้งสองด้าน
8. เสิร์ฟพร้อมซอสพริกหวาน');

insert into Menu values
(214, 'หอยจ๊อปู', '22-10.jpg', 700,
'1. ผสมเนื้อกุ้งสับ มันหมูหั่น ไข่ไก่ แห้วสับ รากผักชีโขลก กระเทียมโขลก พริกไทยป่น ซอสหอยหอย น้ำปลา และน้ำตาลทราย คลุกเคล้าให้เข้ากัน
2. ใส่แป้งสาลี และเนื้อปู คลุกเคล้าให้เข้ากันอีกครับ แล้วพักไว้
3. ฉีดน้ำลงบนฟองเต้าหู้ ใส่ไส้ลงไปแล้วม้วนห่อ
4. มัดแบ่งด้วยเชือก แล้วนำไปนึ่งจนสุก
5. ตัดแบ่งเป็นชิ้น ๆ แล้วนำลงทอดในน้ำมันร้อนปานกลาง
6. ทอดจนเหลืองกรอบ พร้อมเสิร์ฟ');

insert into Roles values
(1, 'Admin'),
(2, 'User'),
(3, 'Anonymous');

insert into MenuCategory values
(1, 'อาหารไทย'),
(2, 'อาหารอีสาน'),
(3, 'อาหารเหนือ'),
(4, 'อาหารใต้'),
(5, 'อาหารจานเดียว'),
(6, 'อาหารญี่ปุ่น'),
(7, 'ของหวาน'),
(8, 'ก๋วยเตี๋ยว'),
(9, 'ซีฟู้ด'),
(10, 'อาหารตามสั่ง'),
(11, 'สตรีทฟู้ด'),
(12, 'ฟาสต์ฟู้ด'),
(13, 'อาหารเกาหลี'),
(14, 'อาหารเพื่อสุขภาพ'),
(15, 'อาหารเช้า'),
(16, 'เครื่องดื่ม'),
(17, 'ยำ'),
(18, 'อาหารทานเล่น'),
(19, 'ต้ม/แกง'),
(20, 'ผัด'),
(21, 'ทอด/ย่าง'),
(22, 'อาหารจีน');

insert into CategoryOfMenu values
(1, 1, 1),
(2, 2, 1),
(3, 3, 1),
(4, 4, 1),
(5, 5, 1),
(6, 5, 14),
(7, 6, 1),
(8, 6, 9),
(9, 7, 1),
(10, 8, 1),
(11, 9, 1),
(12, 10, 1),
(13, 11, 1),
(14, 12, 2),
(15, 13, 2),
(16, 14, 2),
(17, 15, 2),
(18, 16, 2),
(19, 17, 2),
(20, 18, 2),
(21, 19, 2),
(22, 20, 2),
(23, 21, 2),
(24, 22, 3),
(25, 23, 3),
(26, 24, 3),
(27, 25, 3),
(28, 26, 3),
(29, 27, 3),
(30, 28, 3),
(31, 29, 3),
(32, 30, 3),
(33, 31, 4),
(34, 32, 4),
(35, 33, 4),
(36, 34, 4),
(37, 35, 4),
(38, 36, 4),
(39, 37, 4),
(40, 38, 4),
(41, 39, 4),
(42, 40, 5),
(43, 40, 12),
(44, 41, 5),
(45, 42, 5),
(46, 43, 5),
(47, 44, 5),
(48, 45, 5),
(49, 46, 5),
(50, 47, 5),
(52, 48, 5),
(53, 48, 11),
(54, 49, 6),
(55, 50, 6),
(56, 51, 6),
(57, 52, 6),
(58, 53, 6),
(59, 54, 6),
(60, 55, 6),
(61, 56, 6),
(62, 57, 6),
(63, 58, 6),
(64, 59, 7),
(65, 60, 7),
(66, 61, 7),
(67, 62, 7),
(68, 63, 7),
(69, 64, 7),
(70, 65, 7),
(71, 66, 7),
(72, 67, 7),
(73, 68, 7),
(74, 69, 7),
(75, 69, 13),
(76, 70, 8),
(77, 71, 8),
(78, 72, 8),
(79, 73, 8),
(80, 74, 8),
(81, 75, 8),
(82, 76, 8),
(83, 77, 8),
(84, 78, 8),
(85, 79, 8),
(86, 80, 9),
(87, 81, 9),
(88, 82, 9),
(89, 83, 9),
(90, 84, 9),
(91, 85, 9),
(92, 86, 9),
(93, 87, 9),
(94, 87, 10),
(95, 88, 9),
(96, 89, 10),
(97, 90, 10),
(98, 91, 10),
(100, 92, 10),
(101, 93, 10),
(102, 94, 10),
(103, 95, 10),
(104, 96, 11),
(105, 97, 11),
(106, 98, 11),
(107, 99, 11),
(108, 100, 11),
(109, 101, 11),
(110, 102, 11),
(111, 103, 11),
(112, 104, 12),
(113, 105, 12),
(114, 106, 12),
(115, 107, 12),
(116, 108, 12),
(117, 109, 12),
(118, 110, 12),
(119, 111, 12),
(120, 112, 12),
(121, 113, 12),
(122, 114, 13),
(123, 115, 13),
(124, 116, 13),
(125, 117, 13),
(126, 118, 13),
(127, 119, 13),
(128, 120, 13),
(129, 121, 13),
(130, 122, 13),
(131, 123, 13),
(132, 124, 14),
(133, 125, 14),
(134, 126, 14),
(135, 127, 14),
(136, 128, 14),
(137, 129, 14),
(138, 130, 14),
(139, 131, 14),
(140, 132, 14),
(141, 133, 15),
(142, 134, 15),
(143, 135, 15),
(144, 136, 15),
(145, 137, 15),
(146, 138, 15),
(147, 139, 15),
(148, 140, 15),
(149, 141, 15),
(150, 142, 16),
(151, 143, 16),
(152, 144, 16),
(153, 145, 16),
(154, 146, 16),
(155, 147, 16),
(156, 148, 16),
(157, 149, 16),
(158, 150, 16),
(159, 151, 16),
(160, 152, 17),
(161, 153, 17),
(162, 154, 17),
(163, 155, 17),
(164, 156, 17),
(165, 157, 17),
(166, 158, 17),
(167, 159, 17),
(168, 160, 17),
(169, 161, 17),
(170, 162, 17),
(171, 163, 17),
(172, 164, 18),
(173, 165, 18),
(174, 166, 18),
(175, 167, 18),
(176, 168, 18),
(177, 169, 18),
(178, 170, 18),
(179, 171, 18),
(180, 172, 18),
(181, 173, 18),
(182, 174, 18),
(183, 175, 18),
(184, 176, 18),
(185, 177, 19),
(186, 178, 19),
(187, 179, 19),
(188, 180, 19),
(189, 181, 19),
(190, 182, 19),
(191, 183, 19),
(192, 184, 19),
(193, 185, 20),
(194, 186, 20),
(195, 187, 20),
(196, 188, 20),
(197, 189, 20),
(198, 190, 20),
(199, 191, 20),
(200, 192, 20),
(201, 193, 20),
(202, 194, 20),
(203, 195, 21),
(204, 196, 21),
(205, 197, 21),
(206, 198, 21),
(207, 199, 21),
(208, 200, 21),
(209, 201, 21),
(210, 202, 21),
(211, 203, 21),
(212, 204, 21),
(213, 205, 22),
(214, 206, 22),
(215, 207, 22),
(216, 208, 22),
(217, 209, 22),
(218, 210, 22),
(219, 211, 22),
(220, 212, 22),
(221, 213, 22),
(222, 214, 22);

insert into Ingredients values
(1, 'กุ้งสด', 'ตัว'),
(2, 'เห็ดโคน', 'ดอก'),
(3, 'น้ำพริกเผา', 'ช้อนโต๊ะ'),
(4, 'น้ำปลา', 'ช้อนโต๊ะ'),
(5, 'น้ำมะขามเปียก', 'ช้อนโต๊ะ'),
(6, 'น้ำมะนาว', 'ช้อนโต๊ะ'),
(7, 'พริกขี้หนูบด', 'ช้อนโต๊ะ'),
(8, 'นมข้นจืด', 'ช้อนโต๊ะ'),
(9, 'ใบมะกรูด', 'ใบ'),
(10, 'น้ำซุปกระดูกหมู', 'ถ้วย'),
(11, 'ข่าแก่', 'แง่ง'),
(12, 'ตะไคร้', 'ต้น'),
(13, 'หอมแดง', 'หัว'),
(14, 'ผักชีฝรั่ง', 'ใบ'),
(15, 'พริกแกงเขียวหวาน', 'กรัม'),
(16, 'เนื้อสะโพกไก่', 'กรัม'),
(17, 'หัวกะทิ', 'มิลลิลิตร'),
(18, 'หางกะทิ', 'มิลลิลิตร'),
(19, 'มะเขือเปราะหั่น', 'กรัม'),
(20, 'มะเขือพวง', 'กรัม'),
(21, 'พริกชี้ฟ้าแดง', 'เม็ด'),
(22, 'ใบโหระพา', 'กรัม'),
(23, 'น้ำตาลปี๊บ', 'ช้อนโต๊ะ'),
(24, 'เนื้อน่องลาย', 'กรัม'),
(25, 'พริกแกงพะแนง', 'กรัม'),
(26, 'กะทิ', 'มิลลิลิตร'),
(27, 'น่องไก่ใหญ่', 'น่อง'),
(28, 'พริกแกงมัสมั่น', 'กรัม'),
(29, 'หัวกะทิ', 'ถ้วยตวง'),
(30, 'หางกะทิ', 'ถ้วยตวง'),
(31, 'หอมใหญ่', 'หัว'),
(32, 'มันฝรั่ง', 'กรัม'),
(33, 'เม็ดมะม่วงหิมพานต์', 'กรัม'),
(34, 'น้ำตาลมะพร้าว', 'ช้อนโต๊ะ'),
(35, 'เกลือป่น', 'หยิบมือ'),
(36, 'ปลากะพง', 'ตัว'),
(37, 'ขิงแก่', 'แง่ง'),
(38, 'ต้นหอม', 'ต้น'),
(39, 'ขึ้นฉ่าย', 'ต้น'),
(40, 'น้ำมันพืช', 'ช้อนโต๊ะ'),
(41, 'ซอสหอยนางรม', 'ช้อนโต๊ะ'),
(42, 'ซีอิ๊วดำหวาน', 'ช้อนโต๊ะ'),
(43, 'ซีอิ๊วขาว', 'ช้อนโต๊ะ'),
(44, 'เหล้าจีน', 'ช้อนโต๊ะ'),
(45, 'น้ำตาลทราย', 'ช้อนโต๊ะ'),
(46, 'พริกไทยป่น', 'ช้อนชา'),
(47, 'น้ำเปล่า', 'ช้อนโต๊ะ'),
(48, 'น้ำมันพืช', 'ถ้วยตวง'),
(49, 'กระเทียม', 'กลีบ'),
(50, 'กระชายซอย', 'กรัม'),
(51, 'พริกแห้ง', 'เม็ด'),
(52, 'ปลาช่อน', 'กรัม'),
(53, 'น้ำเปล่า', 'ถ้วยตวง'),
(54, 'เกลือป่น', 'ช้อนชา'),
(55, 'ลูกชิ้นปลา', 'กรัม'),
(56, 'ซี่โครงหมู', 'กิโลกรัม'),
(57, 'เครื่องตุ๋นยาจีน', 'ชุด'),
(58, 'พริกไทยเม็ด', 'ช้อนโต๊ะ'),
(59, 'ผักชี', 'ต้น'),
(60, 'ซีอิ๊วดำ', 'ช้อนชา'),
(61, 'เข็ดเข็มทอง', 'ถ้วยตวง'),
(62, 'ฟองเต้าหู้', 'ถ้วยตวง'),
(63, 'เห็ดหอมแห้ง', 'ถ้วย'),
(64, 'ก๋วยเตี๋ยวเส้นใหญ่', 'จาน'),
(65, 'แป้งมันฮ่องกง', 'ช้อนโต๊ะ'),
(66, 'เนื้อหมู', 'ถ้วยตวง'),
(67, 'น้ำมันงา', 'ช้อนชา'),
(68, 'ยอดผักคะน้า', 'ยอด'),
(69, 'น้ำตาลทราย', 'ช้อนชา'),
(70, 'เห็ดหอม', 'กรัม'),
(71, 'ไข่นกกระทาต้ม', 'กรัม'),
(72, 'เนื้อปู', 'กรัม'),
(73, 'กระเพาะปลาลวก', 'กรัม'),
(74, 'เหล้าจีน', 'มิลลิลิตร'),
(75, 'เนื้อสันในวัวหั่นเต๋า', 'กรัม'),
(76, 'มันเทศหั่นเต๋า', 'กรัม'),
(77, 'ใบกะเพราเด็ดใบ', 'กรัม'),
(78, 'กระดูกเล้ง', 'กรัม'),
(79, 'เกลือป่น', 'ช้อนโต๊ะ'),
(80, 'รากผักชี', 'ราก'),
(81, 'พริกขี้หนูสวนสีเขียว', 'เม็ด'),
(82, 'ไก่ย่างหั่นชิ้น', 'กรัม'),
(83, 'พริกป่น', 'ช้อนชา'),
(84, 'ข้าวคั่ว', 'ช้อนโต๊ะ'),
(85, 'ใบสะระแหน่', 'ต้น'),
(86, 'หมูสันนอก', 'กิโลกรัม'),
(87, 'พริกป่น', 'ช้อนโต๊ะ'),
(88, 'หอยขม', 'กรัม'),
(89, 'น้ำปลาร้า', 'ทัพพี'),
(90, 'ผงชูรส', 'ช้อนชา'),
(91, 'ใบแมงลัก', 'กำ'),
(92, 'ชะอม', 'กำ'),
(93, 'พริกขี้หนู', 'เม็ด'),
(94, 'กบสดสับ', 'กรัม'),
(95, 'บวบ', 'ฝัก'),
(96, 'ผักชีลาว', 'กำ'),
(97, 'มะละกอสับ', 'กำ'),
(98, 'มะเขือเทศ', 'กรัม'),
(99, 'ไข่ผำ', 'ถ้วยตวง'),
(100, 'เนื้อหมู', 'กรัม'),
(101, 'กระเทียมสับ', 'ช้อนโต๊ะ'),
(102, 'กะปิ', 'ช้อนโต๊ะ'),
(103, 'เนื้อสันคอหมู', 'กรัม'),
(104, 'น้ำซุป', 'ถ้วยตวง'),
(105, 'เนื้อวัวออสเตรเลีย', 'กรัม'),
(106, 'ดีวัว', 'ช้อนโต๊ะ'),
(107, 'หน่อไม้ปี๊บ', 'กรัม'),
(108, 'น้ำใบย่านาง', 'ถ้วย'),
(109, 'มะเขือเทศเชอร์รี', 'ลูก'),
(110, 'หมูสับติดมัน', 'กรัม'),
(111, 'น้ำพริกข้าวซอย', 'กรัม'),
(112, 'เส้นข้าวซอย', 'กรัม'),
(113, 'พริกผัด', 'ช้อนโต๊ะ'),
(114, 'ขนมจีน', 'กิโลกรัม'),
(115, 'เนื้อหมูบด', 'กิโลกรัม'),
(116, 'เลือดไก่ต้ม', 'ก้อน'),
(117, 'งิ้วแห้ง', 'ดอก'),
(118, 'เต้าเจี้ยว', 'ช้อนโต๊ะ'),
(119, 'ไส้หมู', 'กรัม'),
(120, 'ผักชีซอย', 'ช้อนโต๊ะ'),
(121, 'ต้นหอมซอย', 'ช้อนโต๊ะ'),
(122, 'ข่าหั่น', 'ช้อนโต๊ะ'),
(123, 'ตะไคร้ซอย', 'ช้อนโต๊ะ'),
(124, 'พริกขี้หนูแห้ง', 'เม็ด'),
(125, 'ขมิ้นซอย', 'ช้อนชา'),
(126, 'พริกแกงเผ็ด', 'กรัม'),
(127, 'พริกแกงฮังเล', 'กรัม'),
(128, 'หน่อไม้ดอง', 'ถ้วยตวง'),
(129, 'แคบหมู', 'ถ้วยตวง'),
(130, 'วุ้นเส้น', 'ถ้วยตวง'),
(131, 'ผักตำลึง', 'ถ้วยตวง'),
(132, 'พริกสดบด', 'ช้อนโต๊ะ'),
(133, 'กระเทียมบด', 'ช้อนโต๊ะ'),
(134, 'ไก่', 'กิโลกรัม'),
(135, 'ขมิ้น', 'ช้อนโต๊ะ'),
(136, 'กระเทียม', 'กรัม'),
(137, 'หอมแดง', 'กรัม'),
(138, 'ไข่ไก่', 'ฟอง'),
(139, 'ลูกผักชี', 'ช้อนโต๊ะ'),
(140, 'พริกไทยดำ', 'ช้อนโต๊ะ'),
(141, 'พริกแกงส้มใต้', 'ขีด'),
(142, 'มะละกอดิบ', 'ลูก'),
(143, 'มะนาว', 'ลูก'),
(144, 'มะเขือเปราะ', 'ลูก'),
(145, 'หน่อไม้สด', 'หัว'),
(146, 'น้ำพริกแกงไตปลาสําเร็จรูป', 'ขีด'),
(147, 'มะเขือพวง', 'ขีด'),
(148, 'ถั่วฝักยาว', 'ขีด'),
(149, 'ไตปลา', 'ขวด'),
(150, 'ใบเหลียงอ่อน', 'กำ'),
(151, 'กุ้งแห้งตัวใหญ่', 'ช้อนโต๊ะ'),
(152, 'พริกไทยขาว', 'เม็ด'),
(153, 'พริกแกงเผ็ดใต้', 'ช้อนโต๊ะ'),
(154, 'ปลากระบอก', 'ตัว'),
(155, 'ข้าวสวย', 'ถ้วย'),
(156, 'กุ้งแห้งโขลก', 'ถ้วยตวง'),
(157, 'มะพร้าวคั่ว', 'ถ้วยตวง'),
(158, 'พริกแห้งคั่วป่น', 'ถ้วยตวง'),
(159, 'ใบชะพลูซอย', 'ถ้วยตวง'),
(160, 'ใบมะกรูดซอย', 'ถ้วยตวง'),
(161, 'ตะไคร้ซอย', 'ถ้วยตวง'),
(162, 'ถั่วงอก', 'ถ้วยตวง'),
(163, 'ถั่วฝักยาวซอย', 'ถ้วยตวง'),
(164, 'กะหล่ำปลีม่วงซอย', 'ถ้วยตวง'),
(165, 'สะตอซอย', 'ถ้วยตวง'),
(166, 'น้ำบูดู', 'มิลลิลิตร'),
(167, 'ปลาอินทรีย์เค็ม', 'ชิ้น'),
(168, 'ซอสถั่วเหลือง', 'ช้อนโต๊ะ'),
(169, 'สะตอแกะผ่าครึ่ง', 'กรัม'),
(170, 'กุ้งสด', 'กรัม'),
(171, 'น้ำตาลปี๊บ', 'ช้อนชา'),
(172, 'หมูสามชั้น', 'กิโลกรัม'),
(173, 'เนื้อไก่', 'กรัม'),
(174, 'ผักกาดขาว', 'ถ้วยตวง'),
(175, 'ผักบุ้งจีน', 'ถ้วยตวง'),
(176, 'ขึ้นฉ่าย', 'ถ้วยตวง'),
(177, 'น้ำจิ้มสุกี้', 'ถ้วยตวง'),
(178, 'ผงทำหมูแดง ตราโลโบ', 'ซอง'),
(179, 'เนื้อหมูสะโพก', 'กรัม'),
(180, 'ผงปรุงน้ำราดหมูแดง ตราโลโบ', 'ซอง'),
(181, 'ข้าวสวย', 'กรัม'),
(182, 'น้ำสต๊อกไก่', 'มิลลิลิตร'),
(183, 'น้ำมันไก่', 'มิลลิลิตร'),
(184, 'น้ำมันงา', 'มิลลิลิตร'),
(185, 'ขิง', 'กรัม'),
(186, 'ตะไคร้', 'กรัม'),
(187, 'ใบเตย', 'ใบ'),
(188, 'ไก่สด', 'ตัว'),
(189, 'น้ำเปล่า', 'ลิตร'),
(190, 'เกลือป่น', 'กรัม'),
(191, 'เห็ดหอมแห้ง', 'ดอก'),
(192, 'นมสด', 'ช้อนโต๊ะ'),
(193, 'เครื่องแกงกะหรี่ญี่ปุ่น', 'ก้อน'),
(194, 'แครอทหั่นเต๋า', 'หัว'),
(195, 'มันฝรั่งหั่นเต๋า', 'หัว'),
(196, 'หอมใหญ่หั่นเสี้ยว', 'หัว'),
(197, 'ข้าวญี่ปุ่น', 'ถ้วย'),
(198, 'แป้งสาลีอเนกประสงค์', 'ถ้วยตวง'),
(199, 'เกล็ดขนมปัง', 'ถ้วย'),
(200, 'น้ำซุปหมู', 'มิลลิลิตร'),
(201, 'โชยุ', 'มิลลิลิตร'),
(202, 'เหล้ามิริน', 'มิลลิลิตร'),
(203, 'เนื้อวัวสไลด์', 'กรัม'),
(204, 'ขิงขูด', 'ช้อนโต๊ะ'),
(205, 'ซีอิ๊วญี่ปุ่น', 'ช้อนโต๊ะ'),
(206, 'สาเก', 'ช้อนโต๊ะ'),
(207, 'ดาชิ', 'ถ้วยตวง'),
(208, 'ขิงดองสีแดง', 'ช้อนโต๊ะ'),
(209, 'สาหร่าย', 'ช้อนโต๊ะ'),
(210, 'พริกป่นญี่ปุ่น', 'ช้อนโต๊ะ'),
(211, 'เส้นก๋วยจั๊บสำเร็จรูป', 'กรัม'),
(212, 'ตับหมู', 'กรัม'),
(213, 'หมูกรอบ', 'กรัม'),
(214, 'เลือดหมู', 'ขีด'),
(215, 'ไข่ไก่ต้ม', 'ฟอง'),
(216, 'น้ำสต๊อก', 'ลิตร'),
(217, 'โป๊ยกั๊ก', 'ดอก'),
(218, 'อบเชย', 'แท่ง'),
(219, 'ผงพะโล้', 'ช้อนชา'),
(220, 'เต้าหู้ทอด', 'ขีด'),
(221, 'ผักกาดหอม', 'ต้น'),
(222, 'น้ำจิ้มไก่', 'ถ้วย'),
(223, 'กะหล่ำปลีซอย', 'ถ้วย'),
(224, 'ซอสปรุงรส', 'ช้อนโต๊ะ'),
(225, 'บรอกโคลีชิ้นเล็ก', 'กรัม'),
(226, 'ข้าวโพดหวาน', 'กรัม'),
(227, 'ปูอัด', 'ชิ้น'),
(228, 'ไข่นกกระทาต้ม', 'ฟอง'),
(229, 'เชดดาร์ชีส', 'แผ่น'),
(230, 'ไส้กรอก', 'ชิ้น'),
(231, 'แฮม', 'ชิ้น'),
(232, 'ไข่หวาน', 'ชิ้น'),
(233, 'ไข่กุ้ง', 'ช้อนโต๊ะ'),
(234, 'แป้งเค้ก', 'กรัม'),
(235, 'น้ำสต็อกดาชิ', 'กรัม'),
(236, 'นมข้นจืด', 'กรัม'),
(237, 'โชยุ', 'ช้อนชา'),
(238, 'หมึกยักษ์หั่น', 'กรัม'),
(239, 'ปลาแห้งป่น', 'ช้อนโต๊ะ'),
(240, 'ขิงดองสับ', 'กรัม'),
(241, 'กะหล่ำปลีสับ', 'กรัม'),
(242, 'ต้นหอมซอย', 'กรัม'),
(243, 'เนื้อเป็ดสไลด์', 'กรัม'),
(244, 'ผักกาดขาว', 'กรัม'),
(245, 'ต้นหอมญี่ปุ่นซอย', 'ต้น'),
(246, 'เห็ดไมทาเกะ', 'แพ็ค'),
(247, 'น้ำซุปนาเบะไก่นัมบัง ตราไดโช', 'ถุง'),
(248, 'เนื้อหมูบด', 'กรัม'),
(249, 'หอมใหญ่สับ', 'หัว'),
(250, 'ใบกุยช่ายซอย', 'ต้น'),
(251, 'น้ำมันงา', 'ช้อนโต๊ะ'),
(252, 'แผ่นเกี๊ยวซ่า', 'กรัม'),
(253, 'งาขาวคั่ว', 'ช้อนชา'),
(254, 'คนอร์ผงรสหมู', 'ช้อนโต๊ะ'),
(255, 'ไร่ทิพย์ บาร์เลย์', 'กรัม'),
(256, 'น้ำส้มสายชู', 'ช้อนชา'),
(257, 'สาหร่าย', 'แผ่น'),
(258, 'แซลมอน', 'กรัม'),
(259, 'แตงกวาญี่ปุ่น', 'ลูก'),
(260, 'กรีนโอ๊ก', 'หัว'),
(261, 'วาซาบิ', 'ช้อนโต๊ะ'),
(262, 'แครอท', 'กรัม'),
(263, 'เบคอน', 'กรัม'),
(264, 'ซอสโอโคโนมิยากิ', 'ถ้วย'),
(265, 'มายองเนส', 'ช้อนโต๊ะ'),
(266, 'ปลาโอแห้ง', 'ช้อนโต๊ะ'),
(267, 'น้ำเปล่า', 'มิลลิลิตร'),
(268, 'ขนมปังกะโหลก', 'ก้อน'),
(269, 'เนยสด', 'กรัม'),
(270, 'มะม่วงสุก', 'ลูก'),
(271, 'ไอศกรีม', 'ก้อน'),
(272, 'น้ำผึ้ง', 'กรัม'),
(273, 'แป้งโฮลวีท', 'ถ้วย'),
(274, 'นม', 'ถ้วย'),
(275, 'เบกกิ้งโซดา', 'ช้อนชา'),
(276, 'ราสป์เบอร์รี', 'ถ้วย'),
(277, 'น้ำตาลทราย', 'กรัม'),
(278, 'ผงฟู', 'ช้อนชา'),
(279, 'นมสด', 'มิลลิลิตร'),
(280, 'กลิ่นวานิลลา', 'ช้อนชา'),
(281, 'ซอสคาราเมล', 'ช้อนโต๊ะ'),
(282, 'ซอสช็อกโกแลต', 'ช้อนโต๊ะ'),
(283, 'สตรอว์เบอร์รีสด', 'ถ้วย'),
(284, 'แป้งสาลีอเนกประสงค์', 'กรัม'),
(285, 'ช็อกโกแลต', 'กรัม'),
(286, 'เนยจืด', 'กรัม'),
(287, 'ไข่แดง', 'ฟอง'),
(288, 'ผงโกโก้', 'กรัม'),
(289, 'ผงโกโก้', 'ช้อนโต๊ะ'),
(290, 'นมสด', 'ถ้วย'),
(291, 'ผงอัลมอนด์อบสุก', 'กรัม'),
(292, 'น้ำมันมะพร้าว', 'ช้อนโต๊ะ'),
(293, 'วิปปิ้งครีม', 'ถ้วย'),
(294, 'ช็อกโกแลตสับ', 'กรัม'),
(295, 'น้ำเชื่อมเมเปิล', 'ช้อนโต๊ะ'),
(296, 'ไวท์รัม', 'ช้อนโต๊ะ'),
(297, 'น้ำเปล่า', 'กรัม'),
(298, 'น้ำมันพืช', 'กรัม'),
(299, 'ไข่ขาว', 'ฟอง'),
(300, 'ครีมออฟทาร์ทาร์', 'ช้อนชา'),
(301, 'เจลาติน', 'แผ่น'),
(302, 'น้ำตาลทราย', 'ถ้วย'),
(303, 'สตรอว์เบอร์รีเพียวเร่', 'ถ้วย'),
(304, 'กาแฟเอสเปรสโซ่', 'ถ้วย'),
(305, 'ขนมเลดี้ฟิงเกอร์', 'กรัม'),
(306, 'เหล้าคาลัวร์', 'ถ้วย'),
(307, 'มาสคาร์โปเน่ชีส', 'กรัม'),
(308, 'วิปปิ้งครีม', 'กรัม'),
(309, 'นมข้นหวาน', 'กระป๋อง'),
(310, 'โอรีโอ้', 'ชิ้น'),
(311, 'เนยเค็ม', 'กรัม'),
(312, 'กล้วยหอม', 'ลูก'),
(313, 'ข้าวโอ๊ต', 'ถ้วย'),
(314, 'แป้งมะพร้าว', 'ช้อนโต๊ะ'),
(315, 'เมลอน', 'ลูก'),
(316, 'น่องไก่', 'กิโลกรัม'),
(317, 'มะระ', 'ลูก'),
(318, 'บะหมี่', 'ก้อน'),
(319, 'ถั่วงอก', 'กรัม'),
(320, 'น้ำตาลกรวด', 'ช้อนโต๊ะ'),
(321, 'ซีอิ๊วดำ', 'ช้อนโต๊ะ'),
(322, 'กระเทียมเจียว', 'ช้อนโต๊ะ'),
(323, 'เต้าหู้ยี้พร้อมน้ำ', 'ก้อน'),
(324, 'น้ำกระเทียมดอง', 'ถ้วยตวง'),
(325, 'พริกหอม', 'ช้อนโต๊ะ'),
(326, 'ผงยี่หร่า', 'ช้อนโต๊ะ'),
(327, 'เส้นก๋วยเตี๋ยว', '-'),
(328, 'เนื้อหมูหั่นชิ้น', '-'),
(329, 'ตับหั่นชิ้น', '-'),
(330, 'ผักบุ้งไทย', '-'),
(331, 'เลือดหมู', '-'),
(332, 'ถั่วงอก', '-'),
(333, 'หมูสามชั้น', 'กรัม'),
(334, 'เต้าหู้ขาว', 'ก้อน'),
(335, 'กุ้งแห้ง', 'ช้อนโต๊ะ'),
(336, 'พริกแดงสับ', 'ช้อนโต๊ะ'),
(337, 'น้ำส้มสายชู', 'ช้อนโต๊ะ'),
(338, 'น้ำเชื่อม', 'ช้อนโต๊ะ'),
(339, 'น้ำเย็น', 'ช้อนโต๊ะ'),
(340, 'คนอร์ ซุปก้อนรสหมู', 'ก้อน'),
(341, 'เส้นเล็ก', 'กรัม'),
(342, 'ถั่วงอก', 'ถ้วย'),
(343, 'กระเทียมเจียว', 'ถ้วยตวง'),
(344, 'เต้าหู้', 'ช้อนโต๊ะ'),
(345, 'อกเป็ดและน่องเป็ด', 'ตัว'),
(346, 'ผงพะโล้', 'ช้อนโต๊ะ'),
(347, 'พริกไทยดำ', 'เม็ด'),
(348, 'ฮือก้วย', 'แท่ง'),
(349, 'หมูสับรวน', 'ขีด'),
(350, 'เนื้อสันคอหมู', 'ขีด'),
(351, 'ไข่ออนเซ็น', 'ฟอง'),
(352, 'ถั่วลิสงคั่วบด', 'ช้อนโต๊ะ'),
(353, 'หัวไชเท้า', 'หัว'),
(354, 'เส้นก๋วยเตี๋ยว', 'กรัม'),
(355, 'ซอสเย็นตาโฟ', 'ช้อนโต๊ะ'),
(356, 'ลูกชิ้นปลา', '-'),
(357, 'ปลาหมึกกรอบ', '-'),
(358, 'เห็ดหูหนูขาว', '-'),
(359, 'เต้าหู้ทอด', '-'),
(360, 'เกี๊ยวทอด', '-'),
(361, 'ลูกชิ้นหมู', '-'),
(362, 'วุ้นเส้น', 'กรัม'),
(363, 'ผักบุ้งไทย', 'กรัม'),
(364, 'เกี๊ยวปลา', 'กรัม'),
(365, 'ฮือก้วย', 'กรัม'),
(366, 'เต้าหู้ทอด', 'กรัม'),
(367, 'ปลาหมึกกรอบ', 'กรัม'),
(368, 'เห็ดหูหนูขาว', 'กรัม'),
(369, 'น้ำก๋วยเตี๋ยวเรือ ตราแม่ประนอม', 'เซต'),
(370, 'เนื้อวัวพื้นท้อง', 'กรัม'),
(371, 'ลูกชิ้นเนื้อ', 'กรัม'),
(372, 'น้ำจิ้มบ๊วยหวาน', 'ถ้วย'),
(373, 'มันหมู', 'กรัม'),
(374, 'ผงกะหรี่', 'ช้อนชา'),
(375, 'แป้งทอดกรอบ', 'ถ้วยตวง'),
(376, 'กุ้งสด', 'กิโลกรัม'),
(377, 'พริกไทยป่น', 'ช้อนโต๊ะ'),
(378, 'ปลาแซลมอน', 'ชิ้น'),
(379, 'เลมอนสด', 'ลูก'),
(380, 'ผักสลัด', '-'),
(381, 'น้ำมันมะกอก', 'ช้อนโต๊ะ'),
(382, 'กระเทียมสับ', 'ช้อนชา'),
(383, 'หอมใหญ่สับ', 'ช้อนชา'),
(384, 'โรสแมรี่', 'ช้อนชา'),
(385, 'ไวน์ขาว', 'ช้อนชา'),
(386, 'พาร์สลีย์สับ', 'ช้อนชา'),
(387, 'ครีมซอส', 'กรัม'),
(388, 'ปลาหมึก', 'กรัม'),
(389, 'ปลาอินทรีย์', 'กรัม'),
(390, 'ข่าสับ', 'ช้อนโต๊ะ'),
(391, 'ตั้งฉ่าย', 'ช้อนโต๊ะ'),
(392, 'หอยแมลงภู่', 'กรัม'),
(393, 'กระชายซอย', 'ถ้วย'),
(394, 'พริกไทยสดอ่อน', 'ถ้วย'),
(395, 'ผักชี', 'กรัม'),
(396, 'ผักชีฝรั่ง', 'กรัม'),
(397, 'พริกขี้หนู', 'กำมือ'),
(398, 'ขนมจีน', 'กรัม'),
(399, 'ปลาหมึก', 'ตัว'),
(400, 'หอยแมลงภู่', 'ตัว'),
(401, 'ซอสผัดอเนกประสงค์ เอโร่', 'ช้อนโต๊ะ'),
(402, 'ใบกะเพรา', 'มัด'),
(403, 'เนื้อไก่สับ', 'ถ้วย'),
(404, 'คะน้า', 'กรัม'),
(405, 'บะหมี่เหลือง', 'ก้อน'),
(406, 'แป้งมันสำปะหลัง', 'ช้อนโต๊ะ'),
(407, 'ผักกาดขาว', 'ใบ'),
(408, 'เห็ดเข็มทอง', 'กำ'),
(409, 'ผักบุ้งจีน', 'ต้น'),
(410, 'ก๋วยเตี๋ยวเส้นใหญ่', 'กรัม'),
(411, 'ข้าวโพดอ่อน', 'กรัม'),
(412, 'แป้งมันสำปะหลัง', 'ช้อนชา'),
(413, 'เม็ดยี่หร่าคั่ว', 'ช้อนโต๊ะ'),
(414, 'ลูกผักชีคั่ว', 'ช้อนโต๊ะ'),
(415, 'น้ำสัปปะรด', 'ช้อนโต๊ะ'),
(416, 'ผงขมิ้น', 'ช้อนชา'),
(417, 'สามเกลอ', 'ช้อนโต๊ะ'),
(418, 'เส้นหมี่แห้ง', 'กรัม'),
(419, 'กระเทียมดอง', 'หัว'),
(420, 'ซอสพริก', 'ช้อนโต๊ะ'),
(421, 'ซอสมะเขือเทศ', 'ช้อนโต๊ะ'),
(422, 'น้ำปลา', 'ช้อนชา'),
(423, 'น้ำกระเทียมดอง', 'ช้อนโต๊ะ'),
(424, 'เส้นก๋วยจั๊บญวน', 'กรัม'),
(425, 'หมูยอ', 'กรัม'),
(426, 'หอมแดงเจียว', 'ช้อนโต๊ะ'),
(427, 'ซีอิ๊วขาว', 'ช้อนชา'),
(428, 'รากผักชี', 'กรัม'),
(429, 'น้ำแข็ง', 'กรัม'),
(430, 'แป้งหอยทอดสำเร็จรูป', 'ถ้วยตวง'),
(431, 'น้ำเย็น', 'ถ้วยตวง'),
(432, 'น่องไก่ติดสะโพก', 'กิโลกรัม'),
(433, 'พริกไทยขาว', 'ช้อนโต๊ะ'),
(434, 'ยี่หร่า', 'ช้อนชา'),
(435, 'กระเทียม', 'ถ้วย'),
(436, 'ปลาหมึก', 'กิโลกรัม'),
(437, 'ข้าวโพดต้ม', 'ฝัก'),
(438, 'เนย', 'ช้อนโต๊ะ'),
(439, 'นมข้นจืด', 'ถ้วย'),
(440, 'ใบโหระพา', '-'),
(441, 'เส้นจันท์', 'กรัม'),
(442, 'น้ำมะขามเปียก', 'ถ้วย'),
(443, 'ไชโป๊วสับ', 'ช้อนโต๊ะ'),
(444, 'ขนมปังเบอร์เกอร์', 'คู่'),
(445, 'เบคอน', 'ชิ้น'),
(446, 'ผักกาดหอม', 'กรัม'),
(447, 'มะเขือเทศลูกใหญ่', 'ลูก'),
(448, 'มัสตาร์ด', 'ช้อนโต๊ะ'),
(449, 'แป้งพิซซ่าสำเร็จรูป', 'แผ่น'),
(450, 'ซอสมะเขือเทศ', 'กรัม'),
(451, 'ใบออริกาโนแห้ง', 'ช้อนชา'),
(452, 'สับปะรดในน้ำเชื่อม', 'กรัม'),
(453, 'แฮม', 'กรัม'),
(454, 'สโมกแฮม', 'กรัม'),
(455, 'มอสซาเรลลาชีส', 'กรัม'),
(456, 'มันฝรั่ง', 'ลูก'),
(457, 'เนยสด', 'ถ้วย'),
(458, 'เกรวี่สำเร็จรูป', '-'),
(459, 'เนื้อสะโพกไก่', 'ชิ้น'),
(460, 'แป้งทอดกรอบ', 'กรัม'),
(461, 'รสดี รสไก่', 'ช้อนชา'),
(462, 'รสดี รสไก่', 'ช้อนโต๊ะ'),
(463, 'มอสซาเรลลาชีส', 'ถ้วย'),
(464, 'มะเขือเทศกระป๋อง', 'กรัม'),
(465, 'ใบออริกาโนแห้ง', 'ช้อนโต๊ะ'),
(466, 'ใบโหระพา', 'ถ้วย'),
(467, 'ขนมปัง', 'แผ่น'),
(468, 'ผงพริกปาปริก้า', 'ช้อนชา'),
(469, 'เนยสด', 'ช้อนโต๊ะ'),
(470, 'มายองเนส', 'ช้อนชา'),
(471, 'ผงหมักไก่สไปซี่', 'ช้อนโต๊ะ'),
(472, 'เส้นสปาเก็ตตี้', 'กรัม'),
(473, 'ใบกะเพรา', 'ถ้วย'),
(474, 'พาร์สลีย์สับ', 'ช้อนโต๊ะ'),
(475, 'พาเมซานชีส', 'กรัม'),
(476, 'เส้นบะหมี่สำเร็จรูปเกาหลี', 'ห่อ'),
(477, 'สแปมสไลซ์บาง', 'กรัม'),
(478, 'ไส้กรอก', 'กรัม'),
(479, 'ต๊อกโบกกี', 'ถ้วย'),
(480, 'กิมจิ', 'ถ้วย'),
(481, 'ชีสแผ่น', 'แผ่น'),
(482, 'ผงดาชิ', 'ช้อนโต๊ะ'),
(483, 'มิโซะ', 'ถ้วย'),
(484, 'โคชูจัง', 'ช้อนโต๊ะ'),
(485, 'โชยุ', 'ช้อนโต๊ะ'),
(486, 'เห็ดหอมสด', 'ดอก'),
(487, 'ขิงสับ', 'ช้อนชา'),
(488, 'กิมจิ', 'กรัม'),
(489, 'มิโซะ', 'ช้อนโต๊ะ'),
(490, 'เต้าหู้คินุ', 'ก้อน'),
(491, 'ปีกไก่', 'กรัม'),
(492, 'แป้งข้าวโพด', 'ถ้วย'),
(493, 'เหล้ามิริน', 'ถ้วย'),
(494, 'น้ำตาลทรายแดง', 'ช้อนโต๊ะ'),
(495, 'ผงกระเทียม', 'ช้อนชา'),
(496, 'แป้งข้าวโพด', 'ช้อนชา'),
(497, 'ผักโขม', 'กรัม'),
(498, 'เห็ดเข็มทอง', 'กรัม'),
(499, 'แตงกวา', 'กรัม'),
(500, 'น้ำส้มสายชู', 'ถ้วย'),
(501, 'ปลาหมึกกล้วย', 'ตัว'),
(502, 'หอมใหญ่หั่นเสี้ยว', 'กรัม'),
(503, 'ต้นหอม', 'กรัม'),
(504, 'โคชูจัง', 'กรัม'),
(505, 'น้ำซุปปลาแห้ง', 'ถ้วย'),
(506, 'แป้งต๊อกโบกี', 'ถ้วย'),
(507, 'พริกป่นเกาหลี', 'ช้อนโต๊ะ'),
(508, 'ขิงขูด', 'ช้อนชา'),
(509, 'แครอท', 'หัว'),
(510, 'แป้งข้าวเจ้า', 'ถ้วย'),
(511, 'แป้งโกกิ', 'ถ้วย'),
(512, 'ครีมสด', 'ถ้วย'),
(513, 'น้ำเชื่อม', 'ถ้วย'),
(514, 'ผงวานิลลา', 'กรัม'),
(515, 'แคนตาลูป', 'ลูก'),
(516, 'แตงโม', 'ลูก'),
(517, 'น้ำแดงเฮลบลูบอย', 'ช้อนโต๊ะ'),
(518, 'นมข้นหวาน', 'ช้อนโต๊ะ'),
(519, 'มะม่วงน้ำดอกไม้สุก', 'ลูก'),
(520, 'น่องเป็ดติดสะโพก', 'ชิ้น'),
(521, 'รสดีเมนู พะโล้', 'ซอง'),
(522, 'กระเทียมกลีบเล็ก', 'ช้อนโต๊ะ'),
(523, 'เต้าหู้โมเมน', 'ก้อน'),
(524, 'พอร์คชอป ตราเอโร่', 'ชิ้น'),
(525, 'เห็ดเข็มทอง', 'ถุง'),
(526, 'เบค่อนบาร์บีคิว', 'ถุง'),
(527, 'ซุปก้อน', 'ก้อน'),
(528, 'กระดูกหมู', 'กรัม'),
(529, 'เยื่อไผ่', 'ห่อ'),
(530, 'ผงปรุงรสหมู', 'ช้อนโต๊ะ'),
(531, 'เม็ดเก๋ากี้', 'ช้อนโต๊ะ'),
(532, 'ขนมปังอิงลิชมัฟฟิน', 'ชิ้น'),
(533, 'ขนมปังโฮลวีต', 'แผ่น'),
(534, 'มาร์ชเมลโล่', 'ถ้วย'),
(535, 'นูเทลล่า', 'ช้อนโต๊ะ'),
(536, 'น้ำซุปไก่', 'ถ้วย'),
(537, 'ผักรวมแช่แข็ง', 'ช้อนโต๊ะ'),
(538, 'ผงโอเลี้ยง', 'ช้อนโต๊ะ'),
(539, 'น้ำแข็ง', 'แก้ว'),
(540, 'น้ำร้อน', 'แก้ว'),
(541, 'ผงเนสกาแฟ', 'ช้อนชา'),
(542, 'นมข้นหวาน', 'ช้อนชา'),
(543, 'ผงชาไทย', 'ช้อนโต๊ะ'),
(544, 'น้ำร้อน', 'cc.'),
(545, 'นมข้นจืด', 'oz.'),
(546, 'นมข้นหวาน', 'oz.'),
(547, 'น้ำชาที่ชงแล้ว', 'แก้ว'),
(548, 'ผงโกโก้', 'ช้อนชา'),
(549, 'นมข้นจืด', 'ช้อนชา'),
(550, 'ผงชาเนสที', 'ช้อนชา'),
(551, 'ไมโล (3 in 1)', 'ซอง'),
(552, 'ผงน้ำยำ', 'ซอง'),
(553, 'ก้านคะน้าฮ่องกง', 'กรัม'),
(554, 'หัวปลี', 'หัว'),
(555, 'หัวกะทิ', 'ช้อนโต๊ะ'),
(556, 'เนื้อมะพร้าวขูด', 'ถ้วยตวง'),
(557, 'น้ำชาที่ชงแล้ว', 'แก้ว'),
(558, 'พริกแกงเผ็ด', 'ช้อนโต๊ะ'),
(559, 'ใบมะกรูดซอย', 'ช้อนโต๊ะ'),
(560, 'ปลาทูทอด', 'ตัว'),
(561, 'หอมแดงซอย', 'ถ้วย'),
(562, 'มะม่วงเปรี้ยวสับ', 'ลูก'),
(563, 'ปูม้าแช่น้ำปลา', 'ตัว'),
(564, 'เม็ดมะม่วงหิมพานต์', 'ช้อนโต๊ะ'),
(565, 'ปลากรอบ', 'ถ้วย'),
(566, 'เม็ดมะม่วงหิมพานต์', 'ถ้วย'),
(567, 'ถั่วพู', 'กำ'),
(568, 'ถั่วพูซอย', 'ถ้วย'),
(569, 'บะหมี่กึ่งสำเร็จรูป', 'ซอง'),
(570, 'เล็บมือนาง', 'กรัม'),
(571, 'เห็ดออรินจิ', 'กรัม'),
(572, 'เห็ดนางฟ้า', 'กรัม'),
(573, 'เห็ดหอมสด', 'กรัม'),
(574, 'เห็ดชิเมจิ', 'กรัม'),
(575, 'แครอท', 'ช้อนโต๊ะ'),
(576, 'คอนเฟลก', 'กรัม'),
(577, 'อัลมอนด์', 'กรัม'),
(578, 'เมล็ดแตงโม', 'กรัม'),
(579, 'เมล็ดฟักทอง ', 'กรัม'),
(580, 'กล้วยน้ำว้าสุกห่ามๆ', 'หวี'),
(581, 'เนื้อมะพร้าวขูด', 'กรัม'),
(582, 'งาขาวดิบ', 'กรัม'),
(583, 'น้ำปูนใส', 'ช้อนโต๊ะ'),
(584, 'หัวกะทิ', 'กรัม'),
(585, 'แป้งสาลีอเนกประสงค์', 'ช้อนโต๊ะ'),
(586, 'นมจืด', 'มิลลิลิตร'),
(587, 'เมล็ดทานตะวัน', 'กรัม'),
(588, 'งาขาวดิบ', 'ช้อนโต๊ะ'),
(589, 'งาดำดิบ', 'ช้อนโต๊ะ'),
(590, 'แครนเบอร์รี่อบแห้ง', 'กรัม'),
(591, 'กระเทียบสับ', 'กรัม'),
(592, 'นมสด', 'กรัม'),
(593, 'น้ำผึ้ง', 'ช้อนโต๊ะ'),
(594, 'ครีมชีส', 'กรัม'),
(595, 'น้ำใบเตย', 'มิลลิลิตร'),
(596, 'นมข้นหวาน', 'มิลลิลิตร'),
(597, 'ไข่เป็ด', 'ฟอง'),
(598, 'กลิ่นมะลิ', 'ช้อนชา'),
(599, 'มันเทศสีส้ม', 'กรัม'),
(600, 'แป้งมันตราหมีคู่ดาว', 'กรัม'),
(601, 'น้ำเย็น', 'มิลลิลิตร'),
(602, 'ผงปรุงรส', 'ช้อนชา'),
(603, 'เกล็ดขนมปัง', 'ถุง'),
(604, 'ขนมปังป่น', 'ถุง'),
(605, 'มันฝรั่ง', 'กิโลกรัม'),
(606, 'กะหล่ำปลี', 'กรัม'),
(607, 'ขึ้นฉ่าย', 'กรัม'),
(608, 'หัวไชเท้า', 'กรัม'),
(609, 'กวางตุ้ง', 'กรัม'),
(610, 'พริกไทยดำ', 'กรัม'),
(611, 'ซอสปรุงรส', 'กรัม'),
(612, 'ซีอิ๊วขาว', 'กรัม'),
(613, 'หอมใหญ่', 'กรัม'),
(614, 'ปลาสลิดทอด', 'ตัว'),
(615, 'เห็ดฟาง', 'กรัม'),
(616, 'ตะไคร้ซอย', 'กรัม'),
(617, 'พริกแห้งทอด', 'กรัม'),
(618, 'พริกแห้งทอด', 'เม็ด'),
(619, 'น้ำซุปกระดูกหมู', 'มิลลิลิตร'),
(620, 'เนื้อไก่บด', 'กรัม'),
(621, 'แผ่นเกี๊ยว ', 'ห่อ'),
(622, 'เนื้อหมูส่วนขา', 'กรัม'),
(623, 'น้ำซุปกระดูกหมู', 'กรัม'),
(624, 'เห็ดนางฟ้า', 'ถ้วย'),
(625, 'หน่อไม้หั่น', 'ถ้วย'),
(626, 'พริกแดง', 'กรัม'),
(627, 'ข้าวเบือ', 'ถ้วย'),
(628, 'เห็ดหูหนู', 'ถ้วย'),
(629, 'ฟักทองหั่นชิ้น', 'ถ้วย'),
(630, 'เห็ดฟาง', 'ถ้วย'),
(631, 'บวบหั่นชิ้น ', 'ถ้วย'),
(632, 'ปลาดุก', 'กรัม'),
(633, 'ลูกเหรียง', 'กรัม'),
(634, 'พริกแกงเผ็ดใต้', 'กรัม'),
(635, 'พริกไทยสดอ่อน', 'ช่อ'),
(636, 'ปลาดุก', 'ตัว'),
(637, 'แป้งทอดกรอบ', 'ช้อนโต๊ะ'),
(638, 'แคบหมู', 'กรัม'),
(639, 'กระเทียม', 'หัว'),
(640, 'ปีกกลางไก่', 'กิโลกรัม'),
(641, 'ปีกบนไก่ ', 'กรัม'),
(642, 'ผงวิงส์แซ่บ', 'ช้อนโต๊ะ'),
(643, 'โซดา', 'ช้อนโต๊ะ'),
(644, 'ดอกเกลือ', 'ช้อนชา'),
(645, 'เนื้อวัว', 'กรัม'),
(646, 'ตีนไก่', 'กรัม'),
(647, 'เอ็นข้อไก่', 'กรัม'),
(648, 'ซอสเห็ดหอม', 'ช้อนโต๊ะ'),
(649, 'ผงปรุงรสไก่', 'ช้อนชา'),
(650, 'รากบัว', 'กรัม'),
(651, 'แปะก๊วย ', 'กรัม'),
(652, 'จิ๊กโฉ่ว', 'ช้อนโต๊ะ'),
(653, 'เลือดไก่ต้ม', 'กรัม'),
(654, 'ขาหมู', 'ขา'),
(655, 'เป็ดสด', 'ตัว'),
(656, 'น้ำตาลปี๊บ', 'ถ้วยตวง'),
(657, 'ซีอิ๊วขาว', 'ถ้วยตวง'),
(658, 'ซีอิ๊วดำหวาน', 'ถ้วยตวง'),
(659, 'ซอสปรุงรส', 'ถ้วยตวง'),
(660, 'เหล้าจีน', 'ถ้วยตวง'),
(661, 'ซอสหอยนางรม ', 'ถ้วยตวง'),
(662, 'ซอสพริก', 'มิลลิลิตร'),
(663, 'ซอสมะเขือเทศ', 'มิลลิลิตร'),
(664, 'พริกหวานสามสี', 'ถ้วย'),
(665, 'แปะก๊วย', 'ถ้วย'),
(666, 'แห้วสด', 'ถ้วย'),
(667, 'น้ำมันถั่วลิสง', 'ช้อนโต๊ะ'),
(668, 'ขิงสับ', 'ช้อนโต๊ะ'),
(669, 'ถั่วลิสงคั่ว', 'ช้อนโต๊ะ'),
(670, 'แป้งข้าวโพด', 'ช้อนโต๊ะ'),
(671, 'ซอสฮอยซิน ', 'ช้อนโต๊ะ'),
(672, 'พริกเสฉวน', 'ช้อนโต๊ะ'),
(673, 'หมูสันใน', 'กรัม'),
(674, 'สับปะรดหั่น', 'ถ้วย'),
(675, 'แครอทซอย', 'ถ้วย'),
(676, 'แป้งปอเปี๊ยะ', 'ห่อ'),
(677, 'แห้วสับ', 'กรัม'),
(678, 'เนื้อกุ้งสับ', 'กรัม');

insert into `Recipe` values
/*ต้มยำกุ้ง*/
(1, 1, 1, '5'),
(2, 2, 1, '5'),
(3, 3, 1, '1'),
(4, 4, 1, '1'),
(5, 5, 1, '1'),
(6, 6, 1, '1'),
(7, 7, 1, '1'),
(8, 8, 1, '1'),
(9, 9, 1, '3'),
(10, 10, 1, '2'),
(11, 11, 1, '3'),
(12, 12, 1, '3'),
(13, 13, 1, '2');

insert into `Recipe` values
/*แกงเขียวหวานไก่*/
(14, 4, 2, '1'),
(15, 9, 2, '3'),
(16, 14, 2, '2'),
(17, 15, 2, '70'),
(18, 16, 2, '300'),
(19, 17, 2, '250'),
(20, 18, 2, '400'),
(21, 19, 2, '100'),
(22, 20, 2, '50'),
(23, 21, 2, '3'),
(24, 22, 2, '15'),
(25, 23, 2, '1');

insert into `Recipe` values
/*พะแนงเนื้อ*/
(26, 4, 3, '2'),
(27, 9, 3, '10'),
(28, 20, 3, '50'),
(29, 21, 3, '3'),
(30, 23, 3, '2'),
(31, 24, 3, '500'),
(32, 25, 3, '30'),
(33, 26, 3, '500');

insert into `Recipe` values
/*แกงมัสมั่นไก่*/
(34, 4, 4, '1/2'),
(35, 5, 4, '4'),
(36, 27, 4, '5'),
(37, 28, 4, '200'),
(38, 29, 4, '2'),
(39, 30, 4, '3'),
(40, 31, 4, '2'),
(41, 32, 4, '500'),
(42, 33, 4, '200'),
(43, 34, 4, '2'),
(44, 35, 4, '1');

insert into `Recipe` values
/*ปลากะพงนึ่งซีอิ๊ว*/
(45, 21, 5, '3'),
(46, 36, 5, '1'),
(47, 37, 5, '1'),
(48, 38, 5, '5'),
(49, 39, 5, '3'),
(50, 40, 5, '3'),
(51, 41, 5, '2'),
(52, 42, 5, '2'),
(53, 43, 5, '4'),
(54, 44, 5, '3'),
(55, 45, 5, '1/2'),
(56, 46, 5, '2');

insert into `Recipe` values
/*ปลากะพงทอดน้ำปลา*/
(57, 4, 6, '3'),
(58, 23, 6, '1'),
(59, 36, 6, '1'),
(60, 47, 6, '3'),
(61, 48, 6, '3');

insert into `Recipe` values
/*ขนมจีนน้ำยากะทิ*/
(62, 4, 7, '3'),
(63, 9, 7, '5-8'),
(64, 11, 7, '1'),
(65, 12, 7, '7'),
(66, 13, 7, '5'),
(67, 26, 7, '250'),
(68, 49, 7, '10-12'),
(69, 50, 7, '400'),
(70, 51, 7, '15-20'),
(71, 52, 7, '500'),
(72, 53, 7, '4'),
(73, 54, 7, '1'),
(74, 55, 7, '150');

insert into `Recipe` values
/*บะกุ๊ดเต๋*/
(75, 43, 8, '1'),
(76, 53, 8, '5'),
(77, 54, 8, '1'),
(78, 56, 8, '1'),
(79, 57, 8, '1'),
(80, 58, 8, '1'),
(81, 59, 8, '2'),
(82, 60, 8, '1'),
(83, 61, 8, '1/2'),
(84, 62, 8, '1/4'),
(85, 63, 8, '1/2');

insert into `Recipe` values
/*ราดหน้าฮ่องกง*/
(86, 2, 9, '2-3'),
(87, 41, 9, '2'),
(88, 60, 9, '1'),
(89, 64, 9, '1'),
(90, 65, 9, '2'),
(91, 66, 9, '1'),
(92, 67, 9, '1'),
(93, 68, 9, '4-5'),
(94, 69, 9, '1');

insert into `Recipe` values
/*กระเพาะปลาน้ำแดง*/
(95, 43, 10, '3'),
(96, 45, 10, '1'),
(97, 53, 10, '5'),
(98, 59, 10, '2'),
(99, 65, 10, '3'),
(100, 70, 10, '60'),
(101, 71, 10, '200'),
(102, 72, 10, '150'),
(103, 73, 10, '200'),
(104, 74, 10, '60');

insert into `Recipe` values
/*ต้มจิ๋วเนื้อ*/
(105, 4, 11, '2'),
(106, 5, 11, '3'),
(107, 6, 11, '2'),
(108, 7, 11, '4'),
(109, 13, 11, '5'),
(110, 22, 11, '15'),
(111, 54, 11, '1'),
(112, 75, 11, '300'),
(113, 76, 11, '200'),
(114, 77, 11, '15');

insert into `Recipe` values
/*ต้มเล้งแซ่บ*/
(115, 4, 12, '3'),
(116, 6, 12, '3'),
(117, 14, 12, '14'),
(118, 49, 12, '3'),
(119, 53, 12, '10'),
(120, 58, 12, '1'),
(121, 78, 12, '500'),
(122, 79, 12, '1'),
(123, 80, 12, '1'),
(124, 81, 12, '15');

insert into `Recipe` values
/*ไก่ย่างน้ำตก*/
(125, 4, 13, '1/2'),
(126, 6, 13, '2'),
(127, 13, 13, '2'),
(128, 14, 13, '2'),
(129, 38, 13, '2'),
(130, 45, 13, '2'),
(131, 82, 13, '100'),
(132, 83, 13, '1'),
(133, 84, 13, '1'),
(134, 85, 13, '1');

insert into `Recipe` values
/*หมููคลุกฝุ่น(ลาบทอด)*/
(135, 4, 14, '2'),
(136, 14, 14, '1'),
(137, 41, 14, '3'),
(138, 45, 14, '1'),
(139, 48, 14, '5'),
(140, 83, 14, '3'),
(141, 84, 14, '3'),
(142, 86, 14, '1'),
(143, 87, 14, '1');

insert into `Recipe` values
/*อ่อมหอยขม*/
(144, 4, 15, '1/2'),
(145, 12, 15, '1-2'),
(146, 53, 15, '2'),
(147, 84, 15, '2'),
(148, 88, 15, '300'),
(149, 89, 15, '1 1/2'),
(150, 90, 15, '1/2'),
(151, 91, 15, '1'),
(152, 92, 15, '1'),
(153, 93, 15, '5');

insert into `Recipe` values
/*แกงอ่อมกบ*/
(154, 4, 16, '2'),
(155, 9, 16, '4-5'),
(156, 12, 16, '2'),
(157, 13, 16, '3-4'),
(158, 38, 16, '3'),
(159,49, 16, '3-4'),
(160, 84, 16, '2'),
(161, 89, 16, '1'),
(162, 91, 16, '1'),
(163, 93, 16, '5-6'),
(164, 94, 16, '500'),
(165, 95, 16, '2'),
(166, 96, 16, '1');

insert into `Recipe` values
/*ส้มตำปลาร้า*/
(167, 4, 17, '2'),
(168, 5, 17, '2'),
(169, 6, 17, '3'),
(170, 23, 17, '2'),
(171, 49, 17, '2'),
(172, 89, 17, '1'),
(173, 93, 17, '6-7'),
(174, 97, 17, '2'),
(175, 98, 17, '2-3');

insert into `Recipe` values
/*แกงไข่ผำเนื้อหมู*/
(176, 4, 18, '2'),
(177, 9, 18, '3'),
(178, 12, 18, '2'),
(179, 13, 18, '4-5'),
(180, 22, 18, '15'),
(181, 38, 18, '1'),
(182, 51, 18, '10-15'),
(183, 89, 18, '1'),
(184, 99, 18, '2'),
(185, 100, 18, '300'),
(186, 101, 18, '2'),
(187, 102, 18, '1');

insert into `Recipe` values
/*น้ำตกหมู*/
(189, 4, 19, '1'),
(190, 6, 19, '1'),
(191, 13, 19, '2'),
(192, 14, 19, '2'),
(193, 38, 19, '2'),
(194, 84, 19, '1/2'),
(195, 85, 19, '1'),
(196, 87, 19, '1 1/2'),
(197, 103, 19, '100'),
(198, 104, 19, '1/4');

insert into `Recipe` values
/*ก้อยเนื้อ*/
(199, 4, 20, '4'),
(200, 6, 20, '4'),
(201, 9, 20, '6'),
(202, 13, 20, '6'),
(203, 14, 20, '6'),
(204, 38, 20, '2'),
(205, 59, 20, '2'),
(206, 83, 20, '4'),
(207, 85, 20, '1'),
(208, 87, 20, '4'),
(209, 105, 20, '500'),
(210, 106, 20, '2');

insert into `Recipe` values
/*ซุปหน่อไม้*/
(211, 4, 21, '1'),
(212, 6, 21, '1'),
(213, 13, 21, '2'),
(214, 14, 21, '5'),
(215, 38, 21, '3'),
(216, 84, 21, '4'),
(217, 85, 21, '2'),
(218, 87, 21, '1'),
(219, 89, 21, '1'),
(220, 107, 21, '500'),
(221, 108, 21, '1');

insert into `Recipe` values
/*น้ำพริกอ่อง*/
(222, 13, 22, '2'),
(223, 38, 22, '1'),
(224, 45, 22, '1/2'),
(225, 40, 22, '1'),
(226, 49, 22, '5'),
(227, 51, 22, '5'),
(228, 53, 22, '1/2'),
(229, 54, 22, '1'),
(230, 59, 22, '1'),
(231, 102, 22, '1/2'),
(232, 109, 22, '20'),
(233, 110, 22, '300');

insert into `Recipe` values
/*ข้าวซอยไก่*/
(234, 4, 23, '3'),
(235, 26, 23, '500'),
(236, 27, 23, '3'),
(237, 34, 23, '1 1/2'),
(238, 48, 23, '3'),
(239, 53, 23, '5'),
(240, 54, 23, '2'),
(241, 111, 23, '100'),
(242, 112, 23, '100'),
(243, 113, 23, '1');

insert into `Recipe` values
/*ขนมจีนน้ำเงี้ยว*/
(244, 13, 24, '10'),
(245, 48, 24, '1/2'),
(246, 49, 24, '10'),
(247, 51, 24, '10'),
(248, 54, 24, '3'),
(249, 56, 24, '1/2'),
(250, 80, 24, '10'),
(251, 98, 24, '500'),
(252, 102, 24, '3'),
(253, 114, 24, '1'),
(254, 115, 24, '1/2'),
(255, 116, 24, '3'),
(256, 117, 24, '10'),
(257, 118, 24, '3');

insert into `Recipe` values
/*ไส้อั่ว*/
(258, 9, 25, '10'),
(259, 13, 25, '10'),
(260, 49, 25, '20'),
(261, 51, 25, '10'),
(262, 54, 25, '1'),
(263, 102, 25, '2'),
(264, 115, 25, '1'),
(265, 119, 25, '300'),
(266, 120, 25, '2'),
(267, 121, 25, '2'),
(268, 122, 25, '1'),
(269, 123, 25, '2');

insert into `Recipe` values
/*แกงอ่อม*/
(270, 4, 26, '1'),
(271, 9, 26, '6-9'),
(272, 12, 26, '1'),
(273, 13, 26, '6-8'),
(274, 24, 26, '300'),
(275, 49, 26, '6-8'),
(276, 51, 26, '7'),
(277, 53, 26, '1'),
(278, 89, 26, '3'),
(279, 90, 26, '1'),
(280, 96, 26, '1'),
(281, 122, 26, '2'),
(282, 124, 26, '4'),
(283, 125, 26, '1');

insert into `Recipe` values
/*แกงโฮะ*/
(284, 4, 27, '1'),
(285, 6, 27, '1'),
(286, 9, 27, '4-5'),
(287, 12, 27, '2'),
(288, 40, 27, '3'),
(289, 126, 27, '150'),
(290, 127, 27, '150'),
(291, 128, 27, '50'),
(292, 129, 27, '1'),
(293, 130, 27, '1'),
(294, 131, 27, '1'),
(295, 132, 27, '2'),
(296, 133, 27, '2');

insert into `Recipe` values
/*ไข่ปาม*/
(297, 38, 28, '4-5'),
(298, 54, 28, '1/2'),
(299, 98, 28, '1'),
(300, 138, 28, '3-5');

insert into `Recipe` values
/*คั่วแห้งไก่*/
(301, 9, 29, '10'),
(302, 12, 29, '1'),
(303, 13, 29, '5'),
(304, 49, 29, '10'),
(305, 51, 29, '4'),
(306, 53, 29, '1'),
(307, 122, 29, '3'),
(308, 123, 29, '3'),
(309, 134, 29, '1'),
(310, 135, 29, '1/2'),
(311, 139, 29, '3'),
(312, 140, 29, '1');

insert into `Recipe` values
/*ไก่นึ่ง*/
(313, 4, 30, '1'),
(314, 9, 30, '4'),
(315, 51, 30, '7'),
(316, 80, 30, '3'),
(317, 102, 30, '1/2'),
(318, 122, 30, '1'),
(319, 134, 30, '1'),
(320, 135, 30, '2'),
(321, 136, 30, '10'),
(322, 137, 30, '10');

insert into `Recipe` values
/*แกงส้มปลากะพง*/
(323, 4, 31, '3'),
(324, 5, 31, '5'),
(325, 23, 31, '2'),
(326, 36, 31, '1'),
(327, 102, 31, '1-2'),
(328, 141, 31, '2'),
(329, 142, 31, '1/2'),
(330, 143, 31, '2');

insert into `Recipe` values
/*แกงไตปลา*/
(331, 4, 32, '1'),
(332, 5, 32, '1/2'),
(333, 9, 32, '20'),
(334, 12, 32, '4'),
(335, 23, 32, '1'),
(336, 102, 32, '1'),
(337, 125, 32, '1'),
(338, 144, 32, '15'),
(339, 145, 32, '5'),
(340, 146, 32, '2'),
(341, 147, 32, '1'),
(342, 148, 32, '2'),
(343, 149, 32, '1');

insert into `Recipe` values
/*ใบเหลียงต้มกะทิกุ้ง*/
(344, 1, 33, '5'),
(345, 13, 33, '3'),
(346, 29, 33, '1'),
(347, 30, 33, '1 1/3'),
(348, 54, 33, '2'),
(349, 69, 33, '2'),
(350, 102, 33, '1/2'),
(351, 150, 33, '2'),
(352, 151, 33, '1'),
(353, 152, 33, '20');

insert into `Recipe` values
/*ขนมจีนน้ำยาปู*/
(354, 4, 34, '2'),
(355, 9, 34, '3'),
(356, 23, 34, '1'),
(357, 29, 34, '3'),
(358, 30, 34, '2'),
(359, 72, 34, '400'),
(360, 153, 34, '3');

insert into `Recipe` values
/*ปลากระบอกต้มขมิ้น*/
(361, 4, 35, '2'),
(362, 5, 35, '3'),
(363, 6, 35, '1'),
(364, 9, 35, '3'),
(365, 12, 35, '2'),
(366, 13, 35, '10'),
(367, 51, 35, '3'),
(368, 54, 35, '1'),
(369, 135, 35, '2'),
(370, 154, 35, '3');

insert into `Recipe` values
/*ข้าวยำปักษ์ใต้*/
(371, 9, 36, '5'),
(372, 11, 36, '1'),
(373, 12, 36, '2'),
(374, 13, 36, '4'),
(375, 34, 36, '2'),
(376, 143, 36, '1'),
(377, 155, 36, '1'),
(378, 156, 36, '1'),
(379, 157, 36, '1'),
(380, 158, 36, '1/4'),
(381, 159, 36, '2'),
(382, 160, 36, '1/4'),
(383, 161, 36, '1/4'),
(384, 162, 36, '1'),
(385, 163, 36, '1'),
(386, 164, 36, '1/2'),
(387, 165, 36, '1/4'),
(388, 166, 36, '150'),
(389, 167, 36, '1');

insert into `Recipe` values
/*ใบเหลียงผัดไข่*/
(390, 4, 37, '1'),
(391, 40, 37, '1'),
(392, 41, 37, '1'),
(393, 101, 37, '2'),
(394, 138, 37, '3'),
(395, 150, 37, '1'),
(396, 168, 37, '1/2');

insert into `Recipe` values
/*ผัดสะตอกะปิกุ้งสด*/
(397, 4, 38, '2'),
(398, 6, 38, '1'),
(399, 40, 38, '3'),
(400, 49, 38, '4'),
(401, 93, 38, '20'),
(402, 102, 38, '1'),
(403, 169, 38, '100'),
(404, 170, 38, '200'),
(405, 171, 38, '2');

insert into `Recipe` values
/*หมูโคะ*/
(406, 23, 39, '1 1/2'),
(407, 40, 39, '3'),
(408, 53, 39, '3'),
(409, 102, 39, '2'),
(410, 136, 39, '120'),
(411, 137, 39, '120'),
(412, 172, 39, '1');

insert into `Recipe` values
/*สุกี้แห้ง*/
(413, 40, 40, '2-3'),
(414, 41, 40, '3/4'),
(415, 43, 40, '1'),
(416, 101, 40, '1'),
(417, 130, 40, '3/4'),
(418, 138, 40, '1'),
(419, 173, 40, '80'),
(420, 174, 40, '1'),
(421, 175, 40, '1'),
(422, 176, 40, '1/2'),
(423, 177, 40, '1/4');

insert into `Recipe` values
/*ข้าวหมูแดง*/
(424, 53, 41, '1 1/2'),
(425, 178, 41, '1'),
(426, 179, 41, '600'),
(427, 180, 41, '1');

insert into `Recipe` values
/*ข้าวมันไก่*/
(428, 54, 42, '1/4'),
(429, 80, 42, '1/4'),
(430, 136, 42, '20'),
(431, 137, 42, '10'),
(432, 181, 42, '250'),
(433, 182, 42, '350'),
(434, 183, 42, '45'),
(435, 184, 42, '15'),
(436, 185, 42, '30'),
(437, 186, 42, '25'),
(438, 187, 42, '6'),
(439, 188, 42, '1'),
(440, 189, 42, '3 1/2'),
(441, 190, 42, '15');

insert into `Recipe` values
/*ข้าวไข่ข้นกุ้ง*/
(442, 1, 43, '5'),
(443, 40, 43, '1/2'),
(444, 41, 43, '1/4'),
(445, 43, 43, '1/4'),
(446, 138, 43, '3'),
(447, 155, 43, '1'),
(448, 191, 43, '3'),
(449, 192, 43, '3');

insert into `Recipe` values
/*แกงกะหรี่หมูไข่ข้น*/
(450, 53, 44, '2'),
(451, 100, 44, '100-200'),
(452, 138, 44, '2'),
(453, 193, 44, '2-3'),
(454, 194, 44, '1'),
(455, 195, 44, '1'),
(456, 196, 44, '1'),
(457, 197, 44, '1');

insert into `Recipe` values
/*ข้าวหน้าหมูทอด(คัตสึด้ง)*/
(458, 46, 45, '1'),
(459, 48, 45, '2'),
(460, 54, 45, '1'),
(461, 69, 45, '1'),
(462, 103, 45, '300'),
(463, 121, 45, '1'),
(464, 138, 45, '2'),
(465, 196, 45, '1/2'),
(466, 197, 45, '1'),
(467, 198, 45, '1/2'),
(468, 199, 45, '1'),
(469, 200, 45, '80'),
(470, 201, 45, '20'),
(471, 202, 45, '20');

insert into `Recipe` values
/*ข้าวหน้าเนื้อ*/
(472, 67, 46, '2'),
(473, 69, 46, '1'),
(474, 121, 46, '1'),
(475, 138, 46, '1'),
(476, 196, 46, '2/3'),
(477, 197, 46, '1'),
(478, 202, 46, '30'),
(479, 203, 46, '150'),
(480, 204, 46, '1'),
(481, 205, 46, '3'),
(482, 206, 46, '2'),
(483, 207, 46, '1/4'),
(484, 208, 46, '1'),
(485, 209, 46, '1'),
(486, 210, 46, '1/3');

insert into `Recipe` values
/*ก๋วยจั๊บน้ำข้นหมูกรอบ*/
(487, 43, 47, '3'),
(488, 45, 47, '3'),
(489, 49, 47, '4'),
(490, 54, 47, '1'),
(491, 58, 47, '2'),
(492, 80, 47, '2'),
(493, 211, 47, '500'),
(494, 212, 47, '200'),
(495, 213, 47, '200'),
(496, 214, 47, '2'),
(497, 215, 47, '2'),
(498, 216, 47, '2'),
(499, 217, 47, '2'),
(500, 218, 47, '1'),
(501, 219, 47, '1'),
(502, 220, 47, '2');

insert into `Recipe` values
/*ก๋วยเตี๋ยวคั่วไก่*/
(503, 41, 48, '1/2'),
(504, 43, 48, '1/2'),
(505, 46, 48, '2'),
(506, 64, 48, '1'),
(507, 121, 48, '1'),
(508, 138, 48, '2'),
(509, 173, 48, '100'),
(510, 221, 48, '1');

insert into `Recipe` values
/*กุ้งเทมปุระ*/
(511, 1, 49, '11'),
(512, 53, 49, '1/2'),
(513, 138, 49, '1'),
(514, 198, 49, '1');

insert into `Recipe` values
/*ไก่ทอดคาราอะเกะ*/
(515, 16, 50, '250'),
(516, 48, 50, '2'),
(517, 65, 50, '1'),
(518, 138, 50, '1/2'),
(519, 198, 50, '1'),
(520, 201, 50, '15'),
(521, 204, 50, '1'),
(522, 206, 50, '1/2'),
(523, 222, 50, '1/2'),
(524, 223, 50, '1');

insert into `Recipe` values
/*ข้าวผัดเบนโตะ*/
(525, 197, 51, '1/2'),
(526, 209, 51, '1'),
(527, 224, 51, '1'),
(528, 225, 51, '15'),
(529, 226, 51, '15'),
(530, 227, 51, '3'),
(531, 228, 51, '3'),
(532, 229, 51, '2'),
(533, 230, 51, '3'),
(534, 231, 51, '3'),
(535, 232, 51, '3'),
(536, 233, 51, '1');

insert into `Recipe` values
/*ทาโกะยากิ*/
(537, 54, 52, '1/4'),
(538, 138, 52, '1'),
(539, 234, 52, '100'),
(540, 235, 52, '200'),
(541, 236, 52, '100'),
(542, 237, 52, '1'),
(543, 238, 52, '100'),
(544, 239, 52, '1'),
(545, 240, 52, '12'),
(546, 241, 52, '70'),
(547, 242, 52, '20');

insert into `Recipe` values
/*นาเบะ*/
(548, 243, 53, '300'),
(549, 244, 53, '500'),
(550, 245, 53, '2'),
(551, 246, 53, '1'),
(552, 247, 53, '1');

insert into `Recipe` values
/*เกี๊ยวซ่า*/
(553, 40, 54, '1'),
(554, 45, 54, '1'),
(555, 65, 54, '1'),
(556, 101, 54, '2'),
(557, 201, 54, '30'),
(558, 204, 54, '1'),
(559, 241, 54, '100'),
(560, 242, 54, '100'),
(561, 248, 54, '250'),
(562, 249, 54, '1'),
(563, 250, 54, '3'),
(564, 251, 54, '2'),
(565, 252, 54, '50');

insert into `Recipe` values
/*ข้าวหน้าหมูปั้นเทอริยากิ*/
(566, 45, 55, '1'),
(567, 46, 55, '1'),
(568, 53, 55, '1/4'),
(569, 115, 55, '350'),
(570, 197, 55, '1'),
(571, 201, 55, '30'),
(572, 202, 55, '15'),
(573, 204, 55, '1'),
(574, 245, 55, '1'),
(575, 253, 55, '1'),
(576, 254, 55, '1');

insert into `Recipe` values
/*ซูชิแซลมอนบาร์เลย์*/
(577, 53, 56, '1 1/2'),
(578, 54, 56, '1/2'),
(579, 201, 56, '60'),
(580, 208, 56, '1'),
(581, 233, 56, '3'),
(582, 255, 56, '500'),
(583, 256, 56, '1'),
(584, 257, 56, '10'),
(585, 258, 56, '300'),
(586, 259, 56, '1'),
(587, 260, 56, '1'),
(588, 261, 56, '1');

insert into `Recipe` values
/*ไข่หวาน*/
(589, 40, 57, '1'),
(590, 45, 57, '1'),
(591, 47, 57, '1'),
(592, 54, 57, '1/4'),
(593, 138, 57, '2');

insert into `Recipe` values
/*พิซซ่าญี่ปุ่น*/
(594, 40, 58, '3'),
(595, 46, 58, '1'),
(596, 54, 58, '1'),
(597, 138, 58, '2'),
(598, 209, 58, '3'),
(599, 234, 58, '100'),
(600, 241, 58, '200'),
(601, 262, 58, '200'),
(602, 263, 58, '100'),
(603, 264, 58, '1'),
(604, 265, 58, '3'),
(605, 266, 58, '3'),
(606, 267, 58, '240');

insert into `Recipe` values
/*ฮันนี่โทสต์มะม่วง*/
(607, 268, 59, '1'),
(608, 269, 59, '200'),
(609, 270, 59, '200'),
(610, 271, 59, '1-2'),
(611, 272, 59, '30');

insert into `Recipe` values
/*แพนเค้กราสป์เบอร์รี*/
(612, 138, 60, '1'),
(613, 272, 60, '30'),
(614, 273, 60, '2'),
(615, 274, 60, '1/2'),
(616, 275, 60, '1'),
(617, 276, 60, '1/2');

insert into `Recipe` values
/*วาฟเฟิลไอศกรีม*/
(618, 138, 61, '3'),
(619, 269, 61, '50'),
(620, 271, 61, '1'),
(621, 277, 61, '100'),
(622, 278, 61, '1'),
(623, 279, 61, '300'),
(624, 280, 61, '1'),
(625, 281, 61, '1'),
(626, 282, 61, '1'),
(627, 283, 61, '1/2'),
(628, 284, 61, '150');

insert into `Recipe` values
/*ช็อกโกแลตลาวา*/
(629, 138, 62, '2'),
(630, 277, 62, '200'),
(631, 284, 62, '30'),
(632, 285, 62, '115'),
(633, 286, 62, '125'),
(634, 287, 62, '2'),
(635, 288, 62, '25');

insert into `Recipe` values
/*เครปช็อกโกแลต*/
(636, 54, 63, '1'),
(637, 283, 63, '1/2'),
(638, 284, 63, '150'),
(639, 289, 63, '2'),
(640, 290, 63, '2 1/4'),
(641, 291, 63, '110'),
(642, 292, 63, '3'),
(643, 293, 63, '1/4'),
(644, 294, 63, '80'),
(645, 295, 63, '1/2'),
(646, 296, 63, '1');

insert into `Recipe` values
/*เค้กชิฟฟอนช็อกโกแลต*/
(647, 54, 64, '1/8'),
(648, 234, 64, '40'),
(649, 236, 64, '12.5'),
(650, 275, 64, '1/4'),
(651, 277, 64, '45'),
(652, 278, 64, '1/8'),
(653, 287, 64, '1'),
(654, 288, 64, '12.5'),
(655, 297, 64, '25'),
(656, 298, 64, '32.5'),
(657, 299, 64, '1'),
(658, 300, 64, '1/8');

insert into `Recipe` values
/*พานาคอตต้าสตรอว์เบอร์รี*/
(659, 6, 65, '1'),
(660, 45, 65, '1'),
(661, 280, 65, '1'),
(662, 283, 65, '1'),
(663, 290, 65, '1/2'),
(664, 293, 65, '1 1/2'),
(665, 301, 65, '6'),
(666, 302, 65, '1/3'),
(667, 303, 65, '1/2');

insert into `Recipe` values
/*ทีรามิสุ*/
(668, 287, 66, '4'),
(669, 289, 66, '2'),
(670, 302, 66, '1/2'),
(671, 304, 66, '2'),
(672, 305, 66, '250'),
(673, 306, 66, '1/4'),
(674, 307, 66, '250'),
(675, 308, 66, '350');

insert into `Recipe` values
/*บานอฟฟี่พาย*/
(676, 53, 67, '1'),
(677, 289, 67, '2'),
(678, 308, 67, '130'),
(679, 309, 67, '1'),
(680, 310, 67, '13'),
(681, 311, 67, '100'),
(682, 312, 67, '2-3');

insert into `Recipe` values
/*แพนเค้กกล้วยหอม*/
(683, 278, 68, '1/2'),
(684, 280, 68, '1'),
(685, 299, 68, '2'),
(686, 312, 68, '1'),
(687, 313, 68, '1/4'),
(688, 314, 68, '2');

insert into `Recipe` values
/*เมลอนบิงซู*/
(689, 271, 69, '1'),
(690, 279, 69, '500'),
(691, 309, 69, '1/3'),
(692, 315, 69, '1/2');

insert into `Recipe` values
/*ก๋วยเตี๋ยวไก่ตุ๋นมะระ*/
(693, 4, 70, '2'),
(694, 41, 70, '1'),
(695, 43, 70, '2'),
(696, 49, 70, '6'),
(697, 54, 70, '1'),
(698, 58, 70, '1'),
(699, 79, 70, '1'),
(700, 80, 70, '2'),
(701, 120, 70, '1'),
(702, 21, 70, '1'),
(703, 189, 70, '2'),
(704, 191, 70, '5'),
(705, 316, 70, '1'),
(706, 317, 70, '1/2'),
(707, 318, 70, '5'),
(708, 319, 70, '500'),
(709, 320, 70, '2'),
(710, 321, 70, '2'),
(711, 322, 70, '1');

insert into `Recipe` values
/*ก๋วยเตี๋ยวเรือ*/
(712, 26, 71, '100'),
(713, 53, 71, '6'),
(714, 56, 71, '1/2'),
(715, 139, 71, '3'),
(716, 187, 71, '7'),
(717, 217, 71, '10'),
(718, 218, 71, '4'),
(719, 224, 71, '5'),
(720, 321, 71, '5'),
(721, 323, 71, '7'),
(722, 324, 71, '1'),
(723, 325, 71, '2'),
(724, 326, 71, '1'),
(725, 327, 71, 'ตามชอบ'),
(726, 328, 71, 'ตามชอบ'),
(727, 329, 71, 'ตามชอบ'),
(728, 330, 71, 'ตามชอบ'),
(729, 331, 71, 'ตามชอบ'),
(730, 332, 71, 'ตามชอบ');

insert into `Recipe` values
/*ก๋วยเตี๋ยวหลอดทรงเครื่อง*/
(731, 23, 72, '2'),
(732, 42, 72, '1'),
(733, 43, 72, '3'),
(734, 46, 72, '1'),
(735, 54, 72, '1'),
(736, 63, 72, '1'),
(737, 80, 72, '3'),
(738, 189, 72, '1'),
(739, 219, 72, '1'),
(740, 327, 72, 'ตามชอบ'),
(741, 332, 72, 'ตามชอบ'),
(742, 333, 72, '200'),
(743, 334, 72, '1'),
(744, 335, 72, '2'),
(745, 336, 72, '1'),
(746, 337, 72, '1'),
(747, 338, 72, '3');

insert into `Recipe` values
/*ก๋วยเตี๋ยวหมูเด้ง*/
(748, 45, 73, '2'),
(749, 46, 73, '2'),
(750, 53, 73, '4'),
(751, 65, 73, '2'),
(752, 79, 73, '1/2'),
(753, 121, 73, '5'),
(754, 248, 73, '300'),
(755, 278, 73, '1'),
(756, 339, 73, '2'),
(757, 340, 73, '1'),
(758, 341, 73, '200'),
(759, 342, 73, '1 1/2'),
(760, 343, 73, '1/4'),
(761, 334, 73, '3');

insert into `Recipe` values
/*ก๋วยเตี๋ยวเป็ด*/
(762, 3, 74, '2'),
(763, 11, 74, '1'),
(764, 42, 74, '3'),
(765, 43, 74, '4'),
(766, 45, 74, '3'),
(767, 80, 74, '3'),
(768, 101, 74, '2'),
(769, 120, 74, '5'),
(770, 140, 74, '2'),
(771, 189, 74, '2'),
(772, 217, 74, '6'),
(773, 218, 74, '5'),
(774, 224, 74, '4'),
(775, 327, 74, 'ตามชอบ'),
(776, 332, 74, 'ตามชอบ'),
(777, 345, 74, '4'),
(778, 346, 74, '5');

insert into `Recipe` values
/*ก๋วยเตี๋ยวต้มยำ*/
(779, 3, 75, '1/2'),
(780, 4, 75, '1/2'),
(781, 6, 75, '1'),
(782, 45, 75, '1/2'),
(783, 49, 75, '3'),
(784, 53, 75, '10'),
(785, 54, 75, '1'),
(786, 55, 75, '100'),
(787, 56, 75, '1'),
(788, 80, 75, '3'),
(789, 87, 75, '1/2'),
(790, 212, 75, '100'),
(791, 319, 75, '100'),
(792, 320, 75, '1'),
(793, 322, 75, '2'),
(794, 347, 75, '5'),
(795, 348, 75, '1'),
(796, 349, 75, '1'),
(797, 350, 75, '1'),
(798, 351, 75, '1'),
(799, 352, 75, '1/2'),
(800, 353, 75, '1/2');

insert into `Recipe` values
/*ก๋วยเตี๋ยวเย็นตาโฟ*/
(801, 31, 76, '1-2'),
(802, 43, 76, '1'),
(803, 49, 76, '2'),
(804, 53, 76, '1'),
(805, 54, 76, '1'),
(806, 80, 76, '4'),
(807, 320, 76, '1'),
(808, 322, 76, '1/2'),
(809, 330, 76, 'ตามชอบ'),
(810, 331, 76, 'ตามชอบ'),
(811, 347, 76, '10'),
(812, 353, 76, '1'),
(813, 354, 76, '100'),
(814, 355, 76, '1'),
(815, 356, 76, 'ตามชอบ'),
(816, 357, 76, 'ตามชอบ'),
(817, 358, 76, 'ตามชอบ'),
(818, 359, 76, 'ตามชอบ'),
(819, 360, 76, 'ตามชอบ');

insert into `Recipe` values
/*ก๋วยเตี๋ยวลูกชิ้นน้ำใส*/
(820, 43, 77, '2'),
(821, 45, 77, '1'),
(822, 54, 77, '1'),
(823, 56, 77, '1/2'),
(824, 80, 77, '5'),
(825, 120, 77, '1'),
(826, 121, 77, '1'),
(827, 189, 77, '3'),
(828, 224, 77, '2'),
(829, 322, 77, '1/2'),
(830, 327, 77, 'ตามชอบ'),
(831, 332, 77, 'ตามชอบ'),
(832, 340, 77, '2'),
(833, 347, 77, '10'),
(834, 361, 77, 'ตามชอบ');

insert into `Recipe` values
/*วุ้นเส้นเย็นตาโฟแห้ง*/
(835, 4, 78, '2'),
(836, 40, 78, '2'),
(837, 45, 78, '2'),
(838, 55, 78, '50'),
(839, 104, 78, '1/3'),
(840, 214, 78, '100'),
(841, 322, 78, '1'),
(842, 355, 78, '3'),
(843, 362, 78, '250'),
(844, 363, 78, '80'),
(845, 364, 78, '50'),
(846, 365, 78, '50'),
(847, 366, 78, '50'),
(848, 367, 78, '50'),
(849, 368, 78, '50');

insert into `Recipe` values
/*ก๋วยเตี๋ยวเรือเนื้อตุ๋น*/
(850, 203, 79, '300'),
(851, 319, 79, '50'),
(852, 322, 79, '1/2'),
(853, 363, 79, '50'),
(854, 369, 79, '1'),
(855, 370, 79, '300'),
(856, 371, 79, '300');

insert into `Recipe` values
/*ทอดมันกุ้ง*/
(857, 4, 80, '3'),
(858, 46, 80, '2'),
(859, 48, 80, '3'),
(860, 69, 80, '2'),
(861, 170, 80, '250'),
(862, 199, 80, '3/4'),
(863, 372, 80, '1'),
(864, 373, 80, '40');

insert into `Recipe` values
/*กุ้งผัดผงกะหรี่*/
(865, 1, 81, '7-10'),
(866, 8, 81, '2'),
(867, 38, 81, '1'),
(868, 40, 81, '2'),
(869, 43, 81, '2'),
(870, 45, 81, '2'),
(871, 54, 81, '1'),
(872, 138, 81, '1'),
(873, 191, 81, '2'),
(874, 196, 81, '1/2'),
(875, 374, 81, '4');

insert into `Recipe` values
/*กุ้งทอดกระเทียม*/
(876, 46, 82, '1'),
(877, 48, 82, '3'),
(878, 49, 82, '6'),
(879, 54, 82, '1'),
(880, 59, 82, '1'),
(881, 80, 82, '3'),
(882, 375, 82, '1'),
(883, 376, 82, '1'),
(884, 377, 82, '1');

insert into `Recipe` values
/*ปลาแซลมอนครีมซอสมะนาว*/
(885, 54, 83, '1/2'),
(886, 140, 83, '1/4'),
(887, 256, 83, '1/2'),
(888, 378, 83, '1'),
(889, 379, 83, '1'),
(890, 380, 83, 'ตามชอบ'),
(891, 381, 83, '2'),
(892, 382, 83, '1'),
(893, 383, 83, '1'),
(894, 384, 83, '1/2'),
(895, 385, 83, '1/2'),
(896, 386, 83, '1/2'),
(897, 387, 83, '100');

insert into `Recipe` values
/*ข้าวแห้งทะเล*/
(898, 4, 84, '1'),
(899, 39, 84, '2'),
(900, 41, 84, '1'),
(901, 43, 84, '1'),
(902, 49, 84, '8'),
(903, 80, 84, '3'),
(904, 138, 84, '1'),
(905, 155, 84, '1'),
(906, 170, 84, '200'),
(907, 377, 84, '1'),
(908, 388, 84, '250'),
(909, 389, 84, '200'),
(910, 390, 84, '2'),
(911, 391, 84, '2');

insert into `Recipe` values
/*ผัดฉ่าทะเล*/
(912, 4, 85, '1'),
(913, 9, 85, '3'),
(914, 40, 85, '1'),
(915, 41, 85, '1'),
(916, 69, 85, '1'),
(917, 93, 85, '4'),
(918, 101, 85, '1'),
(919, 170, 85, '100'),
(920, 336, 85, '1'),
(921, 388, 85, '100'),
(922, 392, 85, '100'),
(923, 393, 85, '1/4'),
(924, 394, 85, '1/3');

insert into `Recipe` values
/*เมี่ยงซีฟู้ด*/
(925, 4, 86, '5'),
(926, 6, 86, '5'),
(927, 45, 86, '2'),
(928, 54, 86, '1'),
(929, 80, 86, '5'),
(930, 136, 86, '20'),
(931, 137, 86, '20'),
(932, 170, 86, '500'),
(933, 260, 86, '1'),
(934, 352, 86, '1'),
(935, 388, 86, '500'),
(936, 392, 86, '500'),
(937, 395, 86, '50'),
(938, 396, 86, '50'),
(939, 397, 86, '1'),
(940, 398, 86, '100');

insert into `Recipe` values
/*ข้าวผัดกุ้ง*/
(941, 1, 87, '20'),
(942, 40, 87, '1'),
(943, 41, 87, '1'),
(944, 43, 87, '1'),
(945, 49, 87, '8'),
(946, 121, 87, '2'),
(947, 138, 87, '2'),
(948, 155, 87, '2'),
(949, 194, 87, '1/2');

insert into `Recipe` values
/*กะเพรารวมมิตรทะเล*/
(950, 1, 88, '8'),
(951, 40, 88, '2'),
(952, 48, 88, '1'),
(953, 49, 88, '20'),
(954, 93, 88, '30'),
(955, 399, 88, '3'),
(956, 400, 88, '6'),
(957, 401, 88, '3'),
(958, 402, 88, '3');

insert into `Recipe` values
/*ผัดกะเพราไก่สับไข่ดาว*/
(959, 4, 89, '2'),
(960, 40, 89, '2'),
(961, 43, 89, '1/2'),
(962, 45, 89, '1'),
(963, 104, 89, '1/3'),
(964, 132, 89, '1/2'),
(965, 133, 89, '1/2'),
(966, 402, 89, '1'),
(967, 403, 89, '1');

insert into `Recipe` values
/*คะน้าหมูกรอบ*/
(968, 41, 90, '1'),
(969, 45, 90, '1'),
(970, 47, 90, '2'),
(971, 49, 90, '6'),
(972, 54, 90, '2'),
(973, 79, 90, '1'),
(974, 93, 90, '9'),
(975, 118, 90, '2'),
(976, 138, 90, '2'),
(977, 224, 90, '1'),
(978, 256, 90, '2'),
(979, 267, 90, '750'),
(980, 333, 90, '250'),
(981, 404, 90, '200');

insert into `Recipe` values
/*หมี่กรอบผัดซีอิ๊ว*/
(982, 40, 91, '2'),
(983, 41, 91, '1'),
(984, 43, 91, '1'),
(985, 45, 91, '1/2'),
(986, 48, 91, '2'),
(987, 68, 91, '4'),
(988, 101, 91, '1'),
(989, 138, 91, '1'),
(990, 179, 91, '100'),
(991, 321, 91, '1/2'),
(992, 405, 91, '2'),
(993, 406, 91, '1');

insert into `Recipe` values
/*ข้าวไข่เจียว*/
(994, 41, 92, '1/2'),
(995, 121, 92, '1'),
(996, 138, 92, '2'),
(997, 224, 92, '1/2');

insert into `Recipe` values
/*สุกี้น้ำ*/
(998, 1, 93, '4-6'),
(999, 38, 93, '1/2'),
(1000, 39, 93, '1'),
(1001, 104, 93, '1'),
(1002, 138, 93, '1'),
(1003, 362, 93, '50'),
(1004, 407, 93, '2'),
(1005, 408, 93, '1/2'),
(1006, 409, 93, '4');

insert into `Recipe` values
/*ผัดซีอิ๊วหมู*/
(1007, 40, 94, '2'),
(1008, 45, 94, '1/2'),
(1009, 46, 94, '1'),
(1010, 68, 94, '1'),
(1011, 100, 94, '100'),
(1012, 101, 94, '1'),
(1013, 138, 94, '1'),
(1014, 224, 94, '2'),
(1015, 262, 94, '50'),
(1016, 321, 94, '1/2'),
(1017, 410, 94, '200');

insert into `Recipe` values
/*ราดหน้าหมู (หมี่กรอบ)*/
(1018, 40, 95, '1 1/2'),
(1019, 41, 95, '2'),
(1020, 43, 95, '2'),
(1021, 45, 95, '1'),
(1022, 46, 95, '1/2'),
(1023, 48, 95, '1/2'),
(1024, 67, 95, '1'),
(1025, 100, 95, '300'),
(1026, 101, 95, '1'),
(1027, 118, 95, '1'),
(1028, 138, 95, '1'),
(1029, 262, 95, '50'),
(1030, 404, 95, '100'),
(1031, 405, 95, '3'),
(1032, 406, 95, '1'),
(1033, 411, 95, '50'),
(1034, 412, 95, '1');

insert into `Recipe` values
/*หมูสะเต๊ะ*/
(1035, 29, 96, '1 1/2'),
(1036, 45, 96, '1 1/2'),
(1037, 46, 96, '1/2'),
(1038, 79, 96, '1'),
(1039, 86, 96, '1/2'),
(1040, 123, 96, '1 1/2'),
(1041, 290, 96, '1'),
(1042, 326, 96, '1/2'),
(1043, 374, 96, '1'),
(1044, 390, 96, '1/3'),
(1045, 413, 96, '1/2'),
(1046, 414, 96, '1/2'),
(1047, 415, 96, '2'),
(1048, 416, 96, '1');

insert into `Recipe` values
/*หมี่กรอบ*/
(1049, 5, 97, '2'),
(1050, 13, 97, '5'),
(1051, 34, 97, '4'),
(1052, 138, 97, '3'),
(1053, 170, 97, '1'),
(1054, 337, 97, '1'),
(1055, 417, 97, '1'),
(1056, 418, 97, '70'),
(1057, 419, 97, '3'),
(1058, 420, 97, '1'),
(1059, 421, 97, '4'),
(1060, 422, 97, '1'),
(1061, 423, 97, '1');

insert into `Recipe` values
/*ก๋วยจั๊บญวน*/
(1062, 31, 98, '1'),
(1063, 43, 98, '2'),
(1064, 46, 98, '1'),
(1065, 53, 98, '4'),
(1066, 54, 98, '1/4'),
(1067, 56, 98, '1/2'),
(1068, 121, 98, '3'),
(1069, 248, 98, '100'),
(1070, 353, 98, '1/2'),
(1071, 424, 98, '200'),
(1072, 425, 98, '250'),
(1073, 426, 98, '1'),
(1074, 427, 98, '1');

insert into `Recipe` values
/*ลูกชิ้นหมูปิ้ง*/
(1075, 69, 99, '2'),
(1076, 79, 99, '1'),
(1077, 136, 99, '30'),
(1078, 140, 99, '1'),
(1079, 248, 99, '500'),
(1080, 373, 99, '200'),
(1081, 406, 99, '1'),
(1082, 428, 99, '30'),
(1083, 429, 99, '100');

insert into `Recipe` values
/*หอยทอด*/
(1084, 43, 100, '1'),
(1085, 46, 100, '1'),
(1086, 48, 100, '2'),
(1087, 101, 100, '1'),
(1088, 121, 100, '2'),
(1089, 138, 100, '1'),
(1090, 222, 100, '1'),
(1091, 319, 100, '40'),
(1092, 392, 100, '300'),
(1093, 420, 100, '4'),
(1094, 430, 100, '1'),
(1095, 431, 100, '1/2');

insert into `Recipe` values
/*ไก่ทอดหาดใหญ่*/
(1096, 41, 101, '3'),
(1097, 43, 101, '3'),
(1098, 45, 101, '1'),
(1099, 54, 101, '1'),
(1100, 80, 101, '5'),
(1101, 139, 101, '1'),
(1102, 198, 101, '1/2'),
(1103, 432, 101, '2'),
(1104, 433, 101, '2'),
(1105, 434, 101, '2'),
(1106, 435, 101, '1/4');

insert into `Recipe` values
/*กุ้งถัง*/
(1107, 3, 102, '2'),
(1108, 41, 102, '1'),
(1109, 43, 102, '1/2'),
(1110, 45, 102, '1/2'),
(1111, 49, 102, '10'),
(1112, 87, 102, '3'),
(1113, 376, 102, '1'),
(1114, 436, 102, '1'),
(1115, 437, 102, '2'),
(1116, 438, 102, '1'),
(1117, 439, 102, '1'),
(1118, 440, 102, 'ตามชอบ');

insert into `Recipe` values
/*ผัดไทยกุ้งสดห่อไข่*/
(1119, 1, 103, '3'),
(1120, 4, 103, '2'),
(1121, 23, 103, '1'),
(1122, 40, 103, '1'),
(1123, 101, 103, '1'),
(1124, 138, 103, '2'),
(1125, 250, 103, '2'),
(1126, 335, 103, '1'),
(1127, 342, 103, '1'),
(1128, 344, 103, '1'),
(1129, 441, 103, '50'),
(1130, 442, 103, '1'),
(1131, 443, 103, '1');

insert into `Recipe` values
/*เบอร์เกอร์หมู*/
(1132, 31, 104, '1/4'),
(1133, 46, 104, '1'),
(1134, 54, 104, '1'),
(1135, 138, 104, '1'),
(1136, 229, 104, '3'),
(1137, 231, 104, '4'),
(1138, 248, 104, '300'),
(1139, 265, 104, '2'),
(1140, 286, 104, '10'),
(1141, 421, 104, '1'),
(1142, 444, 104, '1'),
(1143, 445, 104, '4'),
(1144, 446, 104, '10'),
(1145, 447, 104, '1/2'),
(1146, 448, 104, '1');

insert into `Recipe` values
/*พิซซ่าฮาวายเอี้ยน*/
(1147, 449, 105, '1'),
(1148, 450, 105, '100'),
(1149, 451, 105, '2'),
(1150, 452, 105, '50'),
(1151, 453, 105, '50'),
(1152, 454, 105, '50'),
(1153, 455, 105, '30');

insert into `Recipe` values
/*มันบด*/
(1154, 46, 106, '1'),
(1155, 54, 106, '1'),
(1156, 293, 106, '1/2'),
(1157, 386, 106, '1'),
(1158, 439, 106, '1'),
(1159, 456, 106, '3'),
(1160, 457, 106, '1/2'),
(1161, 458, 106, 'ตามชอบ');

insert into `Recipe` values
/*ข้าวยำไก่แซ่บ*/
(1162, 4, 107, '3'),
(1163, 6, 107, '3'),
(1164, 13, 107, '3'),
(1165, 14, 107, '3'),
(1166, 16, 107, '400'),
(1167, 23, 107, '1'),
(1168, 40, 107, '1'),
(1169, 43, 107, '1'),
(1170, 47, 107, '1'),
(1171, 54, 107, '1'),
(1172, 84, 107, '2'),
(1173, 85, 107, '1'),
(1174, 87, 107, '1'),
(1175, 120, 107, '1'),
(1176, 121, 107, '1'),
(1177, 375, 107, '1/2');

insert into `Recipe` values
/*พิซซ่าไก่กรอบ*/
(1178, 48, 108, '1'),
(1179, 49, 108, '2'),
(1180, 53, 108, '2'),
(1181, 459, 108, '5'),
(1182, 460, 108, '200'),
(1183, 461, 108, '1'),
(1184, 462, 108, '1 1/2'),
(1185, 463, 108, '2'),
(1186, 464, 108, '100'),
(1187, 465, 108, '1'),
(1188, 466, 108, '1/4');

insert into `Recipe` values
/*แซนด์วิชแฮมชีส*/
(1189, 46, 109, '1/2'),
(1190, 54, 109, '1/2'),
(1191, 138, 109, '1'),
(1192, 198, 109, '2'),
(1193, 231, 109, '3'),
(1194, 463, 109, '1/2'),
(1195, 467, 109, '3'),
(1196, 468, 109, '1'),
(1197, 469, 109, '2'),
(1198, 470, 109, '2');

insert into `Recipe` values
/*เบอร์เกอร์สเต๊กไก่สไปซี่*/
(1199, 420, 110, '2'),
(1200, 421, 110, '2'),
(1201, 438, 110, '1'),
(1202, 444, 110, '1'),
(1203, 446, 110, '10'),
(1204, 447, 110, '1/2'),
(1205, 459, 110, '2'),
(1206, 471, 110, '4');

insert into `Recipe` values
/*สปาเก็ตตี้เบคอนพริกแห้ง*/
(1207, 31, 111, '1/2'),
(1208, 49, 111, '12'),
(1209, 51, 111, '10'),
(1210, 54, 111, '1/2'),
(1211, 263, 111, '100'),
(1212, 381, 111, '1 1/2'),
(1213, 461, 111, '1/2'),
(1214, 465, 111, '1/2'),
(1215, 474, 111, '1');

insert into `Recipe` values
/*สปาเก็ตตี้คาโบนาร่า*/
(1216, 35, 112, '1'),
(1217, 46, 112, '1/8'),
(1218, 138, 112, '4'),
(1219, 263, 112, '150'),
(1220, 267, 112, '50'),
(1221, 472, 112, '100'),
(1222, 475, 112, '40');

insert into `Recipe` values
/*กุ้งโดนัทชีส*/
(1223, 46, 113, '1/4'),
(1224, 48, 113, '3'),
(1225, 54, 113, '1/2'),
(1226, 138, 113, '1'),
(1227, 170, 113, '500'),
(1228, 199, 113, '1'),
(1229, 375, 113, '1'),
(1230, 460, 113, '30'),
(1231, 463, 113, '1/2');

insert into `Recipe` values
/*บูเดชิเก หม้อไฟเกาหลี*/
(1232, 189, 114, '1'),
(1233, 245, 114, '2'),
(1234, 334, 114, '1'),
(1235, 476, 114, '1-2'),
(1236, 477, 114, '100'),
(1237, 478, 114, '200'),
(1238, 479, 114, '1/2'),
(1239, 480, 114, '1/2'),
(1240, 481, 114, '2-3'),
(1241, 482, 114, '2'),
(1242, 483, 114, '1/3'),
(1243, 484, 114, '3'),
(1244, 485, 114, '2'),
(1245, 486, 114, '4-6');

insert into `Recipe` values
/*ซุนดูบูจิเก แกงกิมจิ ซุปกิจิเต้าหู้อ่อน*/
(1246, 53, 115, '2'),
(1247, 83, 115, '1/4'),
(1248, 101, 115, '100'),
(1249, 138, 115, '1'),
(1250, 245, 115, '1'),
(1251, 263, 115, '100'),
(1252, 482, 115, '2'),
(1253, 484, 115, '1-2'),
(1254, 487, 115, '1'),
(1255, 488, 115, '150-200'),
(1256, 489, 115, '1'),
(1257, 490, 115, '1');

insert into `Recipe` values
/*ไก่ทอดเกาหลี ไก่ทอดบอนชอน*/
(1258, 43, 116, '3'),
(1259, 46, 116, '1'),
(1260, 49, 116, '4'),
(1261, 54, 116, '1'),
(1262, 253, 116, '2'),
(1263, 487, 116, '2'),
(1264, 491, 116, '500'),
(1265, 492, 116, '2'),
(1266, 493, 116, '1/4'),
(1267, 494, 116, '2'),
(1268, 495, 116, '1/2'),
(1269, 496, 116, '1');

insert into `Recipe` values
/*บิบิมบับ ข้าวยำเกาหลี*/
(1270, 45, 117, '1'),
(1271, 46, 117, '1'),
(1272, 70, 117, '100'),
(1273, 138, 117, '1'),
(1274, 197, 117, '1'),
(1275, 224, 117, '1'),
(1276, 251, 117, '3'),
(1277, 262, 117, '100'),
(1278, 319, 117, '100'),
(1279, 480, 117, '100'),
(1280, 484, 117, '2'),
(1281, 497, 117, '100'),
(1282, 498, 117, '100'),
(1283, 499, 117, '100'),
(1284, 500, 117, '1/4');

insert into `Recipe` values
/*ปลาหมึกย่างบาร์บีคิวเกาหลี*/
(1285, 45, 118, '1'),
(1286, 46, 118, '1/4'),
(1287, 54, 118, '1/8'),
(1288, 62, 118, '1/2'),
(1289, 253, 118, '1'),
(1290, 262, 118, '50'),
(1291, 501, 118, '4'),
(1292, 502, 118, '100'),
(1293, 503, 118, '50'),
(1294, 504, 118, '50'),
(1295, 505, 118, '1/4');

insert into `Recipe` values
/*ต๊อกโบกี*/
(1296, 13, 119, '1'),
(1297, 43, 119, '2'),
(1298, 53, 119, '2'),
(1299, 101, 119, '1'),
(1300, 121, 119, '1'),
(1301, 251, 119, '2'),
(1302, 253, 119, '1'),
(1303, 484, 119, '3'),
(1304, 494, 119, '1'),
(1305, 506, 119, '3'),
(1306, 507, 119, '1');

insert into `Recipe` values
/*หมูผัดกิมจิ*/
(1307, 40, 120, '2'),
(1308, 43, 120, '2'),
(1309, 67, 120, '1'),
(1310, 69, 120, '2'),
(1311, 101, 120, '1'),
(1312, 103, 120, '400'),
(1313, 196, 120, '1'),
(1314, 253, 120, '1'),
(1315, 262, 120, '100'),
(1316, 484, 120, '3'),
(1317, 488, 120, '100'),
(1318, 503, 120, '50'),
(1319, 508, 120, '1');

insert into `Recipe` values
/*พาจอน พิซซ่าเกาหลี*/
(1320, 38, 121, '4-5'),
(1321, 40, 121, '2'),
(1322, 43, 121, '1'),
(1323, 53, 121, '1'),
(1324, 138, 121, '1'),
(1325, 509, 121, '1/2'),
(1326, 510, 121, '1'),
(1327, 511, 121, '1');

insert into `Recipe` values
/*บิงซูแคนตาลูป&แตงโม*/
(1328, 309, 122, '1/3'),
(1329, 431, 122, '2'),
(1330, 512, 122, '2'),
(1331, 513, 122, '1/2'),
(1332, 514, 122, '60'),
(1333, 515, 122, '1/2'),
(1334, 516, 122, '1/2'),
(1335, 517, 122, '5');

insert into `Recipe` values
/*มะม่วงบิงซู*/
(1336, 279, 123, '600'),
(1337, 518, 123, '2'),
(1338, 519, 123, '2');

insert into `Recipe` values
/*เป็ดพะโล้คั่วเกลือ*/
(1339, 43, 124, '1'),
(1340, 54, 124, '1 1/2'),
(1341, 58, 124, '1/2'),
(1342, 80, 124, '3'),
(1343, 120, 124, '1'),
(1344, 520, 124, '4'),
(1345, 521, 124, '1'),
(1346, 522, 124, '1');

insert into `Recipe` values
/*หอยแมลงภู่ผัดพริกเผา*/
(1347, 3, 125, '2'),
(1348, 4, 125, '1'),
(1349, 21, 125, '4'),
(1350, 40, 125, '3'),
(1351, 69, 125, '1'),
(1352, 382, 125, '2'),
(1353, 392, 125, '450'),
(1354, 466, 125, '1/2');

insert into `Recipe` values
/*ผัดถั่วงอกใส่เต้าหู้หมูสับ*/
(1355, 38, 126, '2'),
(1356, 43, 126, '1'),
(1357, 49, 126, '2'),
(1358, 319, 126, '100'),
(1359, 523, 126, '1');

insert into `Recipe` values
/*สเต็กหมูพอร์คชอป*/
(1360, 4, 127, '3'),
(1361, 6, 127, '8'),
(1362, 14, 127, '3'),
(1363, 35, 127, '1'),
(1364, 45, 127, '2'),
(1365, 84, 127, '2'),
(1366, 87, 127, '2'),
(1367, 120, 127, '1'),
(1368, 121, 127, '1'),
(1369, 140, 127, '1'),
(1370, 469, 127, '2'),
(1371, 524, 127, '2');

insert into `Recipe` values
/*เห็ดเข็มทองพันเบคอน*/
(1372, 483, 128, '3'),
(1373, 525, 128, '2'),
(1374, 526, 128, '1');

insert into `Recipe` values
/*ไข่เจียวลาบแซ่บ*/
(1375, 4, 129, '1'),
(1376, 6, 129, '1'),
(1377, 13, 129, '3'),
(1378, 48, 129, '1/2'),
(1379, 83, 129, '2-3'),
(1380, 84, 129, '1'),
(1381, 120, 129, '1/2'),
(1382, 121, 129, '1/2'),
(1383, 138, 129, '3');

insert into `Recipe` values
/*ซุปไข่น้ำ*/
(1384, 38, 130, '1'),
(1385, 40, 130, '3'),
(1386, 59, 130, '1'),
(1387, 138, 130, '3'),
(1388, 189, 130, '1'),
(1389, 224, 130, '1'),
(1390, 248, 130, '200');

insert into `Recipe` values
/*ซุปเยื่อไผ่กระดูกหมูอ่อน*/
(1391, 43, 131, '5-6'),
(1392, 54, 131, '1 1/2'),
(1393, 80, 131, '4-5'),
(1394, 486, 131, '8-10'),
(1395, 527, 131, '1'),
(1396, 528, 131, '200-300'),
(1397, 529, 131, '1/2'),
(1398, 530, 131, '1'),
(1399, 531, 131, '2');

insert into `Recipe` values
/*ยำไข่ต้มยางมะตูม*/
(1400, 4, 132, '1'),
(1401, 6, 132, '1'),
(1402, 13, 132, '2'),
(1403, 59, 132, '1'),
(1404, 69, 132, '1'),
(1405, 93, 132, '4'),
(1406, 138, 132, '2');

insert into `Recipe` values
/*มัฟฟินไข่*/
(1407, 46, 133, '1/2'),
(1408, 54, 133, '1/2'),
(1409, 138, 133, '1'),
(1410, 481, 133, '1'),
(1411, 532, 133, '1');

insert into `Recipe` values
/*ขนมปังแซนด์วิชไส้นูเทลล่ากล้วยหอม*/
(1412, 54, 134, '1/8'),
(1413, 138, 134, '3'),
(1414, 192, 134, '3'),
(1415, 312, 134, '1'),
(1416, 469, 134, '2'),
(1417, 533, 134, '2'),
(1418, 534, 134, '1/4'),
(1419, 535, 134, '3');

insert into `Recipe` values
/*ไข่ถ้วยไมโครเวฟ*/
(1420, 46, 135, '1/4'),
(1421, 54, 135, '1/4'),
(1422, 138, 135, '1'),
(1423, 229, 135, '1'),
(1424, 231, 135, '1'),
(1425, 533, 135, '1');

insert into `Recipe` values
/*เครปอาหารเช้า*/
(1426, 45, 136, '1/2'),
(1427, 46, 136, '1/3'),
(1428, 54, 136, '1/4'),
(1429, 138, 136, '1'),
(1430, 198, 136, '1/2'),
(1431, 290, 136, '3/4'),
(1432, 445, 136, '4-5'),
(1433, 469, 136, '3');

insert into `Recipe` values
/*ขนมปังไข่อบ*/
(1434, 46, 137, '1/3'),
(1435, 54, 137, '1/3'),
(1436, 138, 137, '1'),
(1437, 230, 137, '1'),
(1438, 231, 137, '1'),
(1439, 445, 137, '2'),
(1440, 533, 137, '1');

insert into `Recipe` values
/*ข้าวต้มกุ้งเวียดนาม*/
(1441, 1, 138, '5'),
(1442, 38, 138, '2'),
(1443, 46, 138, '1/2'),
(1444, 54, 138, '1/2'),
(1445, 67, 138, '1'),
(1446, 155, 138, '2'),
(1447, 196, 138, '1'),
(1448, 426, 138, '3'),
(1449, 536, 138, '2');

insert into `Recipe` values
/*ไข่ดาวไส้กรอก*/
(1450, 46, 139, '1/3'),
(1451, 54, 139, '1/3'),
(1452, 121, 139, '1'),
(1453, 138, 139, '2'),
(1454, 230, 139, '1');

insert into `Recipe` values
/*ขนมปังไข่ดาว*/
(1455, 46, 140, '1/3'),
(1456, 54, 140, '1/3'),
(1457, 138, 140, '1'),
(1458, 469, 140, '1/2'),
(1459, 474, 140, '1/4'),
(1460, 533, 140, '1');

insert into `Recipe` values
/*Breakfast Cup*/
(1461, 1, 141, '3'),
(1462, 138, 141, '1'),
(1463, 237, 141, '2'),
(1464, 265, 141, '2'),
(1465, 481, 141, '2'),
(1466, 533, 141, '1'),
(1467, 537, 141, '2');

insert into `Recipe` values
/*กาแฟโบราณ*/
(1468, 8, 142, '4'),
(1469, 45, 142, '4'),
(1470, 53, 142, '1 1/2'),
(1471, 538, 142, '5-6'),
(1472, 518, 142, '9');

insert into `Recipe` values
/*เนสกาแฟ*/
(1473, 69, 143, '1'),
(1474, 539, 143, '1'),
(1475, 540, 143, '3/4'),
(1476, 541, 143, '2'),
(1477, 542, 143, '4');

insert into `Recipe` values
/*โอเลี้ยง*/
(1478, 45, 144, '10'),
(1479, 53, 144, '1 1/2'),
(1480, 538, 144, '5-6'),
(1481, 539, 144, '1');

insert into `Recipe` values
/*ยกล้อ*/
(1482, 8, 145, '5'),
(1483, 45, 145, '10'),
(1484, 53, 145, '1 1/2'),
(1485, 538, 145, '5-6'),
(1486, 539, 145, '1');

insert into `Recipe` values
/*ชาเย็น*/
(1487, 543, 146, '1'),
(1488, 544, 146, '200'),
(1489, 545, 146, '0.5'),
(1490, 546, 146, '1.5');

insert into `Recipe` values
/*ชาดำเย็น*/
(1491, 45, 147, '3'),
(1492, 539, 147, '1'),
(1493, 547, 147, '3/4');

insert into `Recipe` values
/*โกโก้เย็น*/
(1494, 69, 148, '1'),
(1495, 539, 148, '1'),
(1496, 540, 148, '1/2'),
(1497, 542, 148, '1'),
(1498, 548, 148, '1'),
(1499, 549, 148, '1');

insert into `Recipe` values
/*นมชมพูเย็น*/
(1500, 540, 149, '3/4'),
(1501, 517, 149, '2'),
(1502, 542, 149, '2'),
(1503, 549, 149, '1');

insert into `Recipe` values
/*ชาเนสทีเย็น*/
(1504, 69, 150, '1'),
(1505, 539, 150, '1'),
(1506, 540, 150, '3/4'),
(1507, 542, 150, '4'),
(1508, 550, 150, '2');

insert into `Recipe` values
/*ไมโลเย็น*/
(1509, 539, 151, '1'),
(1510, 540, 151, '3/4'),
(1511, 551, 151, '1');

insert into `Recipe` values
/*ยำวุ้นเส้น*/
(1512, 4, 152, '3'),
(1513, 39, 152, '1'),
(1514, 93, 152, '10'),
(1515, 196, 152, '2'),
(1516, 248, 152, '500'),
(1517, 324, 152, '1'),
(1518, 362, 152, '160'),
(1519, 425, 152, '20'),
(1520, 447, 152, '4'),
(1521, 530, 152, '1/3'),
(1522, 552, 152, '2');

insert into `Recipe` values
/*ยำคะน้ากรอบกุ้งสด*/
(1523, 1, 153, '5'),
(1524, 4, 153, '2'),
(1525, 6, 153, '3'),
(1526, 13, 153, '2'),
(1527, 34, 153, '1'),
(1528, 39, 153, '1'),
(1529, 43, 153, '1/2'),
(1530, 47, 153, '2'),
(1531, 80, 153, '1'),
(1532, 248, 153, '50'),
(1533, 335, 153, '1'),
(1534, 423, 153, '2'),
(1535, 447, 153, '1'),
(1536, 509, 153, '1/2'),
(1537, 553, 153, '200');

insert into `Recipe` values
/*ยำหัวปลีกุ้งสด*/
(1538, 1, 154, '10'),
(1539, 3, 154, '2'),
(1540, 4, 154, '1'),
(1541, 6, 154, '1'),
(1542, 7, 154, '1'),
(1543, 85, 154, '1'),
(1544, 138, 154, '1'),
(1545, 171, 154, '1'),
(1546, 226, 154, '1'),
(1547, 248, 154, '100'),
(1548, 554, 154, '1'),
(1549, 555, 154, '2');

insert into `Recipe` values
/*ยำแหนมข้าวทอด*/
(1550, 4, 155, '1'),
(1551, 48, 155, '1'),
(1552, 53, 155, '1/2'),
(1553, 69, 155, '1'),
(1554, 138, 155, '1'),
(1555, 155, 155, '3'),
(1556, 375, 155, '1/2'),
(1557, 556, 155, '1/2'),
(1558, 558, 155, '2'),
(1559, 559, 155, '1');

insert into `Recipe` values
/*ยำขนมจีนรวมมิตร*/
(1560, 1, 156, '5'),
(1561, 6, 156, '1'),
(1562, 31, 156, '1/2'),
(1563, 39, 156, '1'),
(1564, 69, 156, '1'),
(1565, 93, 156, '4-5'),
(1566, 221, 156, '1/2'),
(1567, 230, 156, '2'),
(1568, 356, 156, 'ตามชอบ'),
(1569, 398, 156, '100'),
(1570, 399, 156, '5'),
(1571, 447, 156, '1'),
(1572, 509, 156, '1/2');

insert into `Recipe` values
/*ยำขนมจีนปลาทู*/
(1573, 4, 157, '1'),
(1574, 6, 157, '5'),
(1575, 14, 157, '5'),
(1576, 87, 157, '1'),
(1577, 89, 157, '1 1/2'),
(1578, 93, 157, '10'),
(1579, 121, 157, '3'),
(1580, 163, 157, '1'),
(1581, 398, 157, '100'),
(1582, 560, 157, '2-3'),
(1583, 561, 157, '1/2');

insert into `Recipe` values
/*ยำมะม่วงปูม้า*/
(1584, 4, 158, '2'),
(1585, 6, 158, '3'),
(1586, 39, 158, '1'),
(1587, 93, 158, '5'),
(1588, 338, 158, '1'),
(1589, 561, 158, '1/3'),
(1590, 562, 158, '1'),
(1591, 563, 158, '2'),
(1592, 564, 158, '1');

insert into `Recipe` values
/*ยำมะม่วงปลากรอบ*/
(1593, 4, 159, '2'),
(1594, 5, 159, '2'),
(1595, 6, 159, '1/2'),
(1596, 13, 159, '2'),
(1597, 23, 159, '2'),
(1598, 83, 159, '1/2'),
(1599, 93, 159, '10'),
(1600, 335, 159, '2'),
(1601, 562, 159, '1'),
(1602, 565, 159, '1/2'),
(1603, 566, 159, '1/4');

insert into `Recipe` values
/*ยำถั่วพูกุ้งสด*/
(1604, 3, 160, '1'),
(1605, 4, 160, '3'),
(1606, 6, 160, '1'),
(1607, 45, 160, '2'),
(1608, 138, 160, '2'),
(1609, 170, 160, '200'),
(1610, 248, 160, '100'),
(1611, 290, 160, '1/2'),
(1612, 567, 160, '1');

insert into `Recipe` values
/*ยำมาม่าถั่วพู*/
(1613, 3, 161, '1'),
(1614, 4, 161, '1/2'),
(1615, 6, 161, '2'),
(1616, 13, 161, '3'),
(1617, 45, 161, '1/2'),
(1618, 47, 161, '4'),
(1619, 138, 161, '1'),
(1620, 248, 161, '100'),
(1621, 426, 161, '3'),
(1622, 568, 161, '1'),
(1623, 569, 161, '1');

insert into `Recipe` values
/*ยำปลาทู*/
(1624, 4, 162, '2'),
(1625, 6, 162, '1'),
(1626, 9, 162, '2'),
(1627, 12, 162, '1'),
(1628, 45, 162, '1/2'),
(1629, 93, 162, '3'),
(1630, 560, 162, '2');

insert into `Recipe` values
/*ยำเล็บมือนาง*/
(1631, 4, 163, '2'),
(1632, 6, 163, '3'),
(1633, 7, 163, '1'),
(1634, 31, 163, '1'),
(1635, 39, 163, '1'),
(1636, 45, 163, '1'),
(1637, 570, 163, '300');

insert into `Recipe` values
/*ขนมปังกรอบคาราเมล*/
(1638, 45, 164, '4'),
(1639, 47, 164, '3'),
(1640, 290, 164, '1'),
(1641, 467, 164, '2'),
(1642, 469, 164, '3');

insert into `Recipe` values
/*คอนเฟลกคาราเมล*/
(1643, 33, 165, '200'),
(1644, 54, 165, '1/2'),
(1645, 272, 165, '35'),
(1646, 277, 165, '70'),
(1647, 280, 165, '1/2'),
(1648, 286, 165, '60'),
(1649, 308, 165, '40'),
(1650, 576, 165, '300'),
(1651, 577, 165, '150'),
(1652, 578, 165, '100'),
(1653, 579, 165, '100');

insert into `Recipe` values
/*กล้วยทอด มันทอด*/
(1654, 54, 166, '1/4'),
(1655, 187, 166, '5'),
(1656, 277, 166, '100'),
(1657, 460, 166, '100'),
(1658, 580, 166, '1'),
(1659, 581, 166, '50'),
(1660, 582, 166, '25'),
(1661, 583, 166, '1'),
(1662, 584, 166, '140');

insert into `Recipe` values
/*ขนมปังอบชีส*/
(1663, 45, 167, '2-3'),
(1664, 438, 167, '2'),
(1665, 467, 167, '7'),
(1666, 481, 167, '3'),
(1667, 585, 167, '1'),
(1668, 586, 167, '200');

insert into `Recipe` values
/*คุกกี้ธัญพืช*/
(1669, 33, 168, '50'),
(1670, 54, 168, '1/4'),
(1671, 138, 168, '1'),
(1672, 277, 168, '100'),
(1673, 278, 168, '1/2'),
(1674, 280, 168, '1/2'),
(1675, 284, 168, '250'),
(1676, 286, 168, '170'),
(1677, 577, 168, '30'),
(1678, 579, 168, '25'),
(1679, 587, 168, '50'),
(1680, 588, 168, '1'),
(1681, 589, 168, '1'),
(1682, 590, 168, '50');

insert into `Recipe` values
/*ขนมปังกระเทียมครีมชีส*/
(1683, 138, 169, '1'),
(1684, 265, 169, '2'),
(1685, 269, 169, '100'),
(1686, 277, 169, '20'),
(1687, 444, 169, '4'),
(1688, 591, 169, '80'),
(1689, 592, 169, '20'),
(1690, 593, 169, '1'),
(1691, 594, 169, '150');

insert into `Recipe` values
/*ขนมปังสังขยาใบเตย*/
(1692, 54, 170, '1/4'),
(1693, 138, 170, '4'),
(1694, 277, 170, '150'),
(1695, 492, 170, '1/2'),
(1696, 584, 170, '500'),
(1697, 595, 170, '250'),
(1698, 596, 170, '50');

insert into `Recipe` values
/*ฝอยทองกรอบ*/
(1699, 138, 171, '10'),
(1700, 187, 171, '5-6'),
(1701, 267, 171, '1000'),
(1702, 277, 171, '1000'),
(1703, 597, 171, '20'),
(1704, 598, 171, '1');

insert into `Recipe` values
/*ข้าวโพดอบเนย*/
(1705, 45, 172, '4'),
(1706, 54, 172, '1/2'),
(1707, 437, 172, '5'),
(1708, 439, 172, '1'),
(1709, 469, 172, '3');

insert into `Recipe` values
/*ขนมไข่เต่า*/
(1710, 17, 173, '160'),
(1711, 54, 173, '2'),
(1712, 277, 173, '350'),
(1713, 599, 173, '1000'),
(1714, 600, 173, '500');

insert into `Recipe` values
/*เห็ดเข็มทองชุบแป้งทอด*/
(1715, 46, 174, '1/2'),
(1716, 460, 174, '90'),
(1717, 498, 174, '500'),
(1718, 601, 174, '160'),
(1719, 602, 174, '160');

insert into `Recipe` values
/*ชีสบอล ชีสสติ๊ก*/
(1720, 54, 175, '1/4'),
(1721, 138, 175, '4'),
(1722, 455, 175, '1000'),
(1723, 460, 175, '200'),
(1724, 603, 175, '1'),
(1725, 604, 175, '1'),
(1726, 605, 175, '1');

insert into `Recipe` values
/*เฟรนช์ฟราย*/
(1727, 54, 176, '2'),
(1728, 456, 176, '3');

insert into `Recipe` values
/*ซุปเนื้ออิสลาม*/
(1729, 11, 177, '1'),
(1730, 23, 177, '1'),
(1731, 31, 177, '1/2'),
(1732, 41, 177, '2'),
(1733, 43, 177, '2'),
(1734, 54, 177, '1'),
(1735, 75, 177, '1000'),
(1736, 132, 177, '1'),
(1737, 143, 177, '2'),
(1738, 217, 177, '3'),
(1739, 218, 177, '2'),
(1740, 447, 177, '1'),
(1741, 531, 177, '2');

insert into `Recipe` values
/*ต้มยำไข่น้ำ*/
(1742, 3, 178, '1'),
(1743, 4, 178, '3'),
(1744, 6, 178, '3'),
(1745, 9, 178, '5'),
(1746, 11, 178, '1'),
(1747, 12, 178, '3'),
(1748, 13, 178, '5'),
(1749, 26, 178, '200'),
(1750, 59, 178, '1'),
(1751, 93, 178, '5'),
(1752, 138, 178, '10'),
(1753, 267, 178, '500');

insert into `Recipe` values
/*ต้มจับฉ่ายน่องไก่*/
(1754, 23, 179, '2'),
(1755, 40, 179, '1'),
(1756, 41, 179, '3'),
(1757, 53, 179, '1'),
(1758, 70, 179, '100'),
(1759, 79, 179, '1'),
(1760, 80, 179, '10'),
(1761, 136, 179, '30'),
(1762, 262, 179, '200'),
(1763, 316, 179, '1'),
(1764, 497, 179, '300'),
(1765, 606, 179, '300'),
(1766, 607, 179, '200'),
(1767, 608, 179, '200'),
(1768, 609, 179, '200'),
(1769, 610, 179, '30'),
(1770, 611, 179, '60'),
(1771, 612, 179, '150');

insert into `Recipe` values
/*ซุปไก่มันฝรั่ง*/
(1772, 32, 180, '100'),
(1773, 41, 180, '2'),
(1774, 45, 180, '1'),
(1775, 98, 180, '100'),
(1776, 120, 180, '2'),
(1777, 173, 180, '300'),
(1778, 224, 180, '1'),
(1779, 337, 180, '1'),
(1780, 607, 180, '15'),
(1781, 613, 180, '100');

insert into `Recipe` values
/*ต้มโคล้งปลาสลิด*/
(1782, 4, 181, '2'),
(1783, 5, 181, '2'),
(1784, 9, 181, '4'),
(1785, 11, 181, '1'),
(1786, 120, 181, '1'),
(1787, 137, 181, '20'),
(1788, 396, 181, '2'),
(1789, 614, 181, '4'),
(1790, 615, 181, '100'),
(1791, 616, 181, '20'),
(1792, 617, 181, '20'),
(1793, 618, 181, '6'),
(1794, 619, 181, '750');

insert into `Recipe` values
/*ซุปใสเกี๊ยวไก่ใส่เนื้อปู*/
(1795, 43, 182, '1 1/2'),
(1796, 44, 182, '1/2'),
(1797, 46, 182, '1/2'),
(1798, 54, 182, '1/4'),
(1799, 67, 182, '2'),
(1800, 69, 182, '1'),
(1801, 72, 182, '50'),
(1802, 121, 182, '3'),
(1803, 299, 182, '1'),
(1804, 382, 182, '1'),
(1805, 536, 182, '5'),
(1806, 620, 182, '200'),
(1807, 621, 182, '1');

insert into `Recipe` values
/*ต้มแซ่บหมูตุ๋น*/
(1808, 4, 183, '1'),
(1809, 9, 183, '3'),
(1810, 11, 183, '3'),
(1811, 12, 183, '1'),
(1812, 13, 183, '6'),
(1813, 14, 183, '4'),
(1814, 54, 183, '1'),
(1815, 87, 183, '1'),
(1816, 143, 183, '2'),
(1817, 466, 183, '1/2'),
(1818, 618, 183, '4'),
(1819, 622, 183, '500'),
(1820, 623, 183, '800'),
(1821, 624, 183, '1');

insert into `Recipe` values
/*แกงเปรอะ*/
(1822, 4, 184, '2'),
(1823, 12, 184, '2'),
(1824, 13, 184, '5'),
(1825, 89, 184, '2'),
(1826, 91, 184, '1'),
(1827, 92, 184, '1'),
(1828, 108, 184, '5'),
(1829, 624, 184, '1'),
(1830, 625, 184, '1'),
(1831, 626, 184, '50'),
(1832, 627, 184, '1/4'),
(1833, 628, 184, '1'),
(1834, 629, 184, '1'),
(1835, 630, 184, '1'),
(1836, 631, 184, '1');

insert into `Recipe` values
/*ผัดเผ็ดปลาดุกทอดกะเพรากรอบ*/
(1837, 4, 185, '1'),
(1838, 9, 185, '7-8'),
(1839, 21, 185, '4-5'),
(1840, 23, 185, '2-3'),
(1841, 40, 185, '3'),
(1842, 41, 185, '1'),
(1843, 43, 185, '1'),
(1844, 50, 185, '300'),
(1845, 126, 185, '100'),
(1846, 473, 185, '1'),
(1847, 394, 185, '1'),
(1848, 632, 185, '500');

insert into `Recipe` values
/*ผัดเผ็ดเนื้อลูกเหรียง*/
(1849, 4, 186, '1 1/2'),
(1850, 9, 186, '3'),
(1851, 21, 186, '2'),
(1852, 23, 186, '1/2'),
(1853, 40, 186, '1'),
(1854, 47, 186, '1'),
(1855, 153, 186, '2'),
(1856, 192, 186, '2'),
(1857, 203, 186, '350'),
(1858, 394, 186, '1/2'),
(1859, 633, 186, '100');

insert into `Recipe` values
/*ผัดเผ็ดปลาช่อน*/
(1860, 4, 187, '1'),
(1861, 9, 187, '10'),
(1862, 21, 187, '4-5'),
(1863, 23, 187, '2-3'),
(1864, 40, 187, '2'),
(1865, 41, 187, '1'),
(1867, 50, 187, '300'),
(1868, 52, 187, '500'),
(1869, 473, 187, '1'),
(1870, 634, 187, '100'),
(1871, 635, 187, '3');

insert into `Recipe` values
/*ผัดเผ็ดปลาดุกทอดกรอบ*/
(1872, 4, 188, '2'),
(1873, 21, 188, '3'),
(1874, 23, 188, '1'),
(1875, 45, 188, '1'),
(1876, 48, 188, '2'),
(1877, 53, 188, '1/4'),
(1878, 153, 188, '3'),
(1879, 393, 188, '1/2'),
(1880, 473, 188, '1'),
(1881, 636, 188, '1'),
(1882, 637, 188, '2');

insert into `Recipe` values
/*แคบหมูผัดพริกขิง*/
(1883, 9, 189, '5'),
(1884, 11, 189, '1'),
(1885, 12, 189, '2'),
(1886, 13, 189, '8'),
(1887, 21, 189, '2'),
(1888, 37, 189, '1'),
(1889, 40, 189, '1'),
(1890, 51, 189, '10'),
(1891, 54, 189, '1'),
(1892, 80, 189, '3'),
(1893, 148, 189, '1/2'),
(1894, 171, 189, '1'),
(1895, 267, 189, '35'),
(1896, 422, 189, '2'),
(1897, 638, 189, '200'),
(1898, 639, 189, '1');

insert into `Recipe` values
/*กุ้งผัดพริกเกลือ*/
(1899, 1, 190, '20'),
(1900, 38, 190, '2'),
(1901, 49, 190, '10'),
(1902, 54, 190, '3'),
(1903, 69, 190, '1'),
(1904, 93, 190, '10');

insert into `Recipe` values
/*กุ้งผัดพริกสับ*/
(1905, 1, 191, '5'),
(1906, 38, 191, '2'),
(1907, 40, 191, '1'),
(1908, 41, 191, '1/2'),
(1909, 47, 191, '1'),
(1910, 49, 191, '2'),
(1911, 69, 191, '1'),
(1912, 93, 191, '6');

insert into `Recipe` values
/*กุ้งผัดพริกแกง*/
(1913, 4, 192, '1 1/2'),
(1914, 21, 192, '3'),
(1915, 40, 192, '1'),
(1916, 41, 192, '2'),
(1917, 163, 192, '1'),
(1918, 170, 192, '200'),
(1919, 171, 192, '1'),
(1920, 536, 192, '1/2'),
(1921, 558, 192, '2'),
(1922, 559, 192, '1');

insert into `Recipe` values
/*ผัดฉ่าปลาหมึก*/
(1923, 4, 193, '2'),
(1924, 9, 193, '6'),
(1925, 21, 193, '3'),
(1926, 41, 193, '2'),
(1927, 45, 193, '1'),
(1928, 49, 193, '10'),
(1929, 40, 193, '1'),
(1930, 93, 193, '10'),
(1931, 393, 193, '1/2'),
(1932, 388, 193, '300'),
(1933, 473, 193, '1'),
(1934, 536, 193, '1/3');

insert into `Recipe` values
/*ผัดฉ่ากบ*/
(1935, 4, 194, '3'),
(1936, 9, 194, '6'),
(1937, 21, 194, '2'),
(1938, 40, 194, '2'),
(1939, 41, 194, '3'),
(1940, 69, 194, '1'),
(1941, 80, 194, '2'),
(1942, 93, 194, '10'),
(1943, 94, 194, '500'),
(1944, 101, 194, '2'),
(1945, 144, 194, '3'),
(1946, 163, 194, '1/4'),
(1947, 393, 194, '1/4'),
(1948, 473, 194, '1'),
(1949, 585, 194, '3');

insert into `Recipe` values
/*เกี๊ยวทอด*/
(1950, 41, 195, '3'),
(1951, 43, 195, '3'),
(1952, 121, 195, '1'),
(1953, 248, 195, '400'),
(1954, 249, 195, '1/3'),
(1955, 417, 195, '1');

insert into `Recipe` values
/*ปีกไก่ทอดน้ำปลา*/
(1956, 4, 196, '3'),
(1957, 375, 196, '1/4'),
(1958, 602, 196, '1'),
(1959, 640, 196, '1');

insert into `Recipe` values
/*ไก่ทอดวิงส์แซ่บ*/
(1960, 46, 197, '1'),
(1961, 54, 197, '1/2'),
(1962, 69, 197, '1'),
(1963, 84, 197, '1'),
(1964, 138, 197, '1'),
(1965, 279, 197, '200'),
(1966, 284, 197, '150'),
(1967, 460, 197, '150'),
(1968, 495, 197, '1'),
(1969, 641, 197, '500'),
(1970, 642, 197, '2');

insert into `Recipe` values
/*หมูแดดเดียวทอด*/
(1971, 8, 198, '2'),
(1972, 40, 198, '1'),
(1973, 41, 198, '3'),
(1974, 43, 198, '3'),
(1975, 103, 198, '1000'),
(1976, 224, 198, '1'),
(1977, 302, 198, '1/4');

insert into `Recipe` values
/*หมูสามชั้นทอด*/
(1978, 4, 199, '2'),
(1979, 48, 199, '1/2'),
(1980, 333, 199, '30'),
(1981, 337, 199, '1'),
(1982, 339, 199, '3'),
(1983, 377, 199, '1'),
(1984, 637, 199, '3'),
(1985, 643, 199, '1');

insert into `Recipe` values
/*หมูทอดเชียงราย*/
(1986, 43, 200, '1'),
(1987, 46, 200, '2'),
(1988, 333, 200, '500'),
(1989, 375, 200, '1/4'),
(1990, 530, 200, '1/2'),
(1991, 644, 200, '1/4');

insert into `Recipe` values
/*ซี่โครงหมูทอด*/
(1992, 48, 201, '1'),
(1993, 56, 201, '1/2'),
(1994, 79, 201, '1'),
(1995, 375, 201, '1/2'),
(1996, 417, 201, '1');

insert into `Recipe` values
/*เนื้อทอด*/
(1997, 4, 202, '3'),
(1998, 48, 202, '1'),
(1999, 377, 202, '1'),
(2000, 645, 202, '500');

insert into `Recipe` values
/*ตีนไก่ทอด*/
(2001, 9, 203, '10'),
(2002, 43, 203, '1/2'),
(2003, 45, 203, '1/2'),
(2004, 79, 203, '1/2'),
(2005, 377, 203, '1/2'),
(2006, 431, 203, '1/1'),
(2007, 492, 203, '1'),
(2008, 558, 203, '1/2'),
(2009, 646, 203, '500');

insert into `Recipe` values
/*แหนมเอ็นข้อไก่ทอด*/
(2010, 46, 204, '1/2'),
(2011, 48, 204, '1'),
(2012, 101, 204, '1'),
(2013, 253, 204, '3'),
(2014, 427, 204, '1'),
(2015, 460, 204, '30'),
(2016, 647, 204, '300'),
(2017, 648, 204, '1'),
(2018, 649, 204, '1');

insert into `Recipe` values
/*กระเพาะปลา*/
(2019, 43, 205, '2'),
(2020, 45, 205, '2'),
(2021, 49, 205, '7'),
(2022, 53, 205, '2'),
(2023, 60, 205, '2'),
(2024, 65, 205, '2'),
(2025, 70, 205, '50'),
(2026, 73, 205, '200'),
(2027, 80, 205, '3'),
(2028, 120, 205, '2'),
(2029, 228, 205, '4'),
(2030, 243, 205, '100'),
(2031, 267, 205, '100'),
(2032, 340, 205, '1'),
(2033, 650, 205, '30'),
(2034, 651, 205, '20'),
(2035, 652, 205, '2'),
(2036, 653, 205, '50');

insert into `Recipe` values
/*สามชั้นตุ๋นเต้าเจี้ยว*/
(2037, 41, 206, '3'),
(2038, 45, 206, '2'),
(2039, 49, 206, '10'),
(2040, 80, 206, '2-3'),
(2041, 118, 206, '4'),
(2042, 140, 206, '1'),
(2043, 189, 206, '1'),
(2044, 224, 206, '3'),
(2045, 333, 206, '500');

insert into `Recipe` values
/*ขาหมูตุ๋นยาจีน*/
(2046, 43, 207, '2'),
(2047, 45, 207, '2'),
(2048, 48, 207, '6'),
(2049, 57, 207, '1'),
(2050, 58, 207, '1/3'),
(2051, 68, 207, '7'),
(2052, 70, 207, '30'),
(2053, 80, 207, '5'),
(2054, 104, 207, '3'),
(2055, 136, 207, '30'),
(2056, 262, 207, '40'),
(2057, 321, 207, '1'),
(2058, 531, 207, '2'),
(2059, 654, 207, '1');

insert into `Recipe` values
/*เป็ดพะโล้*/
(2060, 11, 208, '1'),
(2061, 80, 208, '2-3'),
(2062, 140, 208, '1'),
(2063, 217, 208, '5-6'),
(2064, 218, 208, '3-5'),
(2065, 346, 208, '2'),
(2066, 639, 208, '1'),
(2067, 655, 208, '1'),
(2068, 656, 208, '1'),
(2069, 657, 208, '1'),
(2070, 658, 208, '1/2'),
(2071, 659, 208, '1/3'),
(2072, 660, 208, '1/3'),
(2073, 661, 208, '1');

insert into `Recipe` values
/*ปีกไก่เหล้าแดง*/
(2074, 41, 209, '1'),
(2075, 44, 209, '2'),
(2076, 46, 209, '2'),
(2077, 48, 209, '1'),
(2078, 54, 209, '2'),
(2079, 60, 209, '1/4'),
(2080, 69, 209, '1'),
(2081, 80, 209, '5'),
(2082, 136, 209, '30'),
(2083, 184, 209, '30'),
(2084, 297, 209, '20'),
(2085, 460, 209, '200'),
(2086, 491, 209, '500'),
(2087, 662, 209, '60'),
(2088, 663, 209, '50');

insert into `Recipe` values
/*กุ้งผัดเม็ดมะม่วงหิมพานต์ */
(2089, 31, 210, '1'),
(2090, 38, 210, '2'),
(2091, 41, 210, '2'),
(2092, 43, 210, '2'),
(2093, 44, 210, '1'),
(2094, 45, 210, '1'),
(2095, 51, 210, '5'),
(2096, 101, 210, '1'),
(2097, 170, 210, '400'),
(2098, 251, 210, '1/2'),
(2099, 375, 210, '1'),
(2100, 556, 210, '1/2'),
(2101, 664, 210, '1/2'),
(2102, 665, 210, '1/2'),
(2103, 666, 210, '1/2');

insert into `Recipe` values
/*ไก่ผัดถั่วลิสง*/
(2104, 13, 211, '2'),
(2105, 43, 211, '1'),
(2106, 44, 211, '1'),
(2107, 45, 211, '2'),
(2108, 133, 211, '1'),
(2109, 173, 211, '200'),
(2110, 251, 211, '2'),
(2111, 652, 211, '2'),
(2112, 667, 211, '2'),
(2113, 668, 211, '1'),
(2114, 669, 211, '3'),
(2115, 670, 211, '1'),
(2116, 671, 211, '2'),
(2117, 672, 211, '1');

insert into `Recipe` values
/*หมูทอดราดซอสเปรี้ยวหวาน*/
(2118, 43, 212, '1'),
(2119, 45, 212, '1'),
(2120, 46, 212, '1'),
(2121, 48, 212, '2'),
(2122, 54, 212, '1'),
(2123, 101, 212, '1'),
(2124, 196, 212, '1'),
(2125, 375, 212, '1/2'),
(2126, 421, 212, '2'),
(2127, 664, 212, '1/2'),
(2128, 673, 212, '300'),
(2129, 674, 212, '1/2');

insert into `Recipe` values
/*ปอเปี๊ยะ*/
(2130, 43, 213, '4'),
(2131, 46, 213, '1/2'),
(2132, 48, 213, '2'),
(2133, 130, 213, '1/4'),
(2134, 223, 213, '3'),
(2135, 561, 213, '1/3'),
(2136, 675, 213, '1'),
(2137, 676, 213, '1');

insert into `Recipe` values
/*หอยจ๊อปู*/
(2138, 4, 214, '1'),
(2139, 41, 214, '2'),
(2140, 45, 214, '1/2'),
(2141, 46, 214, '2'),
(2142, 49, 214, '4'),
(2143, 72, 214, '600'),
(2144, 80, 214, '3'),
(2145, 138, 214, '2'),
(2146, 373, 214, '100'),
(2147, 585, 214, '2 1/2'),
(2148, 677, 214, '100'),
(2149, 678, 214, '100');

COMMIT;

/* create user and grant privileges */
/*show databases;
select user,host from mysql.user;
create user 'backendfoodrand'@'%' identified with mysql_native_password by 'foodrandproject';

grant all privileges on *.* to 'backendfoodrand'@'%' with grant option;

flush privileges;*/
